{
  "chunk_id": "I_i_2_A_12",
  "content": "/>\nI.i.2.A.2.a\n.\nRequirements to Represent Claimants\nThe table below describes the requirements for POA representatives to represent claimants.\nType of Representation\nRequirements\nAccredited representative of a VSO, agent, or attorney\nMust obtain recognition from VA’s Office of General Counsel (OGC) in order to represent claimants.  Refer any person or group wanting to represent claimants to OGC for accreditation.\nReferences\n:  For more information on\nrequirements for accredited representatives of VSOs, agents, and attorneys to obtain recognition, see\n38 CFR 14.629\n, and\na list of accredited representatives of VSOs, agents, and attorneys maintained by OGC, see\nOGC’s accreditation search page\n.\nNon-licensed individual\nMay represent a claimant on a one-time, one claim basis per the provisions of\n38 CFR 14.630\n. The individual may only represent one VA claimant unless a request is submitted to the VA’s OGC.\nNotes\n:\nFor the purpose of this guidance a\nclaim\nrefers to one or more issue(s) submitted for adjudication as provided in\n38 CFR 3.155\n, and covered under one end product.\nThe representative retains representation until all issues within the scope of the claim have been finally adjudicated as provided in\n38 CFR 3.160(d)\n.\nNote\n:  If a person purporting to be a representative does not fit into one of the categories above, write to the individual (and provide a copy of the correspondence to the claimant) explaining that\nthey do not appear to fit into one of the categories of permitted representatives per\n38 CFR 14.629\nand\n38 CFR 14.630\n, and\nVA will\nnot\nrecognize the representation unless they show VA that they\ndo\nfit into one of the categories of permitted representatives.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section A - General Information on Power of Attorney (POA)",
  "citation": "Part I, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181475/M21-1-Part-I-Subpart-i-Chapter-2-Section-A-General-Information-on-Power-of-Attorney-POA",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:27.351594",
  "tags": [
    "m21-1"
  ]
}