{
  "chunk_id": "I_i_2_A_26",
  "content": "/>\nI.i.2.A.4.b\n.\nRepresentative’s Authority to Submit Claims and Other Claim-Related Documents\nA properly appointed representative has the authority to prepare and submit certain types of claims and other claim-related documents on behalf of the represented individual without that individual’s signature.  Those include, but are not limited to, a(n)\nrequest for an application for benefits\nintent to file (ITF) a claim\nsupplemental claim\nrequest for revision of a decision based on clear and unmistakable error\nrequest for higher-level review\nlegacy notice of disagreement (NOD), or\nlegacy substantive appeal.\nA POA may prepare and submit, but\nmay not\nsign, documents that require the claimant’s signature.  Those include:\noriginal\napplications for Veterans benefits\nforms\nrequiring claimant certification\n, such as eligibility verification reports.\nVA Form 21-4140, Employment Questionnaire\nVA Form 21-8940, Veteran’s Application for Increased Compensation Based on Unemployability\nVA Form 21-4142, Authorization to Disclose Information to the Department of Veterans Affairs (VA)\nVA Form 21-4192,\nRequest for Employment Information in Connection With Claim for Disability Benefits\nVA Form 21-0538, Mandatory Verification of Dependents\nVA Form 21-8951-2, Notice of Waiver of VA Compensation or Pension to Receive Military Pay and Allowances\n, and\nVA Form 21-651, Election of Compensation in Lieu of Retired Pay or Waiver of Retired Pay to Secure Compensation from Department of Veterans Affairs\n.\nException\n:  Prior to March 24, 2015, a POA representative could sign and submit an informal claim because under the prior regulation,\n38 CFR 3.155\n, an informal claim could be accepted without the claimant’s signature.  Informal claims, which were often filed on\nVA Form 21-4138, Statement in Support of Claim\n,\nincluded, but were not limited to, claims for increase or to reopen.\nReferences\n:  For more information on\nsignatures on ITF, see\nM21-1, Part II, Subpart iii, 2.A.1.b\n, and\n38 CFR 3.155\nhandling of additional correspondence signed by a POA in conjunction with a prescribed form signed by the claimant, see\nM21-1, Part II, Subpart iii, 1.A.2.c\na representative’s authority to file a legacy NOD see\nM21-5, Chapter 7, Section B\n38 CFR 19.21\n, and\n38 CFR 19.50\n, and\na representative’s authority to file a legacy substantive appeal, see\nM21-5, Chapter 7, Section E\n38 CFR 19.22\n, and\n38 CFR 19.50\n.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section A - General Information on Power of Attorney (POA)",
  "citation": "Part I, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181475/M21-1-Part-I-Subpart-i-Chapter-2-Section-A-General-Information-on-Power-of-Attorney-POA",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:27.351594",
  "tags": [
    "m21-1"
  ]
}