{
  "chunk_id": "I_i_2_A_42",
  "content": "/>\nI.i.2.A.6.c\n.\nImplicit Revocation of Representation by Appointment of a New Representative\nAn individual’s existing representation is considered ended, and the representative’s appointment implicitly revoked, without need for a clear or explicit statement when\nVA receives a completed appointment of a new representative, signed by\nboth\nthe individual\nand\nthe representative, and\nthe scope of the new representation is inconsistent with the continued representation by the current representative.\nExplanation\n:  The new, fully-signed appointment document is sufficient to appoint the new representative, and – because both representatives cannot provide the same representation – it can be inferred that the represented individual wants to revoke their existing representative’s appointment to the extent inconsistent with the new appointment, even when they don’t explicitly or clearly say so.\nWhen a new appointment is\nunlimited\n, that is\nalways\ninconsistent with continuation of unlimited or limited representation under the existing appointment.  The existing appointment is implicitly revoked as long as the new appointment is completed and signed by the parties.\nHowever, a new\nlimited\nappointment\nmay\nor\nmay not\nbe inconsistent with continuation of existing representation and will\nnot always\ncause implicit revocation of the current appointment.  As noted in\nM21-1, Part I, Subpart i, 2.A.2.d\n, it is possible to have multiple representatives providing limited representation.\nWhen representation under the existing appointment is\nunlimited\n, a new\nlimited\nappointment is inconsistent only with respect to the claims or issues named in that appointment.  The existing appointment is not fully revoked; it remains in effect for the issues not named in the new appointment.\nWhen representation under the existing representation is\nlimited\n, a new\nlimited\nappointment is inconsistent with continued representation by the existing representative on overlapping claims or issues but not on continuing claims or issues not included in the new appointment.\nWhere implicit revocation occurs, and representation is updated, take the actions specified in\nM21-1, Part I, Subpart i, 2.C.1.f\n.\nIf a new appointment sufficient to implicitly revoke an existing appointment raises questions about the individual’s intent, request clarification from the claimant and add any clarification received to the claims folder.  For example, if there is limited, fee-based representation by an attorney under a\nVA Form 21-22a\nfor review of an initial decision, and an unlimited\nVA Form 21-22\nis received in favor of a VSO, seek clarification from the claimant before updating the representation and revoking the attorney representation.  The new filing raises a question of whether the claimant actually intends to revoke attorney/agent representation and to have the VSO handle the claims on review instead.\nImportant\n:  If a newly received appointment in favor of a new representative is\nnot\nsigned by\nboth\nthe representative and the individual, the document is not sufficient to create a new representation relationship and does not constitute an implicit revocation of the existing appointment.  Although the new, incompletely-signed appointment suggests that the individual’s intent is to replace his/her current representative, that alone is not enough to constitute an express revocation – even if the appointment on its face was unlimited.  In such instances, follow the guidance in\nM21-1, Part I, Subpart i, 2.C.1.h\n, on handling an incomplete appointment document.\nReferences\n:  For more information on\nthe requirement for a new appointment to be signed by both parties for implicit revocation to occur, see\n38 CFR 14.631(f)(1)\nthe requirement that an appointment of a representative be complete, see\nM21-1, Part I, Subpart i, 2.A.2.c\nprocessing revocations and new appointments, see\nM21-1, Part I, Subpart i, 2.C\nlimited and unlimited representation, see\nM21-1, Part I, Subpart i, 2.A.2.d\n, and\nexpress revocation, see\nM21-1, Part I, Subpart i, 2.A.6.b\n.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section A - General Information on Power of Attorney (POA)",
  "citation": "Part I, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181475/M21-1-Part-I-Subpart-i-Chapter-2-Section-A-General-Information-on-Power-of-Attorney-POA",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:27.351594",
  "tags": [
    "m21-1"
  ]
}