{
  "chunk_id": "I_i_2_B_6",
  "content": "/>\nI.i.2.B.1.a\n.\nNotices That Must Be Provided to the Representative\nRepresentatives of claimants or beneficiaries before the Department of Veterans Affairs (VA) are entitled to notice of any VA decisions related to matters within the scope of the representation (decision notices, and legacy statements of the case (SOCs) or legacy supplemental statements of the case (SSOCs)).\nRepresentatives are also entitled to other correspondence sent to claimants.  These include (but are not limited to)\nnotices of certification and transfer of legacy appeals to the Board of Veterans’ Appeals\nintent to file notices\nincomplete application notices, and\nrequests for information and evidence needed to substantiate a claim (e.g. development letters).\nImportant\n:\nDisclosure of Federal tax information (FTI) to a representative requires special considerations as noted in\nM21-1, Part XIV, 4.B.3.c\n.\nIf the Veteran has multiple representatives, it is the claim processor’s responsibility to ensure that the correct representative is included on the appropriate correspondence.\nThe right to receive copies of decision notices does not include a right to review copies of rating decisions prior to promulgation and issuance of a decision notice.\nReferences\n:  For more information on\nthe right of representatives to receive notices of decisions, see\n38 CFR 3.103\nVA representation (including scope of representation), see\nM21-1, Part I, Subpart i, 2.A\nlimitations imposed by a claimant’s election to not disclose records protected by\n38 U.S.C. 7332\n, see\nM21-1, Part I, Subpart i, 2.B.2\nintent to file notices, see\n38 CFR 3.155(b)\nnotice of decisions, see\n38 U.S.C. 5104\nincomplete applications, see\n38 U.S.C. 5102\ninformation and evidence needed to substantiate a claim, see\n38 U.S.C. 5103(a)\n, and\nthe policy that representatives have no authority to review rating decision prior to issuance of a decision notice by VA, see\nM21-1, Part I, Subpart i, 2.B.2.k\n.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section B - A Representative’s Right to Notification and Review of Records",
  "citation": "Part I, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181476/M21-1-Part-I-Subpart-i-Chapter-2-Section-B-A-Representatives-Right-to-Notification-and-Review-of-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:37.664305",
  "tags": [
    "m21-1"
  ]
}