{
  "chunk_id": "I_i_2_B_8",
  "content": "/>\nI.i.2.B.1.c\n.\nProviding Notice of Correspondence to VSOs\nWith limited exceptions, outbound correspondence addressed to claimants and representatives is added to the Veterans Benefits Management System (VBMS) Package Manager and then transmitted for centralized printing and distributions through the Centralized Benefits Communications Management (CBCM) program.\nVeterans service organization (VSO) copies of correspondence from centralized printing are sent to the regional office (RO) of jurisdiction for distribution.  Per\nM21-1, Part II, Subpart i, 2.C.2.c\n, RO mailrooms should not forward this correspondence to the scanning vendors since copies of the correspondence already exist in the electronic claims folders (eFolders).\nProvide correspondence to the claimant’s VSO through the VBMS Package Manager, regardless of organization, access to VBMS, and/or electronic notification status.\nImportant\n:\nWhen distributing a decision notice based on a rating decision to a VSO, ensure that a copy of the rating decision\nNarrative\nand\nCodesheet\nis also provided.\nThis block\ndoes not apply\nto notice to private attorneys and claims agents\n.  For guidance on providing notice to attorneys and claims agents, see\nM21-1, Part I, Subpart i, 2.B.1.d\n.\nThe\nElectronic Notification\ndistribution status in VBMS Package Manager indicates that the VSO has opted into electronic notification in VBMS.  Accordingly, they are provided notification in real-time and paper copies are no longer warranted.\nReferences\n:  For more information on\nspecific POAs who have opted into electronic notification, see the most recent version of\nCurrent POA Opt In To Electronic Notification\ndocument titles and their corresponding categories that generate a notification for POA review, see the most recent version of\nPOA Electronic Notification Fact Sheet\ndocumenting legacy appeal decisions and providing copies to representatives, see\nM21-5, Chapter 7, Section D\n, and\nmailing packages through the CBCM program, see\nM21-1, Part II, Subpart i, 2.C.4.c\nthe\nVBMS Core User Guide\n, and\nthe Talent Management System course titled\nCentralized Benefits Communications Management\n(VA 4562424).",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section B - A Representative’s Right to Notification and Review of Records",
  "citation": "Part I, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181476/M21-1-Part-I-Subpart-i-Chapter-2-Section-B-A-Representatives-Right-to-Notification-and-Review-of-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:37.664305",
  "tags": [
    "m21-1"
  ]
}