{
  "chunk_id": "I_i_2_B_9",
  "content": "/>\nI.i.2.B.1.d\n.\nProviding Notice of Correspondence to Private Attorneys or Claims Agents\nAccredited private attorneys or claims agents must receive a paper copy of\nany\ncorrespondence regarding the claim they represent.\nAttorney or agent copies of correspondence that is centrally printed through the CBCM program will be mailed from the printing facility directly to the representative.\nImportant\n:\nWhen preparing correspondence, always check the default address against the Office of General Counsel\n(OGC) accreditation list\nto ensure the address is current.\nIf the Veteran has multiple representatives, it is the claim processor’s responsibility to ensure that the correct representative is included on the appropriate correspondence.\nWhen providing a paper copy of a decision notice based on a rating decision, and that decision notice is based on a rating decision, attach a copy of the rating decision\nNarrative\nand\nCodesheet\n.\nReferences\n:  For more information on\nproviding notice of correspondence to VSO, see\nM21-1, Part I, Subpart i, 2.B.1.c\nthe accreditation of private attorneys and claims agents, see the\nOGC Accreditation Search\nrequirements for preparing correspondence to attorneys and claims agents, see\nM21-1, Part I, Subpart i, 2.B.1.e\n-\ni\n, and\ndocumenting legacy appeal decisions and providing copies to representatives, see\nM21-5, Chapter 7, Section D\n.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section B - A Representative’s Right to Notification and Review of Records",
  "citation": "Part I, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181476/M21-1-Part-I-Subpart-i-Chapter-2-Section-B-A-Representatives-Right-to-Notification-and-Review-of-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:37.664305",
  "tags": [
    "m21-1"
  ]
}