{
  "chunk_id": "I_i_2_B_24",
  "content": "/>\nI.i.2.B.2.g\n.\n38 U.S.C. 7332 Authorization - Relationship to the Representative’s System Access\nTo prevent inadvertent disclosure of records protected by\n38 U.S.C. 7332\n, a claimant’s representative may only access VA electronic systems pertaining to the claimant when there is a\nvalid claimant authorization in effect\npermitting disclosure of\nall protected records\n.\nA\n38 U.S.C. 7332\nauthorization completed in connection with the representative’s appointment using\nVA Form 21-22\nor\nVA Form 21-22a\nremains in effect as provided in\nM21-1, Part I, Subpart i, 2.B.2.f\nand is sufficient for purposes of VA electronic system access by that representative if\nthe form was valid at the time it was received\nthe claimant has explicitly authorized the representative to access records protected by\n38 U.S.C. 7332\n,\nand\nthere are no restrictions described by the Veteran.\nThe representative may\nnot\naccess VA electronic systems if the claimant\nhas not provided specific authorization to release all records protected by\n38 U.S.C. 7332\n(including cases where the claimant has provided a limited authorization),\nor\nhas revoked the\n38 U.S.C. 7332\nauthorization.\nImportant\n:  Where the appointment of the current representative occurred before a\n38 U.S.C. 7332\nelection was added to the appointment forms, the representative’s access to electronic systems must be restricted unless/until the claimant authorizes access to all records protected by\n38 U.S.C. 7332\n.\nReferences\n:  For more information on\nVA forms providing legally sufficient\n38 U.S.C. 7332\nauthorization for a new or updated appointment, see\nM21-1, Part I, Subpart i, 2.B.2.e\n, and\nproviding notification to the claimant where a representative’s appointment form lacks a\n38 U.S.C. 7332\nelection, see\nM21-1, Part I, Subpart i, 2.B.2.h\n.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section B - A Representative’s Right to Notification and Review of Records",
  "citation": "Part I, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181476/M21-1-Part-I-Subpart-i-Chapter-2-Section-B-A-Representatives-Right-to-Notification-and-Review-of-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:37.664305",
  "tags": [
    "m21-1"
  ]
}