{
  "chunk_id": "I_i_2_C_10",
  "content": "/>\nI.i.2.C.1.e\n.\nWhat Constitutes a Complete VA Form 21-22 or VA Form 21-22a\nUse the table below to determine whether the\nVA Form 21-22\nor\nVA Form 21-22a\nis complete.\nForm Type\nRequired Information\nVA Form 21-22\nenough information to identify the Veteran/claimant\nthe name of the service organization\nsignature, with a corresponding date of signature, of the\nVeteran/claimant\nVeteran/claimant’s guardian, or\nin the case of an incompetent, minor, or otherwise incapacitated person without a guardian, the following in the order named:\nspouse\nparent\nother relative or friend (if interests are not adverse), or\ndirector of the hospital in which the Veteran/claimant is maintained, and\n​​​​​​​\nsignature of the representative acting on behalf of the service organization with a corresponding date of signature.\nNotes\n:\nAll forms received on or after April 22, 2013, require a Veterans service organization (VSO) signature unless otherwise noted in this block.\nThe term\nguardian\nincludes a VA-appointed fiduciary.\nExceptions\n:\nRegional offices (ROs) are required to accept a\nVA Form 21-22\nwith or without the VSO's signature if received between June 19, 2012 (the date the first revision of the form containing a VSO signature block was released to the public), and April 21, 2013 (the date the first revision of the form containing the VSO signature block was made available in SEP/VDC).\nDue to a technical issue,\nVA Forms 21-22\nsubmitted through SEP/VDC between March 22, 2015, and May 3, 2015, do not show an electronic signature from the Veteran. The forms without an electronic signature from this period remain valid for VA purposes.\nReference\n:  For more information on requirements for establishment of POA through VDC/SEP, see\nM21-1, Part II, Subpart iii, 4.B.1.c\n.\nVA Form 21-22a\nenough information to identify the Veteran/claimant\nthe name of the individual appointed as the Veteran/claimant’s representative\nidentification of the type of representation\nattorney\nagent\nindividual providing representation under\n38 CFR 14.630\n(claimant and representative signatures and the address of the representative must be provided), or\nservice organization representative\nsignature, with a corresponding date of signature, of the\n​​​​​​​Veteran/claimant\nVeteran/claimant’s guardian, or\nin the case of an incompetent, minor, or otherwise incapacitated person without a guardian, the following in the order named\n​​​​​​​spouse\nparent\nother relative or friend (if interests are not adverse), or\ndirector of the hospital in which the Veteran/claimant is maintained, and\nsignature of the individual providing representation on a one time basis, representative of an accredited VSO, agent, or attorney with a corresponding date of signature.\nNotes\n:  The term\nguardian\nincludes a VA-appointed fiduciary.\nReferences\n:  For more information on\nrepresentation by an individual to prepare, present, and prosecute one claim, see\n38 CFR 14.630\nrequirements regarding who can sign on behalf of an individual deemed incompetent, minor, or otherwise incapacitated person without a guardian, see\n38 CFR 14.631(a)(1)(iii)\n, and\nthe definition of a guardian, see\nM21-1, Part X, Subpart ii, 6.C.1.a\n.\nImportant\n:  Completion of Blocks 16A and 16B of\nVA Form 21-22\nis optional.  If completed, there is no need to verify that the specific representative listed in Block 16A is accredited.  This form documents the appointment of the entire service organization listed in Block 15 and does not limit action to a specific representative within the organization.\nReferences\n:  For more information on\nsignatures by an official representative of the VSO indicating acceptance of the claimant's appointment, see\n38 CFR 14.631\n, and\nrepresentation of beneficiaries in the fiduciary program, see\n38 CFR 13.40\n.",
  "title": "M21-1, Part I, Subpart i, Chapter 2, Section C - System Updates for Power of Attorney (POA) Appointments",
  "citation": "Part I, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181477/M21-1-Part-I-Subpart-i-Chapter-2-Section-C-System-Updates-for-Power-of-Attorney-POA-Appointments",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:08:48.011362",
  "tags": [
    "m21-1"
  ]
}