{
  "chunk_id": "I_ii_1_B_5",
  "content": "/>\nI.ii.1.B.1.a\n.\nPurpose of the PMCs\nIn January 2002, the Veterans Benefits Administration (VBA) consolidated pension work into three pension maintenance centers, now referred to as pension management\nc\nenters (PMCs), in order to\ncentralize processing of all running pension awards\nachieve a more effective use of limited human resources\nimprove technical accuracy based on skills specialization and enhanced use of computer program edits, and\nallow Veterans Service Centers (VSCs) to concentrate on compensation claims processing.\nBeginning May 2008, further consolidation resulted in the following types of caims being processed by the PMCs:\noriginal and new\nVeterans Pension, and\nSurvivors Pension\nservice connection (SC) for the cause of death of a Veteran\nin-service death claims received after adjudication of the original in-service death claim\nDependency and Indemnity Compensation (DIC)\nburial benefits\naccrued benefits, and\nrequests for substitution.\nIn October 2021, VBA consolidated claims involving SC for the cause of death and burial claims to the Philadelphia PMC.  The remaining PMC workload is processed by the Milwaukee and St. Paul PMCs.\nNotes\n:\nPMCs generally have jurisdiction over accrued claims and requests for substitution resulting from pension and/or survivors claims.  VSCs have jurisdiction of accrued claims and requests for substitution resulting from disability compensation claims.  Exceptions are noted in\nM21-1, Part XI, Subpart ii, 3.E.17.a\n.\nPMCs may be assigned as a restricted access claims center (RACC) to address claims designated as a sensitive level 7 or above.\nReferences\n:  For more information on the jurisdiction of\nRACC, see\nM21-1, Part II, Subpart ii, 2.B.1.b\naccrued claims or requests for substitution, see\nM21-1, Part XI, Subpart ii, 3.E.17.a\nin-service death claims, see\nM21-1, Part XII, Subpart i, 1.C.1\nin-service death claim labels for end product (EP) 130 and EP 140, see\nM21-4, Appendix C\n, and\noriginal in-service death claims, see\nM21-1, Part II, Subpart ii, 3.1.b\n.",
  "title": "M21-1, Part I, Subpart ii, Chapter 1, Section B - Organization of the Pension Management Centers (PMCs)",
  "citation": "Part I, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181483/M21-1-Part-I-Subpart-ii-Chapter-1-Section-B-Organization-of-the-Pension-Management-Centers-PMCs",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:09:08.509548",
  "tags": [
    "m21-1"
  ]
}