{
  "chunk_id": "I_ii_1_B_12",
  "content": "/>\nI.ii.1.B.2.d\n.\nJurisdiction of Correspondence and AVA Inquiries\nAsk VA (AVA) inquiries will be addressed by the\nPhiladelphia PMC, if it is a burial or SC death determination, or\nMilwaukee and St. Paul PMCs, if it related to all other issues.\nPMCs should direct Veterans Service Officers to submit inquiries to the appropriate e-mail addresses below based on claim jurisdiction.\nMilwaukee:\nPMCVSO.VBAMIW@VA.GOV\nSt. Paul:\nPMC.CVSO.VBASPL@VA.GOV\nPhiladelphia:\nPENSIONCTRVSO.VBAPHI@VA.GOV\nPMCs should direct congressional offices to submit inquiries to the e-mail addresses below based on claim jurisdiction.\nMilwaukee:\nPMCCONGRESSIONAL.VBAMIW@VA.GOV\nSt. Paul:\nPMCCONGR.VBASPL@VA.GOV\nPhiladelphia:\nVBAPHI.PMCCONGRESSIONAL@VA.GOV\nUse the table below to determine how to handle correspondence received at a PMC that does not have jurisdiction of the issue.\nIf ...\nThen ...\nroutine correspondence is received\nestablish an EP 400.  If the correspondence is\nrelated to an SC death determination and/or burial claim\nadd the\nBurial/DIC Entitlement Issue\nspecial issue, and\nmanually broker the EP to the Philadelphia PMC, or\nnot related to an SC death determination and/or burial claim, manually broker the EP to the Milwaukee or St. Paul PMC depending on geographic location.\nNote\n:  The brokering PMC should enter a VBMS note to indicate when and why the inquiry was brokered.\nspecial correspondence is received\nestablish an EP 500 and use the table below to determine the actions to take.\nIf the correspondence is ...\nThen ...\nrelated to a burial claim and/or SC death determination\nadd the\nBurial/DIC Entitlement Issue\nspecial issue\nprovide an interim response to the congressional office\nmanually broker the EP to the Philadelphia PMC, and\nenter a VBMS note to indicate when and why the inquiry was brokered.\nnot related to a burial claim or SC death determination\nprovide an interim response to the congressional office\nmanually broker the EP to the Milwaukee or St. Paul PMC depending on the geographic location, and\nenter a VBMS note to indicate when and why the inquiry was brokered.\nNote\n:  Use the geographic jurisdiction list in\nM21-1, Part I, Subpart ii, 1.B.2.b\nto determine which PMC to manually broker EPs not managed by NWQ.\nReferences\n:  For more information on\nPMC jurisdictions, see\nM21-1, Part I, Subpart ii, 1.B.2.b\n, and\ndefinitions of the different types of correspondence, see\nM27-1, Part I, 5.3.a and 4.a\n.",
  "title": "M21-1, Part I, Subpart ii, Chapter 1, Section B - Organization of the Pension Management Centers (PMCs)",
  "citation": "Part I, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181483/M21-1-Part-I-Subpart-ii-Chapter-1-Section-B-Organization-of-the-Pension-Management-Centers-PMCs",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:09:08.509548",
  "tags": [
    "m21-1"
  ]
}