{
  "chunk_id": "II_i_1_B_15",
  "content": "/>\nII.i.1.B.2.e\n.\nPreparing Source Materials for Shipping\nFollow the steps in the table below to prepare materials for shipping.\nStep\nAction\n1\nAcquire VBMS-eligible claims folders and secure all loose materials within them.  Ensure all service treatment records (STRs) are inside the STR jacket(s).\nNote\n:  Do not place non-STR materials in STR jackets for shipment, as this will result in all material therein being scanned and indexed together as STRs.\n2\nAssess amount of source material (claims folders and manila folders with loose mail) to fit and be shipped in a single container with the following:\nbox weight (not to exceed 50 pounds (approximately 30 pounds of paper will fit in a standard-sized shipping container); the “hand rule” referenced in Step 5 applies)\ncount (number of claims)\nheight (number of inches), and\navailability (such as\nOnly five pre-discharge claims received today\n).\n3\nScan claims folders to the\nFCS/CS\ninternal location for the scanning vendor’s facilities in Mt. Vernon, KY, and Boyers, PA.\nNote\n:  Discontinue the use of locations that began with\nDCS\nor\nICMHS\n.\n4\nPlace source material in an approved shipping container.\nThe image below represents the approved shipping container.  It is made of corrugated fiberboard, measures 12” X 14-3/4” x 9-1/2”, and has lapped joints secured by wire stitching, as well as locked bottoms with hand holes.\nNotes\n:\nWhen packing containers, leave enough room in each to easily insert a hand into the front of the box and touch the bottom of the box (“hand rule”).\nIf a box is not completely full, insert packing material in the box to prevent the source material from shifting and becoming damaged during shipment.",
  "title": "M21-1, Part II, Subpart i, Chapter 1, Section B - Veterans Claims Intake Program (VCIP) Shipping",
  "citation": "Part II, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174856/M21-1-Part-II-Subpart-i-Chapter-1-Section-B-Veterans-Claims-Intake-Program-VCIP-Shipping",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:09:59.879693",
  "tags": [
    "m21-1"
  ]
}