{
  "chunk_id": "II_i_1_B_17",
  "content": "/>\nII.i.1.B.2.g\n.\nCreating a Manifest and Packaging Boxes for Shipping\nFollow the steps in the below table to\ncreate a shipping manifest in VBMS Core, and\npackage boxes for shipping.\nStep\nAction\n1\nFollow the instructions in the\nVBMS Core User Guide\nfor creating a manifest for the shipping container.\nNotes\n:\nVBMS generates manifests using the RMN that\nwas created through the DCS process discussed in previous blocks in this section, and\nwill be used in subsequent steps.\nUsers may regenerate a shipping manifest at any time after VBMS generates an RMN.\nOnce a user selects\nGenerate Manifest\n, additional DCSs may be added only if created on the same day VBMS generates an RMN/manifest.\nThe associated RMN, UPS tracking number, and claim type\nmust\nbe entered into the tracking portal; otherwise, a shipping exception will occur and processing of the box will be delayed.\n2\nCheck the manifest for duplicate entries or extra DCSs (also known as “ghost entries”).\n3\nDo any duplicate/ghost entries appear on the manifest?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n4\nSelect\nGenerate Manifest\nin VBMS Core.\nDelete duplicate/ghost entries from the manifest.\nReselect\nGenerate Manifest\n.\n5\nFollow the instructions in the\nVBMS Core User Guide\nfor printing the manifest.\nWrite\nPre-Discharge\non the manifest, if applicable.\nNotes\n:\nPrint shipping manifests on white paper only.\nIf ghost entries appear on the printed manifest, return to Step 4 of this table.\n6\nScan/wand each RMN and UPS tracking number into the appropriate tracking portal.\n7\nWrite the RMN in permanent, black ink on the outside front of the shipping container.\n8\nVerify and validate the contents of the box against the shipping manifest.\nInitial the manifest.\n9\nPackage the box(es) for shipping.\nImportant\n:\nEnsure no personally identifiable information is visible through the handle openings in the box.\nEnsure the tape used to seal the box does not stick to any paper behind the box handles.  If the manifest or DCS is the last sheet of paper before the box handle, and it is damaged upon removal, it will be rendered unscannable and result in a shipping exception.\nPlace the correct UPS shipping label on the flap of the associated box.  Do not place the label in the center of the box or cover the RMN.\nEnsure there are no old barcode labels on the box.\n10\nTransfer the box(es) to the mailroom for pick up by UPS.",
  "title": "M21-1, Part II, Subpart i, Chapter 1, Section B - Veterans Claims Intake Program (VCIP) Shipping",
  "citation": "Part II, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174856/M21-1-Part-II-Subpart-i-Chapter-1-Section-B-Veterans-Claims-Intake-Program-VCIP-Shipping",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:09:59.879693",
  "tags": [
    "m21-1"
  ]
}