{
  "chunk_id": "II_i_1_B_31",
  "content": "/>\nII.i.1.B.4.d\n.\nDetermining the Content of a Package That Is Pending Scanning\nThe ITEM LIST located on the VBMS pending scanning banner identifies the contents of a package that is pending scanning.   However, the ITEM LIST is not always populated.  Search for the shipment on the INTAKE tab in VBMS and use the table below to help determine the contents of a package.\nImportant\n:  Click the CLEAR button before searching for the shipment to ensure that all potential shipments are reviewed.  The filter defaults to the user’s station and the current date.\nIf the station number/intake site is …\nAnd the tracking number …\nThen …\n376\n/\nA (VA Records Management Center)\nbegins with\n1Z\na claims folder is pending scanning.\n376/D (VA Records Management Center)\ndoes not begin with\n1Z\na claims folder or service record is pending scanning.\n376\n/\nE (VA Records Management Center (VALO-OMPFs))\nbegins with\n1Z\nservice records are pending scanning.\na number other than\n376\nbegins with\n1Z\nconduct an inquiry and review the response for\na CONFIRMED AT date that loosely corresponds to the shipment’s DATE CREATED field on the VBMS INTAKE tab, and\nthe current location of the claims folder.\nA paper claims folder is pending scanning if the CONFIRMED AT and DATE CREATED fields\ncorrespond\nand\nthe location is a known eFolder location.\nEvidence, other than a paper claims folder, is pending scanning if the CONFIRMED AT and DATE CREATED fields\ndo not correspond\n,\nor\nthe folder location is not a known eFolder location.\nNote\n:  An outstanding request for\nVA Form 28-1902b, Counseling Record – Narrative Report\n, and/or\nVA Form 28-1902f, Feasibility Determination—Narrative Report\n, is an indicator that a Counseling/Evaluation/Rehabilitation (CER) folder is pending scanning.\ndoes not begin with\n1Z\nthe package is part of the File Bank Extraction Program.\nUse the\nBTS Issue Tracker\nto request expedited scanning if the CER or paper claims folder is required.\nReferences\n:  For more information on\nsearching for shipments on the INTAKE tab, see the\nVBMS Core User Guide\nthe circumstances under which decision makers must review information contained in a CER folder, see\nM21-1, Part VIII, Subpart iv, 3.B.4.b\n, and\nusing the\nBTS Issue Tracker\n, see the\nFCS Training Manual\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 1, Section B - Veterans Claims Intake Program (VCIP) Shipping",
  "citation": "Part II, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174856/M21-1-Part-II-Subpart-i-Chapter-1-Section-B-Veterans-Claims-Intake-Program-VCIP-Shipping",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:09:59.879693",
  "tags": [
    "m21-1"
  ]
}