{
  "chunk_id": "II_i_2_A_14",
  "content": "/>\nII.i.2.A.2.d\n.\nProcessing On-Line Applications Without a Signature\nWhile normal development procedures and rules of evidence apply to on-line application claims, the signature requirement for a substantially complete claim is set aside when a claim is filed electronically through an on-line application.\nThe table below summarizes the steps for processing an on-line application for benefits that a claimant submits electronically.\nStep\nAction\n1\nReview the application to ensure it is substantially complete.\n2\nEstablish the appropriate EP.  The date of claim (DOC) is electronically printed in the upper corner of the on-line application.\nImportant\n:  Applications received from a VA claims-submission service website can be identified by several attributes as discussed in\nM21-1, Part II, Subpart iii, 4.A\n.\n3\nInitiate development action by reviewing the claims folder to\ndetermine what evidence is necessary to support the claim, and\nrequest the evidence from the claimant.\nException\n:  Claims may be submitted by powers of attorney through the Stakeholder Enterprise Portal (SEP) and do not require a signature.  However, original claims submitted through SEP involve additional claimant signature requirements to be substantially complete.\nReference\n:  For more information on claims for compensation submitted through SEP, including additional signature requirements for original claims, see\nM21-1, Part II, Subpart iii, 4.B.2\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section A - Process Overview for Screening Mail",
  "citation": "Part II, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174858/M21-1-Part-II-Subpart-i-Chapter-2-Section-A-Process-Overview-for-Screening-Mail",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:10.193197",
  "tags": [
    "m21-1"
  ]
}