{
  "chunk_id": "II_i_2_A_37",
  "content": "/>\nII.i.2.A.5.d\n.\nProcessing Solicited and Unsolicited Mail\nSolicited and unsolicited mail refers to mail submitted in association with\ndevelopment\nof a claim or legacy appeal.\nNote\n:  New legacy NODs and perfected legacy appeals (\nVA Form 9\n) are not types of solicited or unsolicited mail.\nM21-1, Part II, Subpart i, 2.A.5.c\ndescribes the proper procedure for handling new and perfected legacy appeals and other types of mail.\nWhen processing solicited or unsolicited mail, update VBMS according to instructions in the following table.\nStep\nAction\n1\nDoes the\nsolicited or unsolicited\nmail pertain to a pending EP?\nIf\nyes\n, go to the next step.\nIf\nno\n, determine whether the mail requires hub action as provided in Step 12 of the table found in\nM21-1, Part II, Subpart i, 2.A.5.c\n.  If hub action\nis required, take the appropriate action as provided in Step 12 of the table found in\nM21-1, Part II, Subpart i, 2.A.5.c\n, or\nis not required, go to Step 6.\n2\nDoes the mail represent evidence requested and documented by a tracked item?\nIf\nyes\n, go to the next step (the mail is considered solicited).\nIf\nno\n, go to Step 4 (the mail is considered unsolicited).\n3\nUpdate the tracked item RECEIVED field with the date of receipt of the mail\nselect the SAVE button\nupload the mail into the appropriate eFolder in VBMS, and\ntake no further action.\nExample\n:\n4\nUpdate the MANAGING EVIDENCE screen to reflect the mail VA received under the ADD UNSOLICITED tab.\nExamples\n:\n5\nAdd any\nnew\ncontentions by selecting ADD CONTENTIONS on the CONTENTIONS LIST tab\nupload the mail into the appropriate eFolder in VBMS, and\ntake no further action.\nExample\n:\nNotes\n:\nRemember to include the DOC (date of receipt of new contention) for each contention.\nDo not change the segmented lane already assigned unless there is a new special issue or special operations contention.\n6\nCheck VACOLS to determine whether an appeal is pending.\nDoes the mail pertain to a pending legacy appeal?\nIf\nyes\n,\nupdate VBMS to reflect receipt of the mail, as outlined in Step 4\nupload the mail into the appropriate eFolder in VBMS, and\ngo to Step 8.\nIf\nno\n, go to the next step.\nReference\n:  For more information on using VACOLS, see the\nVACOLS User's Guide\n.\n7\nIs an EP 930 warranted (does the mail relate to a claim VA already decided, and did VA receive the mail\nbefore\nit decided the claim)?\nIf\nyes\n, establish an EP 930 in the appropriate claim system and go back to Step 4.\nIf\nno\n,\ntreat the mail as a request for an application, and\ndisregard the remaining step in this table.\nNote\n:  Use the appropriate claim label to differentiate between a rating and non-rating EP 930.\nReferences\n:  For more information on\nusing EP 930, see\nM21-4, Appendix B\nestablishing claims in the appropriate claim system, see\nM21-1, Part II, Subpart iii, 3.A\n, and\nhandling a request for an application, see\nM21-1, Part II, Subpart iii, 2.G\n.\n8\nIs the appeal under the jurisdiction of BVA?\nIf\nyes\n,\nsend the mail to the re-route queue (a Super User will reassign the mail to BVA in the CM portal).\nIf\nno\n, take no further action.\nReference\n:  For more information on processing CM, see the\nCentralized Mail Portal User Manual\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section A - Process Overview for Screening Mail",
  "citation": "Part II, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174858/M21-1-Part-II-Subpart-i-Chapter-2-Section-A-Process-Overview-for-Screening-Mail",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:10.193197",
  "tags": [
    "m21-1"
  ]
}