{
  "chunk_id": "II_i_2_B_6",
  "content": "/>\nII.i.2.B.1.a\n.\nRequirement to Stamp the Date of Receipt on All Incoming Documents\nEach document submitted to the Department of Veterans Affairs (VA)\nmust\nreceive a stamp with the date of receipt.\nThe table below outlines requirements regarding the type of date stamps used by facilities and locations where VA has a presence.\nIf at a(n) ...\nThen the document requires a(n) ...\nregional office (RO)\nelectronic date stamp containing black ink.\nout-based facility\nelectronic or manual date stamp containing red ink and identifying the\nRO name\nRO number\ndate received, and\nout-based office where the mail was received.\nNote\n:   An out-based facility must obtain and use an electronic or manual date stamp.  In an interim period, while the out-based facility is obtaining an electronic or manual date stamp, annotate the document with\ndate of receipt\nsignature of employee receiving the document\nRO name\nRO number\ncurrent date (if different than date of receipt), and\ntime.\nReference\n:  For more information on handling procedures specific to pre-discharge claims, see\nM21-1, Part X, Subpart i, 6.B.1\n.\nsite conducting outreach activities\nannotate the document with\ndate of receipt, recorded either by annotation or manual date stamp\nsignature of employee receiving the document\nRO name\nRO number\ncurrent date (if different than date of receipt), and\ntime.\nNote\n:  These procedures apply when it is not possible to record date of receipt via electronic submission through an approved VA system or the use of an electronic date stamp.\nCentralized Mail (CM) scanning vendor\ndate applied to the scanned/converted image by the vendor.\nExceptions\n:\nWhen special controlled correspondence is received through an RO congressional e-mail box, utilize the sent/received date on the e-mail as the date of receipt.  Directly upload the mail to the claims folder and do not forward for CM processing or scanning.\nWhen documents are received electronically and directly imported into Veterans Benefit Management System (VBMS), including Integrated Disability Evaluation System (IDES) claims, it is not necessary to print out the documents for the purpose of applying a wet-ink date stamp.\nThese documents can be uploaded and/or transmitted directly into the electronic claims folder (eFolder).\nThe DATE OF RECEIPT field on the UPLOAD DOCUMENT screen in VBMS\nmust\nbe accurately populated to reflect the date the document first came into VA possession.\nNote\n:  The Digits-to-Digits (D2D) electronic claims service is a data delivery service built to enable a Veteran’s representative to electronically submit claims and evidence.  The implementation agreement with the Veterans service organizations (VSOs) provides that if an electronic claim that met VA-specified D2D standards was not successfully submitted or did not result in a confirmation ID it will not be considered received by VA for the purpose of determining the effective date of the claim.  A new claim must be successfully re-submitted through D2D.  The date of claim will be the date of receipt of the successfully re-submitted claim.\nReferences\n:  For more information on\nRO and intake site responsibilities for pre-discharge claims, see\nM21-1, Part X, Subpart i, 6.B.1\nCM vendor date stamping and receipt dates, see\nM21-1, Part II, Subpart i, 1.A\nprocessing mail from members of Congress and other special controlled correspondence, see\nM27-1, Part I, 5.3\nhandling electronic IDES referrals and uploading electronic IDES documents, see\nM21-1, Part X, Subpart i, 6.E\n, and\ncapturing the date of receipt of electronic IDES documents, see\nM21-1, Part X, Subpart i, 6.F.1.h\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}