{
  "chunk_id": "II_i_2_B_7",
  "content": "/>\nII.i.2.B.1.b\n.\nHandling Documents Processed Without a Date Stamp\nUse the guidance in the table below when attempting to determine the date the VA received a document processed without a date stamp.\nIf receipt of the document by VA is determined to be ...\nThen ...\nthe current date\nstamp the document with an official date stamp.\nprior to the current date\nhand-write the date of receipt on the document.\nunknown\nhand-write the best estimate for the date of receipt, and\nidentify it as an estimate on the document.\nImportant\n:\nAll hand-written annotations\nmust\ninclude the\nRO number\nRO name\nemployee's signature\ncurrent date, and\ncurrent time.\nThe “received date” on a fax is an acceptable date stamp for documents faxed and incorporated into the eFolder.  It is\nnot\nnecessary to print out such documents, stamp with the date of receipt, and upload back into the eFolder.\nWhen mail is received via e-mail through an authorized mailbox, accept the “sent” date electronically recorded on the e-mail as an acceptable date stamp and upload the e-mail to the claims folder.  Do not, however, accept claims or claims-related material via unsolicited e-mails submitted to an individual employee mailbox or other unauthorized mailboxes.  When an attempt is made by a claimant or an authorized representative to submit claims or claims-related material via e-mail to an unauthorized mailbox, a courtesy reply should be provided to direct the submission via CM submission.\nWhen the procedures in\nM21-1, Part II, Subpart i, 2.B.1.a\nconcerning documenting date of receipt are not followed but the date of receipt is otherwise documented and there is no indication of fraud or other apparent disparity, accept the documented date of receipt and/or utilize the estimated date of acceptance procedures referenced above.\nNote\n:  If the RO experiences unusual delays in the delivery of incoming documents (from the mailroom, intake site, other ROs, etc.), the Veterans Service Center Manger or Pension Management Center Manager may instruct employees to annotate the date the RO received the documents.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}