{
  "chunk_id": "II_i_2_B_10",
  "content": "/>\nII.i.2.B.1.e\n.\nSpecial Handling Procedures for CM Sent to Newnan Scanning Facility\nAfter the Newnan scanning facility ceased its operations, the Veterans Benefits Administration (VBA) instructed the U.S. Postal Service (USPS) to forward mail addressed to the Newnan, Georgia post office (P.O.) box to the Janesville, Wisconsin P.O. box where it would be properly date stamped and scanned.\nDue to a critical failure with the USPS commercial forwarding system, USPS did not promptly forward VBA mail from the Newnan facility to the Janesville facility.  This incident impacted mail sent to the Newnan address between January 25 and February 26, 2016.\nAs a result of this delay, special procedures are required to assign an appropriate date stamp to this mail to avoid an adverse impact to affected claimants.\nFollow the steps in the table below for identification and handling of affected mail.\nStep\nAction\n1\nReview the mail packet to determine whether\nall\nof the following criteria apply:\nthe envelope is addressed to the Newnan scanning facility\na Newnan date stamp\nis not\naffixed to the mail packet, and\na Janesville date stamp\nis\naffixed to the mail packet.\nIf all of the criteria are\nmet, go to Step 2.\nnot met, utilize the date stamp indicated on the mail packet.\nImportant\n:  These procedures do not apply to documents received during the impacted period and\naddressed to the Janesville facility\nfaxed to the Newnan facility, or\nsubmitted electronically via the Stakeholder Enterprise Portal (SEP) or eBenefits.\n2\nFor affected mail, utilize the criteria in the table below to determine the date of claim.\nIf a postmark date ...\nThen ...\nis recorded on the mail\nuse the postmark date as date of receipt.\nis not recorded on the mail and there is a date the application was signed\nuse the date the application was signed, if after January 25, 2016.\nis not recorded on the mail and\nthere is no date the application was signed\nthe application was signed on or before January 25, 2016, and/or\nthere is no other identifying date\nuse January 25, 2016.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}