{
  "chunk_id": "II_i_2_B_21",
  "content": "/>\nII.i.2.B.2.g\n.\nAcceptable Electronic or Digital Signatures\nVBA must be able to conclude that a signature is from the person purporting to sign regardless of the format of the signature.  The requirement to determine the authenticity of a signature, whatever the form, is inherent in the administrative process.\nAccept an electronic or digital signature or other image of a signature on a claim, decision review request, or legacy appeal for benefits, or associated form, unless there are clear indications of\nfraud, or\ninauthenticity of the signature.\nExample\n:  A claim is signed on February 1, 2017, with the claimant’s electronic signature.  Subsequent correspondence indicates that the claimant passed away December 22, 2016.  As the claimant was deceased at the time the claim was signed, there is clear indication of fraud.  The signature must not be accepted.\nReferences\n:  For more information on\nVBA policy on acceptance of electronic signatures, see\nVBA Letter 20-17-11\nprocedures for handling indications of fraud pertaining to signatures, see\nM21-1, Part X, Subpart iv, 3.A\nscope of a representative’s authority on behalf of a claimant, including ability to sign on behalf of a claimant, see\nM21-1, Part I, Subpart i, 2.A.4.a\n, and\nhandling unsigned applications, see\nM21-1, Part II, Subpart iii, 1.A\n, and\nM21-1, Part II, Subpart iii, 1.C\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}