{
  "chunk_id": "II_i_2_B_23",
  "content": "/>\nII.i.2.B.2.i\n.\nProcedures for Review of Previously Rejected Signatures\nFollow the procedures below when a signature on a claim or legacy appeal was\nproperly\nrejected based on policies and procedures in place at the time of rejection and a request for review of the prior claim is received.\nIf the request for review is received within one year of the date of receipt of the rejected claim, consider the request for review as sufficient evidence to complete the prior incomplete claim.  Review the prior claim as if it was properly signed at the time and\nestablish the proper end product (EP) control based on the type of claim with a date of claim corresponding with the date of receipt of the request for review, and\naward any associated benefits based on the date of receipt of the previously-rejected claim.\nIf the request was not received within one year of the date of receipt of the rejected claim, no revision or reconsideration of prior actions to reject a signature should be made.  A complete, signed claim on a prescribed claim form must be submitted.\nUnder prior policies and procedures, non-claim forms, such as certification statements that require claimant signatures, may also have been rejected due to improper electronic signatures.  Subsequent development may have occurred to request a properly signed form.  When a signature on claims-related material was\nproperly\nrejected\nand\nthe associated claim remains pending or a subsequent legacy appeal is received, consider the claims-related material to have an acceptable signature and proceed with consideration of the claims-related material in connection with the pending claim or legacy appeal.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}