{
  "chunk_id": "II_i_2_B_31",
  "content": "/>\nII.i.2.B.3.c\n.\nHandling a Form or Application With an Alternate Signature\nWhen an alternate signer certifies or represents that they are an appropriate signer under the criteria set forth in\n38 U.S.C. 5101\n, VA will generally accept the alternate signature in the absence of discrepant information.\nUse the table below upon receipt of a VA form or evidentiary documentation signed by a third party.\nIf the submitted documentation ...\nThen ...\nis a VA form which contains an alternate signer certification which is completed satisfactorily per the instructions on the form\naccept the signature of the third party without additional development.\nis submitted simultaneously with a completed\nVA Form 21-0972, Alternate Signer Certification\n, and\nis a VA form listed within the “Notice to Veteran/Claimant of VA Forms That May Accompany an Alternate Signer Certification Form” section on\nVA Form 21-0972\nis in support of a new or\npending\nclaim, and is received with or following receipt of\na satisfactorily completed alternate signer certification from that alternate signer found on a\nVA Form 21-0972\n, or\nVA application form with an alternate signer certification,\nand\nthere is no evidence showing that the beneficiary’s situation has changed since the alternate signature was completed which would make them no longer eligible for an alternate signer as listed in\n38 U.S.C. 5101\naccept the signature of the third party without additional development.\nImportant\n:  When a VA application form with an alternate signer certification has been received and meets the requirements for an acceptable signature as specified within this table, the alternate signer named on that form may sign any subsequent evidence on behalf of the claimant in support of\nthat pending claim\n.  This authorization extends until the earlier of the following:\nthe pending claim is completed or closed, or\nevidence of record indicates the beneficiary’s situation changed resulting in them no longer meeting the criteria listed in\n38 U.S.C. 5101\n.\nExceptions\n:\nVA forms may be accepted from a previously accepted alternate signer in conjunction with a pending claim only for the purpose of providing evidence supporting that claim.\nIf the alternate signer submits evidence which is not a VA form listed on the\nVA Form 21-0972\nthat would lead to an adverse action, follow the guidance in\nM21-1, Part I, Subpart i, 1.B.2.a\nto ensure appropriate notice and due process is provided.\nVA forms which have specific requirements on who may sign them, such as a\nVA Form 21-22, Appointment of Veterans Service Organization as Claimant’s Representative\n,\nmay only be accepted if signed in accordance with the form requirements.\nCertain medical forms may have additional statutory requirements as to who may sign them.  If VA receives notice from a medical provider that the signature on a VA form is not acceptable to complete a request, develop for the appropriate signature given the unique situation.\ndoes not meet one of the requirements above\nfollow the procedures outlined in\nM21-1, Part II, Subpart i, 2.B.3.d\n.\nNotes\n:\nIf the alternate signer certification is received, either on\nVA Form 21-0972\nor a VA application form with an alternate signer certification section, and there is no reason to question the alternate signer, any of the forms listed on\nVA Form 21-0972\nthat are signed by the alternate signer are acceptable when submitted\nsimultaneously with or subsequent to\nthe certification assuming that all other requirements found in\nM21-1, Part II, Subpart i, 2.B.3.a\nand\nb\nare satisfied.\nSince the alternate signer is acting on behalf of a claimant who otherwise cannot act on their own behalf, the alternate signer’s receipt of the notice required under\n38 U.S.C. 5103\nand received via prescribed form is sufficient.  Additional duplicate notice need not be provided to the claimant.\nReferences\n:  For more information on\nthe requirements for an alternate signer, see\nM21-1, Part II, Subpart i, 2.B.3.b\n, and\nhandling discrepant information on a form with an alternate signature, see\nM21-1, Part II, Subpart i, 2.B.3.d\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}