{
  "chunk_id": "II_i_2_B_34",
  "content": "/>\nII.i.2.B.3.f\n.\nSample Development Language for Alternate Signer\nWhen sending a letter to develop to the alternate signer, claimant, and/or beneficiary, use the sample language below if\nthe signature on the form clearly belongs to someone other than the claimant or beneficiary,\nand\nthere is not a completed VA application form that includes the required alternate signer certification,\nand\nthere is\nno\nevidence or information of record that would allow VA to ascertain the basis for the alternate signer designation,\nor\ndiscrepant information that is questionable or conflicting in establishing the authority of the alternate signer of the form.\nPlease complete\nand return the enclosed VA Form 21-0972, Alternate Signer Certification, to advise\nus of the basis for signing the form on behalf of the claimant or beneficiary.\nVA allows for alternate signers to sign a form or application on behalf of claimants and beneficiaries who:\nhave not attained the age of 18 years,\nlack the mental capacity to provide substantially accurate information needed to complete a form, or to certify that the statements made on a form are true and complete, or\nare physically unable to sign forms.\nThe public law defines an alternate signer as falling into at least one of the following categories:\nindividual responsible for the care of the claimant or beneficiary, including a spouse or other relative, or\ncourt-appointed representative, or\nattorney-in-fact or agent authorized to act on behalf of the claimant under a durable power of attorney, or\na manager or principal officer acting on behalf of an institution which is responsible for the care of the claimant.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}