{
  "chunk_id": "II_i_2_B_38",
  "content": "/>\nII.i.2.B.4.a\n.\nAccepting  Outdated Versions of a VA Form\nA form becomes outdated when a newer version of the form is released.\nIn compliance with the Paperwork Reduction Act and associated policies and procedures of the Office of Management and Budget, outdated versions of forms can be accepted only in limited circumstances as the outdated versions of forms are no longer the official form prescribed by the Secretary of VA.  For claims processing purposes, generally accept only the current version of a form.\nExceptions\n:\nOutdated versions of forms may be accepted only in the circumstances described below.\nAccept the outdated version of the form without regard to the date of submission when generated through a VA electronic claims submission website or other VA system that includes form-generation capacity.  Claim labels and document properties in VBMS will clearly denote the source of the submission.\nAs an interim procedure pending appropriate systems updates, accept outdated forms when submitted by an authorized VSO representative whether submitted electronically or via paper.\nWhen VA forms are not submitted by a VSO representative, the outdated form may be accepted for 12 months after a revision of a form to allow for depletion of existing stock of forms and/or systems updates.  Accept the old version through the last day of the month 12 months after the date the form was revised.\nNotes\n:\nWhen accepting an outdated version of a form based on the exceptions identified above, develop for any information\nrequired\nto process the claim that is requested on the current version of the form but not requested on the outdated version.  When the information collected on the current version is\nnot required\nto process the claim, then additional development is not necessary unless indicated in other policies or procedures.\nPart of the requirement for a substantially complete claim is that it be submitted on a form prescribed by the Secretary.  When a\nclaim\nis submitted on an outdated version of a claim form and none of the above-listed exceptions applies or the claim is otherwise incomplete, handle the claim as an incomplete claim as directed at\nM21-1, Part II, Subpart iii, 1.C\n.\nReferences\n:  For more information on\nhandling prior versions of\nVA Form 21-22\n, or\nVA Form 21-22a, Appointment of Individual as Claimant’s Representative\n, for appointment of an authorized representative before a\n38 U.S.C. 7332\nauthorization was added to the appointment forms, see\nM21-1, Part I, Subpart i, 2.B.2.e\n, and\nM21-1, Part I, Subpart i, 2.C.1.c and g\n, and\nhandling incorrectly established claims, see\nM21-1, Part II, Subpart iii, 2.E\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section B - Recording the Date of Receipt and Handling Signatures and Outdated Forms",
  "citation": "Part II, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174859/M21-1-Part-II-Subpart-i-Chapter-2-Section-B-Recording-the-Date-of-Receipt-and-Handling-Signatures-and-Outdated-Forms",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:20.524786",
  "tags": [
    "m21-1"
  ]
}