{
  "chunk_id": "II_i_2_C_12",
  "content": "/>\nII.i.2.C.2.d\n.\nPlacing Claims and 800 Series Work Items Under EP Control\nROs use VBMS, Share, and other computer applications to control pending workload.  This workload is not limited to claims for VA benefits, as it also includes electronic 800 series work items, which are computer-generated notices that require action by the RO that receives them.\nWhen establishing control in VBMS or Share, users must select/enter the minimum required information shown in\nM21-1, Part II, Subpart iii, 3.A.1\n.\nM21-4, Appendix B\ncontains guidelines for determining the correct date of claim (DOC).  The table below provides information about exceptions to the general DOC guidelines.\nWhen ...\nThen ...\nestablishing control of a pre-discharge claim\nuse a\nfuture\nDOC (the day after the anticipated date of separation from service).\nException\n: Use the PREPARE CLAIM START DATE in the Veterans Tracking Application as the DOC when establishing an Integrated Disability Evaluation System EP 689, as discussed in\nM21-1, Part X, Subpart i, 6.E.3.c\n.\nan RO employee prematurely cleared or closed a pending end product (EP)\nreestablish control, using\nEP 930, and\nthe DOC of the EP that was prematurely cleared.\nestablishing a control EP (130, 290, 310, etc.) for an 800 series work item\nuse a DOC which matches the date of the 800 series work item.\nNote\n:  If no date is shown, use the date the RO initiated review of the work item.\nImportant\n:  If a possible under/overpayment could result from the 800 series work item (such as removal of dependents from an earlier payment date), Veterans Service Centers must use the\nPotential Under/Overpayment\nspecial issue with a controlling EP to monitor timeliness in completing action on potential under/overpayments. For more information on monitoring timeliness in completing action on potential under/overpayments, see\nM21-1, Part II, Subpart i, 2.D.3\n.\nNote\n:  E-mails received at VA facilities are uploaded to VBMS as portable document format (PDF) documents. The sent date on the saved document represents the date received; therefore, the sent date will be used as the DOC.\nReferences\n:  For more information on\nusing Share, see the\nShare User Guide\nestablishing claims, see\nM21-1, Part II, Subpart iii, 3.A.1\nEPs and DOCs for pre-discharge claims, see\nM21-1, Part X, Subpart i, 6.A\n,\nB\n, and\nE\nclaim labels, see\nM21-4, Appendix C\n, and\nwork items, see\nM21-4, Appendix B, 3\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}