{
  "chunk_id": "II_i_2_C_32",
  "content": "/>\nII.i.2.C.5.b\n.\nProcessing Unidentifiable Mail in CM\nAfter reviewing all applicable systems to attempt to locate a Veteran, per\nM21-1, Part II, Subpart ii, 1.A.1.c\n, follow the steps in the table below to identify and document the unidentifiable mail in the CM portal.\nStep\nAction\n1\nIf there is identifiable information available, go to Step 2.\nIf there is no identifiable information available\nno indexing is required\nenter a note on the mail packet stating that there is no identification information on the attached document to allow systems research, and\ngo to Step 6.\n2\nIndex the packet with any available identifiable information such as\nVeteran's first name\nVeteran's last name, or\nzip code.\nNote\n:\nAdding or editing the FIRST NAME, LAST NAME, or FILE ID indexing fields will require the user to enter a value in all three fields.  Enter the number \"0\" in the missing field(s) if this situation occurs.\n3\nClick the NOTES button to open a window that will allow the user to place comments on a piece of mail.\nThe ADD RECORD button, designated by a \"+\" symbol, will open a popup that allows you to input the note text.\n﻿\n﻿\n﻿\n4\nEnter a note on the mail packet stating\nI certify that I took the following actions to attempt to locate a Veteran record for this packet:\nBIRLS inquiry\nCorporate Inquiry Person search\nclaims folder location search\nCAPRI search\nContact with claimant (if contact information was available)\nContact with the submitting Veteran Service Officer (if applicable)\nFederal On-Line Query (FOLQ), accessed through the SSA INQUIRY command in Share.\nNote\n:  If the user does not have access to an inquiry function identified above, another user with access should be consulted to attempt to identify the Veteran.\n5\nIf the only available identifying information present is a return address\ncreate a\nCannot Identify Veteran\nletter and send it to the listed address, and\nadd a note containing the following text:\nCover letter generated to obtain identifying information.  Letter sent to address retrieved from unidentifiable mail.  Request the letter's originator submit a copy of the letter along with the identifying information.\n6\nMark the packet as unidentifiable mail by clicking UNIDENTIFIABLE in the ACTIONS menu, and\nconfirm the selection.\nReference\n:  For more information on the CM portal, see the\nCentralized Mail Portal User Manual\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}