{
  "chunk_id": "II_i_2_C_33",
  "content": "/>\nII.i.2.C.5.c\n.\nSupervisory Review of Unidentifiable Mail\nPackets marked as unidentifiable mail will route to the UM FIRST AUTH queue for review by\nan intake processing center (IPC) supervisor (at least GS-12 assistant coach or above) when mail is processed by an RO, or\na Supervisory Program Support Assistant when mail is processed by the Records Management Center (RMC).\nImportant\n:\nThe term\nsupervisor\nwill be used to describe both the IPC supervisor and the RMC Supervisory Program Support Assistant, unless otherwise noted.\nTo access the queue, the IPC supervisor must be assigned a supervisor role within the CM portal.\nThe supervisor will review the unidentifiable mail daily in accordance with the table below.\nStep\nAction\n1\nReview any unidentifiable mail packets to attempt to locate the Veteran record\nper\nM21-1, Part II, Subpart ii, 1.A.1.c\n.\n2\nIs the supervisor able to locate the Veteran record?﻿﻿﻿\nIf\nyes\n, the supervisor will\nindex the packet with the Veteran's\nfile number\nfirst name, and\nlast name\ndeny the unidentifiable mail request by clicking the DENY button in the ACTIONS menu\nenter the denial reason in the pop-up box\nprovide instruction to the user who identified the packet as unidentifiable on how the Veteran's identity was located, and\nclick OK.\nIf\nno\n, go to Step 3.\n3\nIf the supervisor is not able to identify a Veteran record, the supervisor will\nensure the packet is indexed with any available Veteran indexing information, such as the Veteran's\nfirst name\nlast name\nSSN, or\nzip code\nplace a note on the mail packet stating\nI certify that I took the following actions to attempt to locate a Veteran record for this packet:\nBIRLS inquiry\nCorporate Inquiry Person search\nclaims folder location search\nCAPRI search\nContact with claimant (if contact information was available)\nContact with the submitting Veteran Service Officer (if applicable)\nFederal On-Line Query (FOLQ), accessed through the SSA INQUIRY command in Share\napprove the unidentifiable mail request by clicking the APPROVE button in the ACTIONS menu, and\nat the APPROVE pop-up prompting stating\nI certify that this is unidentifiable mail\n, select OK.\nNote\n:\nIf the supervisor does not have access to an inquiry function identified above, another user with access should be consulted to attempt to identify the Veteran.\nReference\n:  For more information on the CM portal, see the\nCentralized Mail Portal User Manual\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}