{
  "chunk_id": "II_i_2_C_43",
  "content": "/>\nII.i.2.C.6.d\n.\nProcedure for Obtaining a Correct Address for Undeliverable Essential Mail\nBecause telephone numbers are less likely to change during moves, whenever possible, use telephone development as the first action to obtain a corrected address for undeliverable mail and document the results in accordance with\nM21-1, Part III, Subpart i, 2.D.1.e\n.\nFollow the steps in the table below when telephone development fails to obtain the correct address for undeliverable essential mail.\nStep\nAction\n1\nReview the claims folder to ensure the address used on the undeliverable mail matches the current address of record.\n2\nIs a yellow-colored USPS sticker that shows a forwarding address on the envelope in which VA originally enclosed the mail?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n3\nDetermine whether the address listed on the corporate record is different or more recent than that shown on the returned mail.\nWas a different address found?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n4\nAccess Compensation and Pension Record Interchange (CAPRI) to determine whether VHA has a more current address or telephone number.\nWas a different address found?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\nNote\n:  If the claims folder shows the last record of contact with the claimant predates the last date of medical treatment shown in CAPRI, the address in VHA’s record may be more accurate.\n5\nUtilize web-based, address locator services, to include those for which VA pays a fee for access, to search for a correct mailing address. Place or upload a copy of the search results in the claims folder.\nWas a different and current address found?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\nNote\n:  VA typically authorizes a limited number of employees per RO to access its fee-based address locator services.\n6\nQuery Social Security Administration (SSA) records through VBMS to determine whether the addressee is actively in receipt of Social Security benefits.  When the Veteran is in receipt of active benefits, review the records to determine whether they contain a correct address.\nWas the addressee actively in receipt of Social Security benefits, and was a different address found?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\nNote\n:  Do not utilize addresses from SSA records when the Veteran is not in receipt of Social Security benefits, as the address is likely not current.\n7\nMake a VBMS note documenting all failed attempts to find a correct address, and\nfollow the procedures in\nM21-1, Part II, Subpart i, 2.C.6.g\n.\n8\nIs the mail a legacy decision notice?\nIf\nyes\n, follow the procedures in\nM21-5, Chapter 7, Section E.2.b\nto resend the legacy appeal decision notice.\nIf\nno\n, go to Step 9.\n9\nIs a related EP still pending?\nIf\nyes\n, follow the procedures in\nM21-1, Part II, Subpart i, 2.C.6.e\n.\nIf\nno\n, follow the procedures in\nM21-1, Part II, Subpart i, 2.C.6.f\n.\nNote\n:  A related EP is an EP that is or was pending for the claim or other action associated with the original sending of the mail.\nImportant\n:\nTo avoid duplication of efforts, document all attempts to locate a correct address by\nassociating screen prints of third-party address locator service result with the claims folder, and\nnoting the systems used during a search.\nDo NOT send any undeliverable FTI mail to the scanning vendor.  Follow safeguarding procedures outlined in\nM21-1, Part XIV, 4.B\n.\nReferences\n:  For more information on\nprocessing changes of address, see\nM21-1, Part II, Subpart iii, 3.B.1\n, and\nlogging the movement of FTI, see\nM21-1, Part XIV, 4.B.2.j\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}