{
  "chunk_id": "II_i_2_C_45",
  "content": "/>\nII.i.2.C.6.f\n.\nHandling Undeliverable Essential Mail Upon Identification of a New Address –EP No Longer Pending\nFollow the steps in the table below when\na new address is obtained using the guidance in\nM21-1, Part II, Subpart i, 2.C.6.d\n, and\nthe related EP is\nno longer\npending.\nLetter Type\nIPC Action(s)\nDevelopment or Rating Action(s)\nclaimant development\nUpdates the address using the guidance in\nM21-1, Part II, Subpart iii, 3.B.1\nestablishes an EP 930 with an appropriate claim label\nassociates the undeliverable mail with the claims folder, and\nassigns the EP 930 to the lane where the original EP was closed.\nDevelopment activity\ngenerates new letter(s) with correct address\ncreates new tracked item(s), and\nresends the letter(s) to the claimant via centralized printing.\nthird party development\nEstablishes an EP 930 with an appropriate claim label\nincludes a note stating\nrating action required\nsets the claim status to ready for decision\nassociates the undeliverable mail with the claims folder, and\nassigns the EP 930 to the lane where the original EP was closed.\nRating activity conducts a review in accordance with\nM21-1, Part II, Subpart i, 2.C.6.h\n.\nNote\n:  Use the appropriate claim label for the EP 930\nNon-Rating Control\n, or\nRating Control\n.\nclaimant or beneficiary notification\nEstablishes an EP 400 with a correspondence claim label in accordance with\nM21-1, Part II, Subpart iii, 3.A.1\nassigns the claim to the non-rating lane during VBMS establishment\nenters undeliverable mail as a contention\nupdates the beneficiary’s record to reflect the new address using the guidance in\nM21-1, Part II, Subpart iii, 3.B.1\ndownloads the mail from the portal for printing if being screened electronically\ngenerates a\nReturn Mail\ncover letter\nsends the mail and cover letter to the new address\nuploads a copy of the cover letter to the eFolder, or associates the letter with the legacy paper claims folder, and\nclears the EP 400.\nImportant\n:\nWhenever possible instead of locally printing and resending, prepare a package for centralized printing.\nIf a new address cannot be located follow the guidance in\nM21-1, Part II, Subpart i, 2.C.6.g\n.\nN/A\nrepresentative notification\nAnnotates the representative’s correct address on the\nVA Form 21-22, Appointment of Veterans Service Organization as Claimant’s Representative\n, or\nVA Form 21-22a, Appointment of Individual as Claimant’s Representative\nresends letter(s), and\nclears EP 400.\nN/A\nother essential mail (such as dependency verification, employment questionnaire, etc.)\nUpdates the address using the guidance in\nM21-1, Part II, Subpart iii, 3.B.1\n, and\nresends the letter(s) to the claimant.\nNotes\n:\nIf a new address cannot be located follow the guidance in\nM21-1, Part II, Subpart i, 2.C.6.i\n.\nThe pending EP could be an 800 series work item or a controlling EP.\nN/A\nImportant\n:  Do\nNOT\nsend undeliverable FTI to the scanning vendor.  Follow safeguarding procedures outlined in\nM21-1, Part XIV, 4.B\n.\nNotes\n:\nWhen the original version of undeliverable essential mail is available in the claims folder, download a clean copy of the document to re-mail to the claimant instead of using the poorer quality CM scanned version.  When the remailed information does not include the claimant’s proper address, ensure the\nReturn Mail\nletter is attached to the top with the proper updated address before returning the mail.  Send the mail through centralized printing.\nUse the appropriate claim label for the EP 930 corresponding to the previously pending EP.  Claim labels include\nNon-Rating Control\nRating Control\nPMC – Non-Rating Control\nPMC – Rating Control\n, or\nPMC – DIC Rvw/Ref/Other\n.\nException\n:  EP 930 does not apply to returned mail issues for legacy appeals, which can be controlled by reestablishing an EP 170.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}