{
  "chunk_id": "II_i_2_C_48",
  "content": "/>\nII.i.2.C.6.i\n.\nFinal Actions When a Correct Address for Essential Mail Is Unobtainable\nTake the actions described in the table below if a correct address for a claimant or beneficiary with undeliverable, essential mail is unobtainable.\nIf ...\nThen associate the returned mail and its original envelope with the claims folder, and ...\nno award is running\ntake no further action, and\nclear EP 290.\nno award is running, and\na claim is pending\ndeny the pending claim for the reason\nWhereabouts Unknown\nsend notice to the claimant’s last known address\nclear the pending EP 290 and EP(s) associated with the pending claim(s), and\nconsider the claim abandoned one-year following the date of request.\nImportant\n:  This procedure is applicable to handling an undeliverable due process notice in situations requiring character of discharge determinations.  A character of discharge determination should not be completed when the due process notice was not received by the Veteran.\nReferences\n:  For more information on\nabandoned claims, see\n38 CFR 3.158(a)\n, and\nproviding a decision notice, see\nM21-1, Part VI, Subpart i, 1.B\n.\nan award is running\nclear the pending EP 290 and EP(s), if pending, associated with the returned mail\nsend notice of proposed adverse action to discontinue benefits to the last address of record\nestablish EP 600 with a suspense date that is 65 days from the date of the notice of proposed adverse action, and\nsuspend benefits if the beneficiary does not respond within 60 days.\nNote\n:  Use the table below to determine proper procedures for handling other pending EPs that are not directly associated with the returned mail.\nIf …\nThen …\nthere is a fiduciary EP pending\nclear EP 290 with claim label\nDisappearance of Veteran\nfor a Veteran, or\nPMC-Eligibility Determination\nfor a non-Veteran, and\nnotify the corresponding fiduciary hub (hub) or RO that has jurisdiction of the competency determination as indicated on\nM21-1, Part X, Subpart ii, 6.A.1.a\nof the disappearance.\nDo not\nclear EP 590 or EP 600.\nNote\n:  The hub will attempt to locate the beneficiary and send the appropriate notice.\nthere are EPs pending for failure to report for a routine future examination\nfollow the procedures in\nM21-1, Part IV, Subpart ii, 2.B.3.d\n.\nthere are EPs pending for other compensation or pension-related due process issues\nfinalize the already proposed due process action, and\nsend final notice to the beneficiary at the last known address.\nImportant\n:  Unless the already proposed due process will discontinue the award, separate due process must be issued due to whereabouts being unknown.  If the\nalready proposed due process will result in discontinuation of the beneficiary’s award, separate due process is not required.\nthere are EPs pending for other co-pending compensation or pension-related determinations\nif the action can be completed,\ncomplete the EP, and\nprovide notice at the last known address, or\nif the action cannot be completed,\ndo not\nclear the co-pending EP until after the 65 days for proposed adverse action for whereabouts unknown has passed.\nImportant\n:\nIf the award is suspended due to undeliverable checks, contemporaneous notice is acceptable.\nIf no EP is running initially, then send notice of proposed adverse action under EP 290.\nReferences\n:  For more information on\ncontemporaneous notice, see\nM21-1, Part X, Subpart ii, 3.C\ndisappearance of a Veteran, see\nM21-1, Part VI, Subpart iii, 4\n, and\ncontact information for hubs, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n.\nNotes\n:\nFor paper claims folders, file the returned mail in its original envelope on top of all other material in the claims folder.\nFor eFolders, ensure the mail and its original envelope are sent to the scanning vendor.\nDo\nNOT\nsend undeliverable FTI mail to the scanning vendor. Follow safeguarding procedures outlined in\nM21-1, Part XIV, 4.B\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}