{
  "chunk_id": "II_i_2_C_50",
  "content": "/>\nII.i.2.C.6.k\n.\nProcessing 800 Series Work Items Commonly Related to Lack of a Correct Address\nUpon receipt of an 800 series work item, follow the steps in the table below to attempt to identify a correct address.\nIf the system has generated an 810WI with diary code ...\nThen ...\n602\nReturned Funds in Personal Funds of Patients (PFOP) Payment Master Record Updated,\na returned PFOP/Funds Due Incompetent Beneficiaries payment was applied against a running award\nreview the beneficiary’s record to determine if they have been discharged from the institution acting as fiduciary.\nIs a finding of incompetency of record?\nIf\nyes\n, refer the message to the appropriate hub.\nIf\nno\n, refer to\nM21-1, Part X, Subpart ii, 6.F\n.\nReference\n:  For a listing of hubs and their affiliated RO’s, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n.\n603\nReturned Payment Applied to Accts Receivable,\na payment was returned and applied to a debt\nreview the award to determine the cause of the returned payment\ndetermine if the returned payment was correctly applied to the debt, and\nfollow the guidance in\nM21-1, Part II, Subpart i, 2.C.6.d\nfor returned essential mail if address is not correct.\n604\nUnapplied Balance returned to Appropriation,\na payment is returned and processed against a discontinued award with no accounts receivable\n607\nMiscellaneous Returned Payment\n, a one-time check, such as special payments, clothing allowance, or burial allowances are returned\n612\nAccount suspended-Undeliverable Payment\n, account suspended due to undeliverable checks, or that the proceeds of an undeliverable check exist.  This message is only issued when there are deductions for payment of an insurance premium\n626\nPaid Electronic Funds Transfer (EFT)-Verify Home Address\n, a check was returned, the address has not been changed, and the money is paid via electronic funds transfer, or\n634\nProceeds established in Participant Record\n, the proceeds of an undeliverable check exist\nreview the award to determine the cause of the returned payment\ndetermine if proceeds are payable\nfollow the guidance in\nM21-1, Part II, Subpart i, 2.C.6.d\nfor returned essential mail, and\nrelease proceeds as applicable.\nNotes\n:\nControl development for a correct address with the existing EP, or if no EP is currently pending, an EP 290 with the\nDisappearance of Veteran\n(290 DSPV) claim label, (or\nPMC-Eligibility Determination\nclaim label for a non-Veteran).\nContemporaneous notice is required when a beneficiary’s benefits are suspended or discontinued.\nReferences\n:  For more information on\nresuming payments when an award is stopped because the claimant’s address is unknown, see\n38 CFR 3.158(c)\n, and\nM21-1, Part VI, Subpart iii, 4\ncontemporaneous notice, see\nM21-1, Part X, Subpart ii, 3.C\n, and\n800 series work items, see\nM21-4, Appendix B, 3\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section C - Mail Management",
  "citation": "Part II, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174860/M21-1-Part-II-Subpart-i-Chapter-2-Section-C-Mail-Management",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:30.870043",
  "tags": [
    "m21-1"
  ]
}