{
  "chunk_id": "II_i_2_D_8",
  "content": "/>\nII.i.2.D.2.a\n.\nHandling Claims for Survivor Benefits\nReceipt of one of the forms listed below indicates a claim for survivor’s benefits.  Use the centralized mail (CM) portal to route the claim to the appropriate pension management center (PMC), upon receipt of\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\nVA Form 21P-534a, Application for Dependency and Indemnity Compensation by a Surviving Spouse or Child - In-Service Death Only\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\nVA Form 21P-535, Application for Dependency and Indemnity Compensation by Parent(s) (Including Accrued Benefits and Death Compensation When Applicable)\nVA Form 21P-530EZ, Application for Burial Benefits (Under 38 U.S.C. Chapter 23)\nVA Form 21P-601, Application for Accrued Amounts Due a Deceased Beneficiary\n, or\nVA Form 21P-0847, Request for Substitution of Claimant Upon Death of Claimant\n.\nException\n:  Only non-original in-service death claims, generally received on\nVA Form 21P-534a\n, are routed to the PMC.  For original in-service death claims see\nM21-1, Part II, Subpart ii, 3.1.b\n.\nReferences\n:  For more information on\nthe jurisdiction of original in-service death claims, see\nM21-1, Part II, Subpart ii, 3.1.b\nin-service death claim labels for EP 130 and EP 140, see the\nM21-4, Appendix C\nappropriate PMC routing in CM, see\nM21-1, Part II, Subpart i, 2.A.5.c\ninquiring the corporate record and determining established EPs, see the\nShare User Guide\nhandling receipt of\nForm SSA-24\n,\nApplication for Survivors Benefits (Payable Under Title II of the Social Security Act)\n, as an attachment to\nVA Form 21P-534\n,\nVA Form 21P-534a\n,\nVA Form 21P-534EZ\n, or\nVA Form 21P-535\n, see\nM21-1, Part XII, Subpart i, 4.A\n, and\nhandling survivor's claims received through the Social Security Administration, see\nM21-1, Part XII, Subpart i, 4.A\n.",
  "title": "M21-1, Part II, Subpart i, Chapter 2, Section D - Handling Specific Types of Mail",
  "citation": "Part II, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174861/M21-1-Part-II-Subpart-i-Chapter-2-Section-D-Handling-Specific-Types-of-Mail",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:41.130344",
  "tags": [
    "m21-1"
  ]
}