{
  "chunk_id": "II_ii_1_A_8",
  "content": "/>\nII.ii.1.A.1.c\n.\nChecking for a Previously Established or Duplicate Claims Folder Number\nWhen processing mail or taking other claim actions, it may be necessary to determine if a claims folder had been previously established under another claims folder number and reconciliation of the records is needed.\nThe table below provides guidance on checking for the existence of a previously established or duplicate claims folder number.\nStep\nAction\n1\nReview the correspondence for the BIRLS-generated eight-digit number or an SSN used as a claims folder number.\nIf a claims folder number\nis\navailable\n, use the SEARCH ALL IN LIST command in Share to pull up the claimant’s data for review, or\nis\nnot available\n, attempt to locate the claimant in VBA systems using information from the correspondence and alternative data sources, including\nVeterans Benefits Management System (VBMS) advanced profile search\nShare BIRLS INQUIRY command\nShare CORPORATE INQUIRY command\nParticipant Profile PERSON and NUMBERS searches in Share\nCompensation and Pension Record Interchange (CAPRI) enterprise search, and\nnon-Department of Veterans Affairs (VA) sources, such as\nCLEAR\nDefense Finance and Accounting Service - Retired and Casualty Pay System, and\nFederal On-line Query (FOLQ), which can be accessed through the SSA INQUIRY command in Share or VBMS.\nNote\n:  If the claims folder number cannot be obtained using alternative sources, go to Step 3.\n2\nReview the SEARCH ALL IN LIST results and verify that the claimant has both a BIRLS record and corporate record listed under the claims folder number.\nIf\na BIRLS and corporate record both exist under the claims folder number, no further action in this table is necessary, or\na BIRLS or corporate record is missing, or the records exist under separate claims folder numbers (i.e. one under the eight-digit BIRLS number, the other using the claimant’s SSN), follow the guidance in\nM21-1, Part II, Subpart ii, 1.A.1.d\n.\nNote\n:  If the Veteran reports that their SSN has been changed, complete a search using the old SSN.\n3\nContact the claimant using information provided on the correspondence or obtained via alternative data sources indicated in Step 1, and obtain the missing information required to validate the claims folder number, or if necessary, establish a new record.\nIf the claimant cannot be reached, continue processing the\ncorrespondence as unidentifiable mail, as instructed in\nM21-1, Part II, Subpart i, 2.C.5\n, or\nclaim under the assumption that there is not a previously established or duplicate claims folder that must be reconciled.\nReferences\n:  For more information on\nusing Share search functions, see the\nShare Users Guide\nCAPRI search functions, see the\nCAPRI User Manual\n, and\nadvanced search features in VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 1, Section A - Establishing New and Converting Old Claims Folders",
  "citation": "Part II, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174863/M21-1-Part-II-Subpart-ii-Chapter-1-Section-A-Establishing-New-and-Converting-Old-Claims-Folders",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:51.427145",
  "tags": [
    "m21-1"
  ]
}