{
  "chunk_id": "II_ii_1_A_19",
  "content": "/>\nII.ii.1.A.2.g\n.\nResolving Claims Folder Format Discrepancies\nClaims folders that have been converted or only existed electronically may show a folder location not listed in\nM21-1, Part II, Subpart ii, 1.A.2.d\n.  Common scenarios creating this discrepancy include\nclaims brokered to another regional office, and\nclaims processors accidentally receiving claims to their paper claims folder location when using legacy folder tracking applications.\nWhen a review of the folder location does not conclusively identify the format of the claims folder, use the VBMS INTAKE tab to research shipments of claims material to scanning vendors.\nThe table below outlines the process of verifying shipments to a scanning site using the INTAKE tab in VBMS.\nStep\nAction\n1\nUse the HISTORY button on the FOLDER LOCATION tab in VBMS to determine the suspected shipment date of the claim folder(s) to a scanning site.\n2\nUnder the INTAKE tab in VBMS\nenter the claims folder number in the FILE NUMBER field\nensure the DATE SHIPPED and DATE CREATED fields are blank\nset the INTAKE SITE field to\nAll Intake Sites\nmatch the STATION field in VBMS with the station listed in the STATION column of the CLAIMS FOLDER HISTORY screen in VBMS, and\nfilter for results.\nVBMS will display a list of each time an item was sent to scanning.\n3\nSearch the DATE CREATED column for a date corresponding with the DATE IN field in the CLAIMS FOLDER HISTORY screen.  A match verifies shipment to a scanning facility.\nExample\n:\n4\nChange the incorrect folder location to INVBMS to reflect its conversion to an eFolder and apply the\nVBMS\ncorporate flash if it has not already been added.\nNotes\n:\nVerify all volumes were received into a scanning location.  If necessary, repeat the process for all volumes.\nHistorically, VBMS claim folders required transfers via legacy applications to give the receiving station jurisdiction over the brokered claim.  Frequently, intake processing centers marked the folder received at locally-determined locations not listed in\nM21-1, Part II, Subpart ii, 1.A.2.d\n.\nReference\n:   For more information on the intake tab and claims folder information in VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 1, Section A - Establishing New and Converting Old Claims Folders",
  "citation": "Part II, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174863/M21-1-Part-II-Subpart-ii-Chapter-1-Section-A-Establishing-New-and-Converting-Old-Claims-Folders",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:10:51.427145",
  "tags": [
    "m21-1"
  ]
}