{
  "chunk_id": "II_ii_1_B_6",
  "content": "/>\nII.ii.1.B.1.a\n.\nGeneral Search Procedure\nMake an exhaustive search of the entire office upon discovering that the paper claims folder of a living or deceased Veteran, a notice of death (NOD) folder, or Dependents’ Educational Assistance (DEA) folder is\nmissing, or\nwas sent to a vendor to be converted to an electronic record and the documents contained within the folder are unavailable.\nNote\n:  If the folder was\nsent to a vendor to be converted to an electronic record, follow the guidance in\nM21-1, Part II, Subpart i, 1.B.4\nto locate the source materials and request a folder rescan, or\nlocated at the regional office (RO) and is now missing, follow the steps in the table below.\nStep\nAction\n1\nConduct a name search of the entire drawer where the folder should be filed.\n2\nAdd the claims folder number to the search list.\n3\nCheck the\npending files of the transfer and correspondence activities, and\nprincipal guardianship files.\n4\nIf the computer system shows an active compensation, pension, or education record, check the records of recent payment history. If these records show payment of benefits by another RO, contact that RO to determine whether the folder is located there.\n5\nIf completion of the preceding steps fails to result in locating the missing folder, consider the folder lost.\nNote\n:  The RO that has mail for the folder and is requesting the folder should report the folder missing, if applicable.\n6\nMaintain the pending end product (EP) with a 30-day suspense that begins on the date the Department of Veterans Affairs (VA) received the claim.  After the 30-day period ends,\ncreate a rebuilt claims folder for processing the claim, and\ncontinue any incomplete search efforts to find the original folder.",
  "title": "M21-1, Part II, Subpart ii, Chapter 1, Section B - Lost Paper Claims Folders and Reconciliation of Duplicate Records",
  "citation": "Part II, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174864/M21-1-Part-II-Subpart-ii-Chapter-1-Section-B-Lost-Paper-Claims-Folders-and-Reconciliation-of-Duplicate-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:01.660879",
  "tags": [
    "m21-1"
  ]
}