{
  "chunk_id": "II_ii_1_B_7",
  "content": "/>\nII.ii.1.B.1.b\n.\nRebuilding Lost Paper Claims Folders\nFollow the steps in the table below if the missing folder is a paper claims folder\n.\nStep\nAction\n1\nSubmit a scanning request via the\nSource Material Tracking System (SMTS) Portal\n.\nConsider the following message a negative response for records:\nFile not found\n.  Save a screenshot of the message for association with the claims folder.\nReferences\n:  For more information on\nthe SMTS Portal, see\nM21-1, Part II, Subpart i, 1.B.5\n, and\nusing the SMTS Portal to request a folder, see the\nSMTS Training Manual\n.\n2\nRequest a physical check for the claims folder in the file bank by\nsending an e-mail message to the Veterans Service Center Manager of any RO where there is reason to believe the folder may be located, and\nrequesting a response within a specific period of time.\nNote\n:  For claims that require priority processing, request a response time of 24 hours.  For routine requests, request a response time of five workdays.\nReference\n:  For more information on\nclaims that require priority processing, see\nM21-1, Part X, Subpart i, 1\n.\n3\nUpon receipt of negative replies from all locations, rebuild the claims folder according to the instructions in the table below.\nIf the rebuilt claims folder will be in a(n) ...\nThen ...\nelectronic format\ncreate an electronic claims folder (eFolder) in the Veterans Benefits Management System (VBMS), if one does not already exist\nupload the negative responses to the eFolder\nrequest from the claimant copies of any relevant evidence or documentation in their possession and, if applicable, the possession of their power of attorney (POA)\nupdate the Beneficiary Identification and Records Locator Subsystem (BIRLS) FOLDER LOCATION screen to reflect that the eFolder at the RO is a rebuilt eFolder, and\nappend the\nRebuilt Folder\ncorporate flash.\nReferences\n:  For more information on\ncreating eFolders, see\nM21-1, Part II, Subpart ii, 1.A\nappending a corporate flash, see the\nShare User Guide\n, and\nupdating BIRLS to show a rebuilt folder, see the\nShare User Guide\n.\npaper format\nprepare a rebuilt folder\nassociate the negative responses with the paper claims folder\nrequest from the claimant copies of any relevant evidence or documentation in their possession and, if applicable, the possession of their POA\nupdate the BIRLS FOLDER LOCATION screen to reflect that the folder at the RO is a rebuilt folder, and\nprominently mark the cover of the rebuilt folder with the words\nRebuilt Folder\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 1, Section B - Lost Paper Claims Folders and Reconciliation of Duplicate Records",
  "citation": "Part II, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174864/M21-1-Part-II-Subpart-ii-Chapter-1-Section-B-Lost-Paper-Claims-Folders-and-Reconciliation-of-Duplicate-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:01.660879",
  "tags": [
    "m21-1"
  ]
}