{
  "chunk_id": "II_ii_1_B_15",
  "content": "/>\nII.ii.1.B.2.c\n.\nPreparing the Records for Consolidation by Compensation Service\nApproved IPC designees are responsible for following the steps in the table below when one or more of the claims folders are located at folder location 376 or 101-ICMHS.\nStep\nAction\n1\nRequest expedited scanning of the claims folder using the\nSMTS Portal\n, if necessary.\n2\nAdd to each pending EP associated with the duplicate BIRLS records, the\nDuplicate Record Consolidation (DUPC)\nspecial issue indicator to one contention, and\nFile Requested\ntracked item.\n3\nSubmit a Service Now (SNOW) ticket via the YourIT Service Portal requesting record consolidation.  The\nticket’s short description must say\nBDN DUPC Correction\n, and\nattachment to the ticket should specifically identify which file number/Social Security number is to be\nretained, and\nmerged or removed.\n4\nFor claim types managed by the National Work Queue (NWQ), e-mail the NWQ staff at\nVAVBAWAS/CO/NWQ\nto request transfer of any pending EPs associated with the duplicate records to the Central Office VBMS work queue.\nThe e-mail’s\nsubject line must say\nStation [\ninsert station number\n]_[\ninsert today’s date\n]_DUPC Recall Request\n, and\nbody must contain\nclearly identified Claim IDs of the claim(s) impacted by the duplicate record consolidation, and\nthe active YourIT ticket number for the DUPC issue.\n5\nAssociate a copy of the e-mail to NWQ with the claims folder.\nNotes\n:\nCompensation Service will complete the DUPC record consolidation and the approved IPC designee will remove the special issue indicator upon completion of the consolidation.\nNWQ will review requests to determine recall eligibility.  The recalled claim(s) will be routed to the appropriate station by NWQ once the special issue indicator has been removed.\nReferences\n:  For more information on\nduplicate record consolidation, see the\nDuplicate Records Consolidation Materials\nperforming the duplicate claim command, see the\nBDN DUPC Job Aid\nthe SMTS Portal, see\nM21-1, Part II, Subpart i, 1.B.5\nusing the SMTS Portal to request a folder, see the\nSMTS Training Manual\n, and\nadding special issue indicators and tracked items, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 1, Section B - Lost Paper Claims Folders and Reconciliation of Duplicate Records",
  "citation": "Part II, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174864/M21-1-Part-II-Subpart-ii-Chapter-1-Section-B-Lost-Paper-Claims-Folders-and-Reconciliation-of-Duplicate-Records",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:01.660879",
  "tags": [
    "m21-1"
  ]
}