{
  "chunk_id": "II_ii_2_A_7",
  "content": "/>\nII.ii.2.A.1.b\n.\nConverting Documents to PDF and Uploading to the eFolder\nWhen a document is generated or received outside of VBMS it must be converted into a portable document format (PDF), if it is not already in this format, and uploaded into the eFolder.\nUse the table below to convert and upload a PDF.\nIf the document was created in ...\nThen ...\nMicrosoft Word\ncomplete all necessary development actions and letter adjustments normally made prior to finalization\nreview the letter for accuracy\nfinalize the letter with a visible seal when applicable\nset the default printer to\nAdobe PDF\n, if available\nsave the letter as a PDF to the desktop\n, and\nupload the document.\nNote\n:  Upon successful upload, delete the PDF from the desktop.\nMicrosoft Outlook (e-mail)\nopen the e-mail\nclick the FILE tab\nsave the e-mail as a PDF to the desktop, and\nupload the document.\nNote\n:  Upon successful upload, delete the PDF from the desktop.\nanother program outside of VBMS\ncreate a PDF by\nopening the document in Adobe Acrobat Pro and saving it as a PDF, or\nprinting to\nAdobe PDF\n, and\nupload the document.\nImportant\n:\nTo prevent file name conflicts, save the PDF document with a unique filename by using the\nclaimant’s initials,\ntype of document, and\ndate of upload.\nIf a file name conflict occurs, choose the KEEP BOTH, REPLACE EXISTING or CANCEL UPLOAD button that appears in the prompt box, as applicable.\nExample\n:  A\nHypertension Disability Benefits Questionnaire\n(DBQ) for Jamie Veteran, uploaded on October 7, 2017, could be named\njvHTN100717.pdf\n.\nNotes\n:\nConverting Microsoft Word documents and e-mails to PDF for upload to the eFolder reduces the processing delays associated with printing and shipping a paper copy to the scanning vendor.\nClaims processors must use Adobe Acrobat Pro to do a single-step PDF conversion; Microsoft OneNote should only be used when\nAdobe\nAcrobat Pro is unavailable.\nLegacy appeal-related documents must include an appropriate, secondary category type label.  Secondary category type labels are available under the CATEGORY - TYPE:  ALTERNATE field.\nReferences\n:  For more information on\nuploading eFolder documents, see the\nVBMS Core User Guide\nhandling misfiled documents, see\nM21-1, Part II, Subpart ii, 2.A.2.a\n, and\nrequesting document deletion, see\nM21-1, Part II, Subpart ii, 2.A.2.b\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section A - Folder Maintenance",
  "citation": "Part II, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174866/M21-1-Part-II-Subpart-ii-Chapter-2-Section-A-Folder-Maintenance",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:12.014435",
  "tags": [
    "m21-1"
  ]
}