{
  "chunk_id": "II_ii_2_A_12",
  "content": "/>\nII.ii.2.A.1.g\n.\nRedacting eFolder Documents Containing Criminal Investigation Reports\nDocuments in the eFolder containing criminal investigation reports must be replaced with a redacted copy.  To properly redact eFolder documents,\ndownload a copy of each document containing criminal investigation reports\nredact all personally identifiable information (PII) not pertaining to the Veteran\nupload each redacted copy using the same category type, source, and date of receipt as the original document.  The subject line should read\nRedacted copy of original document\n, and\nrequest deletion of the original, un-redacted document(s).\nThe claims processor must leave a note explaining the action taken.  Use the table below to determine the content of the note and who is responsible for leaving it.\nIf the claims processor is ...\nThen a note must be left that ...\nsubmitting a\nDocument Error Report\nto the RO mailbox for a PDF editor to redact the document\nindicates the user has e-mailed a request to redact the document to the station’s established mailbox, and\nprovides the address of the mailbox.\nsubmitting a redaction request to an employee who\nis not\na PDF editor but is authorized by the RO to amend documents in the eFolder\nindicates the user has e-mailed a request to redact the document, and\nidentifies the individual to whom the request was sent.\nauthorized by RO management to amend documents in the eFolder, and\npersonally performing the redaction\nindicates\nthe document was successfully redacted and placed in the claims folder, and\na request to delete the un-redacted document has been submitted.\nNote\n:  If the subject line of the document must contain other required language, use annotations to identify the uploaded document as a redacted copy of the original.\nReferences\n:  For more information on\nusing annotations, see\nM21-1, Part II, Subpart ii, 2.A.1.h\nelectronic document redaction, see the\ninstructions for redacting sensitive content\non Adobe’s website, and\nrequesting deletion of a document, see\nM21-1, Part II, Subpart ii, 2.A.2.b\n-\nd\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section A - Folder Maintenance",
  "citation": "Part II, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174866/M21-1-Part-II-Subpart-ii-Chapter-2-Section-A-Folder-Maintenance",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:12.014435",
  "tags": [
    "m21-1"
  ]
}