{
  "chunk_id": "II_ii_2_A_30",
  "content": "/>\nII.ii.2.A.3.b\n.\nReplacing Missing Claims Materials That Were Previously of Record\nFollow the steps in the table below upon identification of missing claims materials that RO personnel may have previously viewed.\nStep\nAction\n1\nAsk any employee having knowledge of the facts surrounding the claim, including the date VA received it, to prepare a\nsigned\nmemorandum for the file containing this and any other relevant information for retention in the claims folder.\nNote\n:\nThe “employee” referenced in this step would include the employee responsible for creating the electronic record referenced in\nM21-1, Part II, Subpart iii, 3.A\n.  It might also include any employee who has taken action on the claim and remembers relevant details about it.\n2\nAsk the employee’s supervisor to sign the memorandum.\n3\nDetermine what claimed issues the pending EP is being used to control.\nIf the EP is ...\nThen ...\nonly controlling issues for the lost claim\nchange the controlling EP to an EP 400,\nCorrespondence\n.\ncontrolling additional claimed issues\ncontinue processing the additional issues, and\naddress the lost claim under the currently pending EP.\n4\nSend the claimant the\nLost Claim Letter\n.\nNote\n:  The letter should\ninform the claimant that the claim was lost\nrequest that the claimant submit another application as evidence of the\nintent to file a claim, and\nscope of the claim\nrequest that the claimant resubmit any evidence previously submitted with the claim, and\nnotify the claimant that if the requested evidence is not furnished within one year after the date of the letter, the claim may be considered abandoned under the provisions of\n38 CFR 3.158\n.\n5\nClear the EP 400, if one was established, after sending the letter.\nNote\n:  If, within one year of the date of the letter referenced in Step 4, a claimant resubmits a claim that VA lost, use the date of receipt of the\ninitial\n(lost) claim as the DOC when reestablishing EP control.  Otherwise, use the date of receipt of the\nresubmitted\nclaim.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section A - Folder Maintenance",
  "citation": "Part II, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174866/M21-1-Part-II-Subpart-ii-Chapter-2-Section-A-Folder-Maintenance",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:12.014435",
  "tags": [
    "m21-1"
  ]
}