{
  "chunk_id": "II_ii_2_B_8",
  "content": "/>\nII.ii.2.B.1.c\n.\nHandling Paper Claims Folders Containing Restricted Information\nAdditional measures must be taken upon identification of a paper claims folder containing information that is of such a confidential nature that\nrestricting access to the record is warranted, and\nfiling the record in a paper claims folder would not adequately safeguard it from being accessed by those without a business need to view it.\nExample\n:  A confidential report from the Federal Bureau of Investigation.\nFollow the steps in the table below to properly safeguard the restricted information.\nStep\nAction\n1\nPlace the record containing restricted information in an opaque and windowless envelope.\n2\nLabel the front of the envelope with the claim number and a brief description of the envelope’s contents.\n3\nComplete\nVA Form 3797, Cross Reference to Confidential Report\n, indicating the existence and location of the restricted record, and\nfile the form on the inside, left flap of the paper claims folder or other file involved.\nImportant\n:\nVA Form 3797\nmust remain on top of all other material in the paper claims folder at all times.\nIf the paper claims folder is temporarily unavailable when\nVA Form 3797\nis completed, retain the form in the same storage location vacated by the paper claims folder.\n4\nSecure the restricted paper claims folder in locked files.\nReference\n:  For more information about locked files, see\nM21-1, Part II, Subpart ii, 2.B.2\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section B - Restricted Records Storage and Control",
  "citation": "Part II, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174867/M21-1-Part-II-Subpart-ii-Chapter-2-Section-B-Restricted-Records-Storage-and-Control",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:22.336968",
  "tags": [
    "m21-1"
  ]
}