{
  "chunk_id": "II_ii_2_B_9",
  "content": "/>\nII.ii.2.B.1.d\n.\nRedacting Copies of Documents Containing PII for Multiple Individuals Prior to Providing Copies to the Claimant or a Third Party\nFor the purposes of this block, the term\ndocuments\napplies to both the paper and electronic claims folders (eFolders).  The Department of Veterans Affairs (VA) may not provide information that includes“personnel and medical files and similar files the disclosure of which would constitute a clearly unwarranted invasion of personal privacy” in response to a request for records under the Privacy Act or Freedom of Information Act.\nPursuant to\n5 U.S.C. 552 (b)(6)\n, documents containing personally identifiable information (PII) for multiple individuals must be reviewed for relevancy to a particular claimant’s record and copies must be appropriately redacted before providing to the claimant or a third party.\nExamples of documents requiring redaction include\ncopies of orders in which multiple Veterans’ PII is provided\nwrite-outs or spreadsheets covering multiple beneficiaries, and\nany information in which there is reason to believe the requestor seeks the information to commit a crime or cause harm.\nA\nt a minimum, redacted documents must\ninclude only PII relevant to a particular Veteran’s records, and\nensure all other PII is totally unreadable.\nImportant\n:\nAny document related to a benefit sought under the umbrella of an individual Veteran’s eligibility, but including another individual’s PII, such as dependency documents containing PII of a spouse or child, personnel pages, etc., requires redaction.\nEmployees should notify their supervisor when there is reason to believe the information requested by a third party will be used to commit a crime or cause harm.  Do not release the document(s) and/or information until receiving approval from management.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section B - Restricted Records Storage and Control",
  "citation": "Part II, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174867/M21-1-Part-II-Subpart-ii-Chapter-2-Section-B-Restricted-Records-Storage-and-Control",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:22.336968",
  "tags": [
    "m21-1"
  ]
}