{
  "chunk_id": "II_ii_2_B_28",
  "content": "/>\nII.ii.2.B.4.a\n.\nProtecting Service Records\nService records are critical in determining a claimant’s entitlement to VA benefits.  When handling original, paper versions of these records, VA employees must make all reasonable efforts to protect their integrity, appearance, and readability.  Employees may\nnot\nmake marks on, date stamp, or punch holes in original service records\nremove service treatment records (STRs)\nfrom an STR jacket (unless necessary for photocopying), or\nrearrange the order in which STRs are filed down in an STR jacket.\nExceptions\n:\nDD Forms 214\n,\nmay be\nstamped or annotated to reflect verification of service, and/or\nreverse-filed on the inside of the right-hand flap of the claims folder for ease of identification.\nProtective envelopes may be punched or date-stamped as long as the contents are not affected.\nRACCs must follow the instructions in the table below if\nthe thickness of a Veteran’s\nservice records\nexceeds one inch, or\nthe thickness of a Veteran’s\nclaims folder\nexceeds two and one-half inches when the service records are placed in it.\nStep\nAction\n1\nEstablish another volume of the Veteran’s claims folder.\n2\nFile the service records in the new volume.\n3\nAnnotate the outside of the right flap of the first volume of the claims folder with indelible marker, identifying the location of the STRs in the other volume(s) of the claims folder.\nImportant\n:  When moving a claims folder with multiple volumes from place to place, ensure all volumes of the claims folder remain together.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section B - Restricted Records Storage and Control",
  "citation": "Part II, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174867/M21-1-Part-II-Subpart-ii-Chapter-2-Section-B-Restricted-Records-Storage-and-Control",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:22.336968",
  "tags": [
    "m21-1"
  ]
}