{
  "chunk_id": "II_ii_2_B_35",
  "content": "/>\nII.ii.2.B.4.h\n.\nHandling STRs That Contain a DNA Specimen\nIn June 1992, DoD Health Affairs began collecting deoxyribonucleic acid (DNA) specimens to aid in the identification of the remains of deceased service members.  This collection provides for two sets of DNA specimens.  Each specimen is sealed in a small shipping pouch that is labeled with its contents.  Then,\none pouch is sent to the DoD Specimen Repository in Dover, Delaware, and\nthe other pouch is placed in the corresponding service member’s STRs.\nVA has no need for DNA specimens and has removed most of them from the STRs in its possession.  Nevertheless, the discovery of these specimens may occur during the routine review of STRs.  When found, these specimens should be destroyed.\nFollow the procedures described in the table below upon discovering a DNA specimen in a Veteran’s STRs.\nStep\nAction\n1\nExtract the shipping pouch containing the DNA specimen from the STRs and destroy it by either shredding or incineration. (Disposing of the pouch in any other way, to include giving it to the Veteran, is prohibited.)\nNote\n:\nAlthough the specimen is not biohazardous, do\nnot\nopen the shipping pouch.\n2\nPlace documentation in the STRs that\nindicates a DNA specimen was found and destroyed, and\nidentifies the\ntype of destruction (shredding or incineration), and\ndate of destruction.\nReference\n:  For a sample of the documentation referenced in this step, see\nM21-1, Part II, Subpart ii, 2.B.4.j\n.\nNote\n:  VA is\nnot\nobligated to notify a Veteran when it destroys the DNA specimen.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section B - Restricted Records Storage and Control",
  "citation": "Part II, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174867/M21-1-Part-II-Subpart-ii-Chapter-2-Section-B-Restricted-Records-Storage-and-Control",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:22.336968",
  "tags": [
    "m21-1"
  ]
}