{
  "chunk_id": "II_ii_2_C_13",
  "content": "/>\nII.ii.2.C.2.b\n.\nFiling Material in Paper Claims Folders\nUse the table below to file material in paper claims folders.\nNote\n:  If a folder is pulled for any purpose,\nconvert old side-filing folders to top-filing folders, and\nensure that material in the paper claims folder is filed appropriately.\nType of Material\nFolder Location\nFiling Order\naward prints\noverpayment material\nall documents relating to\npayments\nallowances, and\ndenials, and\nShare prints of name changes\nLeft flap\nTop down, with the newest material placed on top\nbirth certificates\nmarriage certificates\ndivorce decrees\nlegal documents, and\nany permanent type of adjudicative material, including Compensation and Pension applications in support of the claim\nCenter\nChronological order, with the material organized by date received\neducation material\nRight flap\nTop down, with the newest material placed on top\nVA Form 26-1833, Advice Regarding Indebtedness of Obligors on Guaranteed or Insured Loans\nVA Form 26-6822, Advice of Termination and Indebtedness on Portfolio Loans\n, and\nVA Form 20-6560, Notice of Benefit Payment Transaction, with message code 628, STATUS OF RECOUPMENT BALANCE AT TERMINATION\nLeft flap\nReverse file in the order shown at left\nRationale\n:  This filing order keeps the material on top of all subsequent documents filed.\nVA Form 21-22, Appointment of Veterans Service Organization as Claimant’s Representative\nVA Form 21-22a, Appointment of Individual as Claimant’s Representative\n, and\nDD Form 214, Certificate of Release or Discharge From Active Duty\n, the military separation document, or its equivalent\nRight flap\nReverse file in the order shown at left (e.g.\nVA Form 21-22\non top and\nDD Form 214\nunderneath).\nRationale\n:  This filing order keeps these forms above the training material at all times.\nNote\n:  If necessary, add a standard two-prong fastener to the right flap to accommodate reverse filing.",
  "title": "M21-1, Part II, Subpart ii, Chapter 2, Section C - Locked Files Folder Maintenance",
  "citation": "Part II, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175823/M21-1-Part-II-Subpart-ii-Chapter-2-Section-C-Locked-Files-Folder-Maintenance",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:32.609685",
  "tags": [
    "m21-1"
  ]
}