{
  "chunk_id": "II_ii_3_None_7",
  "content": "/>\nII.ii.3.1.b\n.\nJurisdiction of Claims Involving a Special Mission or Circumstance\nNWQ will distribute claims involving a special mission or circumstance according to jurisdiction and ranking rules determined by the Office of Field Operations (OFO).  Proper routing may require the use of special issue indicators and corporate flashes.\nIf a station receives a claim that does not fall under their jurisdiction, authorized personnel may transfer the claim to the correct station in accordance with OFO guidelines.\nThe table below indicates what station has jurisdiction of a claim that involves a special mission or circumstance.\nSpecial Mission or Circumstance\nJurisdiction\nVeterans Benefits Administration (VBA) employee-Veteran, relative of employee, or a national service officer\nrestricted access claims centers (RACCs)\nReference\n:  For more information on RACCs, see\nM21-1, Part II, Subpart ii, 2.B\n.\nlive compensation claims and legacy appeals involving\na foreign residence\nresidence in enemy territory, and\ncases involving an Army Post Office or a Fleet Post Office address\nPittsburgh RO\nNotes\n:\nJurisdiction is determined according to the Veteran’s residence, not the residence of a dependent.\nA transient is not considered to be residing in a foreign country.\nException\n:  When a Veteran files a claim for Chapter 18 benefits and the child lives in a foreign territory, the claim will be worked by the Pittsburgh RO.\nReference\n:  For more information on foreign residence, see\nM21-1, Part X, Subpart i, 3.B\n.\nlive compensation claims and legacy appeals involving residence in a U.S. Territory\nJurisdiction for U.S. Territory compensation claims and legacy appeals is as follows:\nHonolulu RO has jurisdiction for American Samoa, Guam, and the Northern Mariana Islands (Rota, Saipan and Tinian)\nManila RO has jurisdiction for the Philippines, and\nSan Juan RO has jurisdiction for Puerto Rico and the Virgin Islands.\nall in-service death claims\nPhiladelphia RO\nNotes\n:\nThe Philadelphia Veterans Service Center (VSC) has sole jurisdiction over all original in-service death claims, to include in-service death claims received from multiple claimants prior to the adjudication of the original claim.\nThe Philadelphia PMC has jurisdiction over all non-original in-service death claims received after the adjudication of the original claim.\nReference\n:  For more information on in-service death claims, see\nM21-1, Part XII, Subpart i, 1.C\n.\npension and survivor claims in which\nthe primary beneficiary or claimant resides in a foreign country, or\nany payee whose income affects entitlement to Department of Veterans Affairs (VA) benefits, receives the income in a foreign currency\nJurisdiction for\nservice-connected (SC) death and burial claims are the Philadelphia PMC's including claims from the Philippines, and\nall remaining PMC claims (to include supplemental claims for Dependency Indemnity Compensation (DIC) where SC death was already granted) from\nthe Philippines, are the Milwaukee PMC's, and\nall other foreign countries, jurisdiction is shared between the Milwaukee and St. Paul PMC.\nReferences\n:  For more information on\nPMC jurisdiction of non-foreign residence claims or specific jurisdiction of claim type, see\nM21-1, Part I, Subpart ii, 1.B.2.b\n, and\neligibility for benefits based on Philippine service, see\nM21-1, Part X, Subpart i, 4.A.2\n.\nhigher-level reviews and legacy appeals for pension and survivor claims\ndecision review operations center\nrating action related to Polish and Czechoslovakian Veterans who\nfile a claim for service connection (SC), or\napply for health care under\n38 U.S.C. 109\nWilmington RO\nException\n:  A claim from a Polish or Czechoslovakian Veteran with\nno\nservice in the U.S. Armed Forces should be denied for no qualifying service by the RO that receives the claim.\nNote\n:  VA does\nnot\nassign a folder or number to these claims.\nReference\n:  For more information on Polish and Czechoslovakian Veterans who served in the U.S. Armed Forces, see\nM21-1, Part XIII, Subpart i, 3.G.1.b\n.\nclaims involving\nPublic Law (PL) 97-37\n,\nSection 156, Restored Entitlement Program for Survivors (REPS)\nJurisdiction is split between\nthe various ROs or PMCs, and\na special processing unit at the St. Louis RO.\nNote\n:  The office having jurisdiction of the deceased Veteran’s claims folder is responsible for determining basic eligibility and forwarding the claim (but not the deceased Veteran’s claims folder) to the St. Louis RO.\nReference\n:  For more information on jurisdiction of claims involving REPS, see\nM21-1, Part XII, Subpart ii, 3.A\n.\nPhilippine cases involving Veterans of the Commonwealth Army of the Philippines while such forces were in the\nArmed Forces of the U.S. (July 26, 1941, through June 30, 1946)\nSpecial Philippine Scouts (enlisted between October 6, 1945, and June 30, 1947), and\nAlleged or Recognized Guerrilla Service (before July 1, 1946)\nManila RO has exclusive and permanent jurisdiction unless otherwise indicated.\nException\n:  The Philadelphia PMC has jurisdiction of burial and SC death claims and the Milwaukee PMC has jurisdiction of all remaining PMC claims (to include supplemental claims for DIC where SC death was already granted) based on service by Veterans within the Commonwealth Army of the Philippines.\nReference\n:  For more information on eligibility for benefits based on Philippine service,\nM21-1, Part X, Subpart i, 4.A.2\n.\ncases involving incompetent Veterans\nIf a court has appointed a fiduciary for an incompetent Veteran, jurisdiction lies with the RO or PMC for the area in which the appointing court is located.\nclaims for SC based on radiation exposure where the existence of a radiogenic disease has been verified\nJackson RO\nReferences\n:  For more information on\nhow the Jackson RO receives jurisdiction of a radiation claim, see\nM21-1, Part VIII, Subpart iii, 4.A.2.a\n, and\nradiation claims processing, see\nM21-1, Part VIII, Subpart iii, 4.A.2\n, and\nM21-1, Part VIII, Subpart iii, 4.B.2\n.\nclaims and legacy appeals for SC based on exposure to mustard gas or Lewisite\nMuskogee RO\nReference\n:  For more information on claims for SC based on exposure to mustard gas or Lewisite, see\nM21-1, Part VIII, Subpart iii, 3.A.2\n.\nclaims and legacy appeals for SC based on exposure to contaminated drinking water at Camp Lejeune that meet specific criteria\nLouisville RO\nReference\n:  For more information on the criteria determining jurisdiction of Camp Lejeune issues, see\nM21-1, Part VIII, Subpart iii, 8.A.1.c\n.\nforfeiture cases\nSt. Paul RACC\nReference\n:  For more information about forfeiture cases, see\nM21-1, Part X, Subpart iv, 3.B\n, and\n38 CFR 3.900\n.\nresidents of the Armed Forces Retirement Home, or St. Elizabeth’s Hospital in Washington, D.C.\nRoanoke RO\nReference\n:  For more information on claims from residents of the Armed Forces Retirement Home or St. Elizabeth’s Hospital in Washington, D.C., see\nM21-1, Part VI, Subpart iii, 5\n.\nVeterans with any service prior to July 16, 1903\nPhiladelphia PMC\nentitlement to compensation under the former general law, the Act of 1862, as amended\nprotection of the general law rate provided by former PL 788, 74th Congress\nentitlement to Reserve Officer’ Retirement Pay under PL 262, 77th Congress, and\nentitlement under a special act of Congress authorizing payment to a particular person\nPhiladelphia PMC\nReferences\n:  For more information on\ngeneral law cases, see\n38 U.S.C. 1152\n, and\nentitlement under a special act, see\n38 CFR 3.801\n38 CFR 10.20\n, and\n38 CFR 11.109\n.\nChapter 31 educational benefits based on service in allied forces\nPhiladelphia PMC\nChapter 18 benefits for certain children with disabilities born of Vietnam and certain Korean service Veterans\nDenver RO\nException\n:  When a Veteran files a claim for Chapter 18 benefits and the child lives in a foreign territory, the claim will be worked by the Pittsburgh RO.\nReference\n:  For more information on handling of claims for benefits under Chapter 18, see\nM21-1, Part VIII, Subpart i, 3.A\n-\nE\n.\nNotes\n:\nDo not transfer a paper claims folder to a special mission station unless\na special mission claim has been established, or\ninstructions indicate the special mission station must maintain the folder.\nClaims and/or claimants involving litigated issues may be subject to special review or processing.  Special instructions for identification and processing identified cases will be issued by VA Central Office (VACO) and may involve use of special issue indicators, corporate flashes, or other claim attributes.\nReferences\n:  For more information on\nclaim attributes that affect routing, see\nM21-4, Appendix C\nuse of corporate flashes, see\nM21-1, Part III, Subpart i, 2.F.1.b\n, and\nM21-4, Appendix C.2\nspecial issue indicators, see\nM21-1, Part III, Subpart i, 2.F.2\n, and\ntransferring a claim, see the\nVeterans Benefits Management System Core User Guide\n.",
  "title": "M21-1, Part II, Subpart ii, Chapter 3 - Claims Jurisdiction and Transfer",
  "citation": "Part II, Subpart ii, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174868/M21-1-Part-II-Subpart-ii-Chapter-3-Claims-Jurisdiction-and-Transfer",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:42.927480",
  "tags": [
    "m21-1"
  ]
}