{
  "chunk_id": "II_iii_1_A_6",
  "content": "/>\nII.iii.1.A.1.a\n.\nRequirements for a Complete Claim Received on or After March 24, 2015\nEffective March 24, 2015, the Department of Veterans Affairs (VA) only recognizes compensation, pension, survivors, and related claims if they are submitted on the required standard forms.\nUse the table below to determine the correct VA form to use based on the type of benefit sought by the claimant.\nIf the benefit sought is ...\nThen the prescribed form is\nVA Form\n...\nservice connection (SC) (initial)\nincreased evaluation, or\na claim for a permanent and total (P&T) rating\n21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n.\nassociated with a supplemental claim\n20-0995, Decision Review Request:  Supplemental Claim\n.\nassociated with a request for higher-level review of a prior decision\n20-0996, Decision Review Request:  Higher-Level Review\n.\ntemporary total disability rating (paragraph 29 and 30 benefits)\n21-526EZ\n.\nNote\n:  Receipt of a\nReport of Hospitalization\nat a VA hospital or military treatment facility will prompt review for entitlement to a temporary evaluation under\n38 CFR 4.29\nand\n38 CFR 4.30\nwithout a claimant’s submission of a claim.\nReferences\n:  For more information on\nscope of\nhospitalization ratings, see\nM21-1, Part VIII, Subpart iv, 8.B.1.b\n, and\nconvalescent ratings, see\nM21-1, Part VIII, Subpart iv, 8.C.1.d\n, and\nclaims based on reports of examination or hospitalization, see\nM21-1, Part II, Subpart iii, 2.D\n.\ntotal disability rating based on individual unemployability (TDIU)\n21-8940, Veteran’s Application for Increased Compensation Based on Unemployability\n, or\n21-4140, Employment Questionnaire\n, (if submitted as part of the verification process described in\nM21-1, Part VIII, Subpart iv, 3.D\n).\nTDIU can also be claimed on\nVA Form 21-526EZ\n.\nNotes\n:\nVA Form 21-8940\nis not required to claim individual unemployability (IU).  However, submission of\nVA Form 21-8940\nby the Veteran is required in the course of development of the IU claim and for the award of TDIU benefits.\nVA Form 21-8940\nis\nnot\nan acceptable standard form for a claim for increase in the evaluation of a disability independent of a claim for IU.  However, as a part of adjudication of the TDIU issue, the evaluation of the service-connected (SC) disabilities claimed to cause unemployability must be considered.\nReferences\n:  For more information on\nthe role of\nVA Form 21-8940\nin development of IU claims, see\nM21-1, Part VIII, Subpart iv, 3.B.1.d\nconsidering entitlement to an increased evaluation of SC disabilities when considering claims for TDIU, see\nM21-1, Part VIII, Subpart iv, 3.B.1.e\n, and\nreasonably raised claims for IU, see\nM21-1, Part VIII, Subpart iv, 3.B.1.f and g\n.\nchild incapable of self-support benefits\n21-526EZ\n21-686c, Application Request to Add and/or Remove Dependents\n21P-527, Application for Veterans Pension\n21P-527EZ, Application for Veterans Pension\n21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\n21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n, or\n21P-534a\n,\nApplication for Dependency and Indemnity Compensation by a Surviving Spouse or Child - In-Service Death Only\n.\nNote\n:  Information about a child incapable of self-support submitted by a Veteran on a timely received\nDecember 2017 or earlier\nversion of\nVA Form 21-0538, Mandatory Verification of Dependents\n, will be sufficient to initiate a claim to add the dependent(s) to the Veteran’s award.\nVeterans Pension (initial)\n21P-527EZ\n, or\n21P-527\n(non-original initial only).\ndependency and indemnity compensation (DIC), Survivors Pension and accrued benefits (initial)\n21P-534\n(surviving spouse and child/ren only)\n21P-534a\n(surviving spouse and child/ren only)\n21P-534EZ\n(surviving spouse and child/ren only)\n21P-535, Application for Dependency and Indemnity Compensation by Parent(s) (Including Accrued Benefits and Death Compensation when Applicable)\n(surviving parent(s) only), or\n21P-601, Application for Accrued Amounts Due a Deceased Beneficiary\n, for accrued benefits only\n.\nNotes\n:\nVA Form 21P-0847, Request for Substitution of Claimant Upon Death of Claimant\n, may also be used as a prescribed form for accrued benefits if submitted by a surviving spouse\nand\nthe substitution determination results in the claimant being recognized as a valid substitute.\nIf an adult child, that does not meet the exception in\nM21-1, Part X, Subpart ii, 6.B.1.a\n, submits a\nVA Form 21P-534EZ\nor\n21P-534\n, then a claim for accrued benefits should not be formally decided.  Instead, process the accrued portion as a request for application and send the claimant the correct form to apply for benefits (\nVA form 21P-601\n).\nReference\n:  For more information on actions to take upon receipt of\nVA Form 21-4182, Application for Dependency and Indemnity Compensation or Death Pension (Including Accrued Benefits and Death Compensation Where Applicable) From the Department of Veterans Affairs (Supplemental to Social Security Application Forms SSA-4, 5, 7 and 10)\n, see\nM21-1, Part XII, Subpart i, 4.A\n.\nincome adjustments for running pension awards or to supplement initial applications (income/asset/net worth, liberalized legislation)\n21P-0512S-1,\nOld Law and Section 306 Eligibility Verification Report (Surviving Spouse)\n21P-0512V-1,\nOld Law and Section 306 Eligibility Verification Report (Veteran)\n21P-0513-1,\nOld Law and Section 306 Eligibility Verification Report (Children Only)\n21P-0514-1, DIC Parent’s Eligibility Verification Report\n21P-0516-1, Improved Pension Eligibility Verification Report (Veteran With No Children)\n21P-0517-1, Improved Pension Eligibility Verification Report (Veteran with Children)\n21P-0518-1, Improved Pension Eligibility Verification Report (Surviving Spouse With No Children)\n21P-0519C-1, Improved Pension Eligibility Verification Report (Child or Children)\n21P-0519S-1, Improved Pension Eligibility Verification Report (Surviving Spouse with Children)\n21P-0969, Income and Asset Statement in Support of Claim for Pension or Parents’ Dependency and Indemnity Compensation (D.I.C.)\n21P-8416, Medical Expense Report\n21P-8416b, Report of Medical, Legal, and Other Expenses Incident to Recovery for Injury or Death\n21P-0571, Application for Exclusion of Children’s Income\n21-8049, Request for Details of Expenses\n21P-4165, Pension Claim Questionnaire for Farm Income\n, and\n21P-4185, Report of Income from Property or Business\n.\nException\n:\nVA does\nnot\nrequire beneficiaries to use a specific form to report a change in income that will result in a\ndecrease\nin benefits.  A beneficiary may report such changes\nin writing\nby telephone or e-mail, or\nthrough a VA claims submission service website.\nburial benefits (initial)\n21P-530EZ, Application for Burial Benefits (Under 38 U.S.C. Chapter 23)\n21P-530a, State or Tribal Organization Application for Interment Allowance (Under 38 U.S.C. Chapter 23)\n, and\n21P-8834, Application for Reimbursement of Headstone or Marker Expense\n.\nspecially adapted housing (SAH) or special housing adaptation (SHA)\n26-4555\n,\nApplication in Acquiring Specially Adapted Housing or Special Home Adaptation Grant (Title 38 U.S.C. Section 2101(a) or 2101(b))\n, and\n26-4555c\n,\nVeteran/Servicemember's Supplemental Application for Assistance in Acquiring Specially Adapted Housing\n.\nSAH/SHA can also be claimed on\nVA Form 21-526EZ\n.\nImportant\n:\nVA Form 26-4555\nor\n26-4555c\ncan be used as a standalone initial claim.\nVA Form 26-4555\nor\n26-4555c\nis a claim for both SAH and SHA.\nA grant of SAH renders the issue of SHA moot since SAH is the greater benefit.  SHA need not be addressed when SAH is granted.\nIf SAH is denied, the rating decision must address both SAH and SHA.\nNote\n:  When eligibility is being determined in response to a request from a regional loan center referral,\nVA\nForm 26-4555\nor\n26-4555c\nis not required in the claims folder.\nReference\n:  For more information on issues that may arise from consideration of\nVA Form 26-4555\n, see\nM21-1, Part II, Subpart iii,1.A.3.c\n.\nauto allowance\n21-4502\n,\nApplication for Automobile or Other Conveyance and Adaptive Equipment (Under 38 U.S.C. 3901-3904)\n.\nAuto allowance can also be claimed on\nVA Form 21-526EZ\n.\nImportant\n:\nVA Form 21-4502\nis required for the award of benefits and can be used as a standalone form for initial auto allowance claims.\nReference\n:  For more information on issues that may arise from consideration of\nVA Form 21-4502\n, see\nM21-1, Part II, Subpart iii, 1.A.3.c\n.\nspecial monthly compensation (SMC) for housebound/aid and attendance (A&A) including spousal A&A\n21-526EZ\n, or\n21-2680, Examination for Housebound Status or Permanent Need for Regular Aid and Attendance\n.\nReference\n:  For more information on reviewing\nVA Form 21-2680\nto identify the benefit sought, see\nM21-1, Part II, Subpart iii, 1.A.3.a\n-\nc\n.\nSMC for housebound/A&A for DIC benefits\n21P-534\n21P-534EZ\n21-2680\n21P-535\n(Parents' DIC only), or\n21-0779, Request for Nursing Home Information in Connection with Claim for Aid and Attendance\n(nursing home patients only).\nNote\n:\nVA Forms 21-2680\nand\n21-0779\nare acceptable for SMC only when there is an active DIC claim or running DIC award.\nReference\n:  For more information on reviewing\nVA Form 21-2680\nto identify the benefit sought, see\nM21-1, Part II, Subpart iii, 1.A.3.a\n-\nc\n.\nspecial monthly pension (SMP) for housebound and/or A&A\n21P-527EZ\n21-0779\n(nursing home patients only)\n21P-534\n21P-534EZ\n, or\n21-2680\n.\nNote\n:\nVA Forms 21-2680\nand\n21-0779\nare acceptable for SMP only when there is an active pension claim or running pension award.\nReference\n:  For more information on reviewing\nVA Form 21-2680\nto identify claims for SMP and SMC, see\nM21-1, Part II, Subpart iii, 1.A.3.a\n-\nc\n.\nspina bifida\n21-0304\n,\nApplication for Benefits for a Qualifying Veteran’s Child Born With Disabilities\n.\napportionment\n21-0788\n,\nInformation Regarding Apportionment of Beneficiary’s Award\n.\ndependents\n21P-527\n(pension only)\n21P-527EZ\n(pension only)\n21P-534\n(survivors only)\n21P-534EZ\n(survivors only)\n21-686c\n674-series to include\n21-674, Request for Approval of School Attendance\n, (school children over 18 only)\n21P-509\n,\nStatement of Dependency of Parent(s)\n, (for dependent parent(s) only)\n21-4170, Statement of Marital Relationship\n(for adding a spouse based on a common-law marriage), or\n21-0538\n(versions\nDecember 2017 and earlier\n, when timely submitted as part of the verification process described in\nM21-1, Part VII, Subpart i, 1.B\n).\nNotes\n:\nPast versions of\nVA Form 21-0538\n, dated\nDecember 2017 or earlier\n, when timely submitted, could be used to\ninitiate\nthe process of adding a dependent to an award.\nA\nVA Form 21-674\ncan be accepted as a standard form for a school child claiming DIC in their own right if the child was previously on a surviving spouse’s DIC award.\nReferences\n:  For more information on\nwhen a power of attorney (POA) representative may sign prescribed forms on behalf of a claimant, see\nM21-1, Part I, Subpart i, 2.A.4.a and b\nhandling outdated or discontinued forms, see\nM21-1, Part II, Subpart i, 2.B.4\nprescribed forms used for claims under\n38 U.S.C. 1151\n, see\nM21-1, Part VIII, Subpart iv, 6.B.5.a\n, and\nclaims submitted at or prior to separation from military service, including\nBenefits Delivery at Discharge, see\nM21-1, Part X, Subpart i, 6.A\n-\nC\n, and\nIntegrated Disability Evaluation System claims, see\nM21-1, Part X, Subpart i, 6.E\n-\nG\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}