{
  "chunk_id": "II_iii_1_A_12",
  "content": "/>\nII.iii.1.A.2.b\n.\nDiscretionary Application of 38 CFR 3.151(a)\n38 CFR 3.151(a)\ninstructs that a claim for compensation may be accepted as a claim for Veterans Pension and vice versa.  Application of this provision of\n38 CFR 3.151(a)\nis discretionary.\nNot all\nclaims for Veterans Pension are necessarily claims for compensation and vice versa.\nConsider the following three criteria when deciding whether VA will make the discretionary decision to apply\n38 CFR 3.151(a)\nin the context of the Standard Claims and Appeals Forms rule.\nRegardless of which claims form is submitted, the information on the claim must constitute a substantially complete claim for the unclaimed benefit being considered under\n38 CFR 3.151(a)\n.\nIf\nVA Form 21P-527EZ\nis accepted as a claim for compensation, the claim form must include information that would otherwise be included on a claim for compensation.\nIf\nVA Form 21-526EZ\nis accepted as a claim for Veterans Pension, the claim form must include information that would otherwise be included on a claim for Veterans Pension including income information.\nThe evidence of record must establish a likelihood that the benefit will be granted.\nThe claim must be reasonably interpreted to reflect an intent to claim benefits for the issue at hand.  Generally, this is reflected via the claimant listing the issue on the claim form.\nImportant\n:  If all of the above criteria are not met, then the discretionary application of\n38 CFR 3.151(a)\nis not warranted.  In situations where the\ndiscretionary application of\n38 CFR 3.151(a)\nis not warranted and the claimant has submitted an improper form for application for a benefit, follow the request for application procedures at\nM21-1, Part II, Subpart iii, 2.G.1\n, or\nevidence shows the presence of a chronic, unclaimed disability but the claimant has not expressed an intent to claim a benefit, solicit a claim per\nM21-1, Part II, Subpart iii, 2.G.2\n.\nNote\n:  For DIC and Survivors Pension, the claims provisions are\nnot\ndiscretionary.\nReferences\n:  For more information on\nthe discretionary application of\n38 CFR 3.151(a)\n, see\nStewart v. Brown\n, 10 Vet.App. 15 (1997)\nthe non-discretionary application of\n38 CFR 3.152(b)\n, see\nM21-1, Part II, Subpart iii, 1.A.3.e\n, and\nwhat constitutes a substantially complete application, see\n38 CFR 3.160(a)\nM21-1, Part II, Subpart iii, 1.C\n, and\nM21-1, Part II, Subpart iii, 1.A.4.a\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}