{
  "chunk_id": "II_iii_1_A_13",
  "content": "/>\nII.iii.1.A.2.c\n.\nProcessing Additional Correspondence Received With a Prescribed Form\nA claimant may submit additional correspondence, including but not limited to, statements and other prescribed forms, in conjunction with a prescribed form that identifies additional claimed issues.  VA may accept the additional issues as part of the claim when\nreceived at the same time as a substantially complete prescribed form appropriate to the benefit sought,\nand\nintent to claim the issue(s) is explicitly or implicitly expressed, considering the context of the submission.\nFollow the procedures in\nM21-1, Part II, Subpart iii, 2.G\n, when the additional correspondence requests a benefit without the appropriate prescribed form required for the benefit requested.\nImportant\n:\nForms that require a signature must be signed, without regard to other accompanying forms bearing a signature.\nWhen a claimant’s signature is included on a prescribed form but a POA’s signature is on additional correspondence\nother than\na prescribed form a POA has legal authority to sign (such as a\nVA Form 20-0995\n)\n, do not presume that the additional issues were intended to be submitted as part of the application package.  In this situation, additional issues submitted and signed by a POA that are not on an appropriate prescribed form should be treated as a request for application.\nThe following do\nnot\n, alone, show intent to claim an issue(s):\nlisting of non-service-connected (NSC) issues on a\nVA Form 21-8940\n, and/or\nsubmissions of medical evidence, such as private or VA treatment records or disability benefits questionnaires.\nNote\n:  When the source of additional correspondence received with a prescribed form cannot be ascertained, presume it is from the same source as the prescribed form unless there is evidence to the contrary.\nReferences\n:  For more information on\nappropriate prescribed forms for the benefit sought, see\nM21-1, Part II, Subpart iii, 1.A.1.a\nthe mere existence of medical records not constituting a claim, see\nM21-1, Part II, Subpart iii, 2.G.2.b\nhandling NSC issues listed on a\nVA Form 21-8940\n, see\nM21-1, Part VIII, Subpart iv, 3.B.1.e\nsubstantially complete applications, see\nM21-1, Part I, Subpart i, 1.A.4.f\na representative’s authority to submit claims and other claims-related documents, see\nM21-1, Part I, Subpart i, 2.A.4.b\nchecking for a proper signature, see\nM21-1, Part II, Subpart i, 2.A.2.c\n, and\nexamples of situations involving additional correspondence received with a prescribed form, see\nM21-1, Part II, Subpart iii, 1.A.2.d\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}