{
  "chunk_id": "II_iii_1_A_14",
  "content": "/>\nII.iii.1.A.2.d\n.\nExamples:  Situations Involving Additional Correspondence Received With a Prescribed Form\nExample 1\n:  A Veteran submits a claim for increase for SC right elbow condition on a\nVA Form 21-526EZ\n, also listing the previously denied SC issue of migraines, explaining migraines resulted from an in-service injury.  At the same time the Veteran submits a supplemental claim for a previously denied SC right hip condition on a\nVA Form 20-0995\n, also listing SC for depression (not previously claimed) due to their SC back condition, and includes private treatment records.\nAnalysis\n:  Migraines can be accepted as a supplemental claim because the\nVA Form 20-0995\nis the prescribed form for supplemental claims, potentially new evidence was received, and the\nVA Form 21-526EZ\nwas submitted at the same time as the prescribed\nVA Form 20-0995\n.  Depression can be accepted as an initial claim for SC because the\nVA Form 21-526EZ\nis the prescribed form for initial SC, and the\nVA Form 20-0995\nwas submitted at the same time as the prescribed\nVA Form 21-526EZ\n.\nExample 2\n:  Same scenario as Example 1, except the Veteran also submits a\nVA Form 21- 10210, Lay/Witness Statement\n, at the same time, claiming SC for right wrist condition (not previously denied).  The Veteran also states VA previously denied SC for a left knee condition on a direct basis and requests it be considered secondary to the SC back condition.\nAnalysis\n:  The right wrist condition can be accepted as a claim for SC because the\nVA Form 21-526EZ\nis the prescribed form for initial SC and the\nVA Form 21-10210\nwas received at the same time as the\nVA Form 21-526EZ\n.  Left knee condition can be accepted as a supplemental claim because the\nVA Form 20-0995\nis the prescribed form for supplemental claims, potentially new evidence was received, and the\nVA Form 21-10210\nwas received at the same time as the\nVA Form 20-0995\n.\nExample 3\n:  A Veteran submits a claim for an increase for SC right and left knee patellofemoral pain syndrome, and lumbosacral strain on a\nVA Form 21-526EZ\n.  The Veteran also submits a\nVA Form 21-10210\n, at the same time as the\nVA Form 21-526EZ\nthat describes the worsening of the disabilities as well as a new right hip condition caused by an altered gait related to the knee conditions.\nAnalysis\n:  The right hip condition can be accepted as a claim because the\nVA Form 21-526EZ\nis the prescribed form for initial SC disabilities and the\nVA Form 21-10210\nwas submitted at the same time as the prescribed\nVA Form 21-526EZ\n.\nExample 4\n:  A Veteran submits an initial claim for SC for cervical spine strain on a\nVA Form 21-526EZ\n.  One day later, the Veteran submits a\nVA Form 21-10210\nfor SC for anxiety disorder.\nAnalysis\n:\nVA Form 21-10210\nis not the prescribed form for initial claims for SC.  Additionally, the\nVA Form 21-10210\nwas not received at the same time as the prescribed\nVA Form 21-526EZ\n.  The\nVA Form 21-10210\nwould be processed as a request for application in accordance with\nM21-1, Part II, Subpart iii, 2.G\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}