{
  "chunk_id": "II_iii_1_A_16",
  "content": "/>\nII.iii.1.A.2.f\n.\nConsidering Unclaimed Theories of SC\nAlthough there may be multiple theories or means of establishing entitlement to a benefit for a disability, if the theories all pertain to the same benefit for the same disability, they constitute the same claim.  A claim for SC encompasses all potential theories of SC, whether claimed or unclaimed.\nWhen a claimant has claimed SC for an issue, the evidence of record must be reviewed to determine the scope of that claim.  All claims must be liberally read to consider other potential theories of SC.\nAlthough VA is obligated to determine all potential claims raised by the evidence, theories of SC which have no support in the record need not be further developed or specifically addressed in a rating decision.  However, a denial of SC is a denial for all potential theories, whether specifically addressed in the rating or not.\nTo determine whether an unclaimed theory of SC is reasonably raised by the record, consider factors or evidence such as\ncircumstances of service\ntype of disability for which the claimant seeks benefits, and\nany evidence of record.\nExample\n:  A Veteran claims SC for multiple myeloma on a direct basis.  The evidence of record does not support the direct theory.  However, the evidence does show that the Veteran served in Vietnam.  As multiple myeloma is defined in\n38 CFR 3.309(e)\nas a condition presumptively associated with exposure to herbicide, the theory of presumptive SC is reasonably raised by the evidence and considered within the scope of the claim.\nException\n:  The requirement to liberally read claims based on multiple theories does not extend to claims of CUE, as the burden is on the claimant to specifically raise each issue.  Each new CUE theory is independent.\nReferences\n:  For more information on considering\nCUE claims, see\nAndrews v. Nicholson\n,\n421 F.3d 1278 (Fed. Cir. 2005)\nRobinson v. Shinseki\n, 22 Vet.App. 440 (2009), and\nM21-1, Part X, Subpart ii, 5.A\nmultiple theories of SC, see\nRobinson v. Peake\n, 21 Vet.App. 545 (2008)\nBingham v. Principi\n, 18 Vet.App. 470 (2004), and\nRoebuck v. Nicholson\n, 20 Vet.App. 307, 313 (2006), and\na new theory of SC in a supplemental claim, see\nM21-1, Part II, Subpart iii, 2.B.1.b\n, and\n38 CFR 3.2501(a)(1)\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}