{
  "chunk_id": "II_iii_1_A_20",
  "content": "/>\nII.iii.1.A.3.a\n.\nReviewing VA Form 21-2680 to Identify Claims for SMC or SMP\nVA Form 21-2680\n, can be used as a standalone form if the claimant and/or the supporting documentation identifies whether the benefit sought is SMP (only when there is a running pension award) or SMC.  Revisions to the form (effective September 2018) allow the claimant to identify the benefit sought.\nThe identification of the benefit sought can be\nspecific, with the Veteran identifying on the form whether the claim is for SMC or SMP, or\nbased on sympathetic reading of the claim via reviewing the issues raised on\nVA Form 21-2680\nin the context of the benefits the Veteran is receiving.\nWhen\nVA Form 21-2680\nis submitted, the Veteran is identified as the claimant, and the benefit sought is\nnot\nidentified, determine the benefit sought and next action by applying the principles in the table below, or\nidentified, and is a claim for\nSMC\nif a prior original claim for compensation is of record (whether granted or denied), accept the claim for SMC and issue a decision based on the evidence of record, or\nif no prior original claim for compensation is of record, consider the\nVA Form 21-2680\na request for application, and/or\nif the evidence of record suggests that pension with SMP may be payable as a greater benefit, then\nalso\napply the principles in the table below that correspond with the SMP claim and the Veteran’s benefit status to determine the appropriate next action to take.\nSMP, apply the principles in the table below that correspond with the SMP claim\nand\nthe Veteran’s benefit status to determine the appropriate next action to take.\nNote\n:  Although\nVA Form 21-2680\nmay be accepted as a prescribed claim form for SMC or SMP, it is not\nrequired\nto grant entitlement to either benefit.  Do not undertake routine development for completion of this form when deciding a claim for SMC or SMP.  For more information on use of\nVA Form 21-2680\n, see\nM21-1, Part VIII, Subpart iv, 4.A.1.i\n.\nUse the table below to determine the benefits being sought by reviewing the Veteran's benefit status and\nVA Form 21-2680\n.\nIf ...\nThen accept the\nVA Form 21-2680\nas ...\nthe Veteran is\nreceiving compensation\nentitled to receive compensation but has elected to receive military retired pay, or\nsubmitting any initial claim for compensation\na claim for SMC regardless of the conditions listed on the\nVA Form 21-2680\n.\nException\n:\nIf the evidence of record suggests that pension with SMP may be payable as a greater benefit if claimed, then also accept the\nVA Form 21-2680\nas a request for application for pension with SMP.\nthe Veteran is\nreceiving pension, or\nsubmitting any initial claim for pension\na claim for SMP regardless of the conditions listed on\nVA Form 21-2680\n.\ndual entitlement exists\na claim for\nSMC if the Veteran is in receipt of compensation, or\nSMP if in receipt of pension.\nImportant\n:  In addition to accepting the\nVA Form 21-2680\nas a claim for SMC or SMP based on the benefit currently being received (as directed above),\nalso a\nccept the\nVA Form 21-2680\nas a\nclaim for the opposite benefit (the benefit the Veteran is not currently in receipt of)\nonly if\nthe opposite benefit can be granted and the grant results in a greater benefit to the Veteran, or\nrequest for application if the Veteran is currently receiving compensation\nand\nthe evidence suggests that pension may be the greater benefit but no income information is of record.\nhas\nnot\nsubmitted a prior or current original claim for compensation or pension\na request for application.\nReference\n:  For more information on handling a request for application, see\nM21-1, Part II, Subpart iii, 2.G\n.\nthe Veteran is not in receipt of, entitled to receive, or currently claiming VA compensation or pension benefits, and\nhas previously submitted an original claim for either pension or compensation which has been denied\na request for application.\nNote\n:  When a Veteran is SC with a 0-percent combined disability evaluation, accept the\nVA Form 21-2680\nas a request for application since the Veteran is not in receipt of monetary compensation.\nReference\n:  For more information on handling a request for application, see\nM21-1, Part II, Subpart iii, 2.G\n.\na prior claim for SMC or SMP has been denied, and\nVA Form 20-0995\nis submitted with\nVA Form 21-2680\n(identifying the SMC/SMP issue)\na supplemental claim.\nNotes\n:\nSubmission of\nVA Form 21-2680\nis not required for the supplemental claim.\nWhen a prior claim for SMC or SMP has been denied but\nVA Form 21-2680\nis not accompanied by\nVA Form 20-0995\n, then accept the submission of\nVA Form 21-2680\nas an initial claim for\nSMC, or\nSMP only if there is a running award or pending pension claim, and\nfollow the applicable procedure based on corresponding claim status or benefit entitlement as directed in the remaining guidance in this table.\nthe Veteran is already in receipt of A&A for compensation\na request for application.\nReference\n:  For more information on handling a request for application, see\nM21-1, Part II, Subpart iii, 2.G\n.\nthe Veteran is already in receipt of A&A for pension\na duplicate request for SMP, unless following the above procedures within this table allows for acceptance of the\nVA Form 21-2680\nas a claim for SMC.\nNote\n:  If the claim is accepted as a duplicate request for SMP, provide notice that the claimed benefit has previously been awarded.\nReminder\n:  When accepting\nVA Form 21-2680\nas a claim for SMC or SMP, the form is a potential claim for\nboth\nA&A and housebound benefits.\nA grant of A&A renders the issue of housebound moot for the same type of benefit (either SMC or SMP) since A&A is the greater benefit.  The issue of entitlement to SMC or SMP based on housebound status need not be addressed when A&A is granted for the same type of benefit (SMC or SMP).\nVA Form 21-2680\nis a claim for both A&A and housebound benefits.  If A&A is denied, the rating decision must address the issue of housebound status.  If, however, housebound has been previously granted, the issue of entitlement to housebound need not be readdressed and/or continued in the rating decision.\nReferences\n:  For more information on\nreviewing\nVA Form 21-2680\nfor claims for spousal A&A, surviving spouse’s A&A or housebound benefits, or parent’s A&A, see\nM21-1, Part II, Subpart iii, 1.A.3.b\nsignature requirements when accepting\nVA Form 21-2680\nas a claim for SMC or SMP, see\nM21-1, Part II, Subpart iii, 1.A.4.e\nconsidering competency information included on\nVA Form 21-2680\n, see\nM21-1, Part X, Subpart ii, 6.A.2.b\n, and\nprocedures for addressing A&A or housebound status as an unclaimed issue within scope of another claimed issue, see\nM21-1, Part V, Subpart ii, 3.A.2.b\n, and\nM21-1, Part VIII, Subpart iv, 4.A.8.h\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}