{
  "chunk_id": "II_iii_1_A_21",
  "content": "/>\nII.iii.1.A.3.b\n.\nReviewing VA Form 21-2680 for Claims for Spousal or Survivors’ A&A or Housebound Benefits\nVA Form 21-2680\ncan be used as a standalone form to claim spousal or survivors’ A&A or housebound benefits when there is an active claim and/or running DIC or Survivors Pension award and the benefit sought is adequately identified.  Revisions to the form (effective September 2018) allow the claimant to identify the benefit sought.\nThe identification of the benefit sought can be\nspecific, with the claimant identifying which benefit is being claimed, or\nbased on sympathetic reading of the claim such as\nidentifying the dependent as the claimant or the individual being examined on the\nVA Form 21-2680\n, and\nconsidering the information on the form in the context of the VA benefits being paid based on the Veteran’s service.\nUse the table below when a Veteran’s spouse, surviving spouse, or parent is identified as the claimant or the individual being examined on\nVA Form 21-2680\n.\nWhen ...\nThen accept the\nVA Form 21-2680\nas a claim for ...\na Veteran is in receipt of, entitled to receive, or claiming compensation, and\nthe spouse is identified as the individual being examined on the form\nspousal A&A.\na surviving spouse is receiving DIC or Survivors Pension, and\nthe spouse is identified as the individual being examined on the form\nsurviving spouse’s A&A and housebound benefits.\na Veteran’s parent is receiving parent’s DIC, and\nthe parent is identified as the individual being examined on the form\nA&A for the parent.\nReference\n:  For more information on handling claims for spousal A&A when the combined evaluation of the Veteran’s SC conditions is less than 30 percent, see\nM21-1, Part VII, Subpart i, 1.A.4.c\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}