{
  "chunk_id": "II_iii_1_A_22",
  "content": "/>\nII.iii.1.A.3.c\n.\nIssues That Arise From Consideration of VA Forms 21-2680, 21-4502, or 26-4555\nVA Forms 21-2680\n,\n21-4502\n, and\n26-4555\nare not specific claims for increased evaluation of an SC disability.  However, the issue of increased evaluation can be considered within the scope of the claim for SMC, auto, or adapted housing benefits and should be addressed in the rating decision when evidence on the form or in\nthe evidence associated with the claim indicates the presence of a disability that is within the scope of an SC disability (such as a complication of diabetes), or\nother lay or medical evidence associated with the claim indicates the SC disability may have worsened.\nImportant\n:  If the medical evidence is insufficient to evaluate the disability, request examination of the condition as a part of the claim for SMC, auto, or adapted housing benefits.  Do not routinely request examinations without first assessing the medical evidence for sufficiency.  Only address the condition in the rating decision when examination or other medical evidence confirms a change in the disability evaluation of the SC issue is warranted or confirms the presence of the condition that is within the scope of another SC condition.\nReferences\n:  For more information on\nconducting dependency development during the initial development phase when a claim for spousal A&A is received but the spouse is not on the Veteran’s award, see\nM21-1, Part VII, Subpart i, 1.A.5.b\n, and\nwithin scope determinations, see\n38 CFR 3.155(d)\n, and\nM21-1, Part V, Subpart ii, 3.A.2\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section A - Applications for Benefits",
  "citation": "Part II, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174869/M21-1-Part-II-Subpart-iii-Chapter-1-Section-A-Applications-for-Benefits",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:11:53.267737",
  "tags": [
    "m21-1"
  ]
}