{
  "chunk_id": "II_iii_1_B_11",
  "content": "/>\nII.iii.1.B.1.f\n.\nEligibility Determinations for Related Benefits\nUse the table below when making eligibility determinations regarding related benefits.\nType of Related Benefit\nEligibility Requirements\nautomobile or other conveyance allowance\nRequires SC disability or a disability incurred due to treatment under\n38 U.S.C. 1151\n, which results in\nloss, or permanent loss of use, of\none or both feet, or\none or both hands\npermanent impairment of vision of both eyes to a prescribed degree\na severe burn injury defined as disability caused by deep partial thickness or full thickness burns resulting in scar formation that causes contractures and limits motion in one or more extremities or the trunk and precludes effective operation of an automobile, or\namyotrophic lateral sclerosis.\nReference\n:  For more information on payment and eligibility for automobile allowance, see\nM21-1, Part XIII, Subpart i, 2.A\n, and\n38 CFR 3.808\n.\nspecially adapted housing and special home adaptation grants\nRequires SC disability or a disability incurred due to treatment under\n38 U.S.C. 1151\n, that results in prescribed limitations.\nReference\n:  For more information on eligibility factors, see\nM21-1, Part XIII, Subpart i, 2.B.1\n, and\n38 CFR 3.809a\n.\nRestored Entitlement Program for Survivors (REPS) (Special allowance under\nPublic Law 97-377\n, Section 156)\nRequires a formal determination concerning the Veteran’s death and disability.\nReference\n:  For more information on REPS, see\n38 CFR 3.812\n, and\nM21-1, Part XII, Subpart ii, 3.A\n.\nvocational rehabilitation/employment services\n38 U.S.C. Chapter 31\nrequires\na combined SC disability evaluation of at least 20 percent, and\nan evaluation and determination of entitlement by the Veteran Readiness and Employment (VR&E) Division, or\na combined SC disability evaluation of 10 percent with a VR&E finding of a serious employment handicap.\nReference\n:  For more information on VR&E benefits, see\nM28-1\n, and\n38 CFR Part 21\n.\nDependents Educational Assistance (DEA)\n38 U.S.C. Chapter 35\nrequires\npermanent and total SC disability (This means either a combined evaluation of 100 percent or a total rating due to individual unemployability, both with no future examination.)\nSC death, or\npermanent and total SC disability at the time of death.\nNote\n:  Generally, a dependent must be established for benefit purposes and a child must have completed high school or be beyond the compulsory age for school attendance.\nReference\n:  For more information on DEA, see\nM22-4, Part 7\nM21-1, Part XIII, Subpart i, 1.A\n, and\n38 CFR Part 21, Subpart C\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section B - Screening Applications for Benefit Eligibility",
  "citation": "Part II, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174870/M21-1-Part-II-Subpart-iii-Chapter-1-Section-B-Screening-Applications-for-Benefit-Eligibility",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:03.521400",
  "tags": [
    "m21-1"
  ]
}