{
  "chunk_id": "II_iii_1_C_8",
  "content": "/>\nII.iii.1.C.1.c\n.\nConsiderations When a Statement of Income Is Required\nA statement of income is required for all pension claims.  To satisfy this requirement, at least one entry in the income section of the form is required.\nIf no statement of income is provided, contact the claimant by telephone, documenting the call on a\nVA Form 27-0820, Report of General Information\n, to obtain a statement of income.  If no statement is obtained, return the application as incomplete in accordance with\nM21-1, Part II, Subpart iii, 1.C.2.b\n.\nIf a statement of income is provided and the claim is at least substantially complete, the claim is accepted and processed.  At this point, the claim may be\ngranted, if warranted,\ndenied under\n38 CFR 3.159(d)\n, or\ndeveloped.\nExceptions\n:\nSome survivor claims may need development when no income and/or net worth information is provided.\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension, and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\n, and\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n, are claims for Dependency and Indemnity Compensation (DIC), pension, and accrued benefits.  The income and net worth sections of these forms do not always need to be complete for the application to be considered substantially complete.\nIn pension, claimants are required to report dependents and dependents’ income and net worth.  If a dependent is claimed and no income and/or net worth information is provided for the dependent, develop for the dependent’s income and net worth information.\nReferences\n:  For more information on\ndevelopment for\nincome and/or net worth information on a survivors benefit application, see\nM21-1, Part XII, Subpart i, 1.B.1.c\nspecific types of income, see\nM21-1, Part IX, Subpart i, 3.B.3.a\n, and\ndependents and their income and net worth when processing claims for pension, see\nM21-1, Part VII, Subpart i, 1.A.1.f\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section C - Screening Applications for Substantial Completeness and Notification Requirements",
  "citation": "Part II, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174872/M21-1-Part-II-Subpart-iii-Chapter-1-Section-C-Screening-Applications-for-Substantial-Completeness-and-Notification-Requirements",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:13.777150",
  "tags": [
    "m21-1"
  ]
}