{
  "chunk_id": "II_iii_1_C_14",
  "content": "/>\nII.iii.1.C.2.b\n.\nNotification Requirements for an Incomplete Application\nWhen an incomplete application is received, notify the claimant that a complete application is necessary.  Follow the steps in the table below to notify the claimant of the information necessary to complete the claim.\nStep\nAction\n1\nWhenever possible, contact the claimant or power of attorney first by telephone to obtain the information needed to complete the application.\nReference\n:  For more information on documenting information received by telephone, see\nM21-1, Part III, Subpart i, 2.D.1.e\n.\n2\nIf the information necessary to complete the application cannot be obtained by telephone\nestablish an end product (EP) 400 to control the correspondence, or\nchange the erroneously established EP to an EP 400\nwith an\nIncomplete Application\nclaim label, and\nuse the date the application was received as the control date.\nNote\n:  An EP 030 or EP 040 should not be cleared or changed to another EP.  In these cases, cancel the erroneously established EP and separately establish the EP 400 per the instructions above.\n3\nCancel any other erroneously established EP associated with the incomplete claim.\n4\nNotate the incomplete application in the claims folder by changing the document’s subject to\nIncomplete Application\n.\n5\nPrepare and send the\nIncomplete Application\nletter.  The notice must include\nthe application form that is being returned as incomplete as an enclosure to the letter\nthe information VA needs to consider the application complete, including the specific section(s) and question number(s) that require completion\na statement that failure to submit a substantially complete application within the required time period will result in no benefit being paid or furnished by reason of that application, and\nnotice that the claimant has\n60 days from the date of the notice to submit a substantially complete supplemental claim or request for higher-level review (HLR), or\none year from the date the incomplete application was received to submit a substantially complete claim for other types of claims.\nAdd the letter to the claims folder.\n6\nClear the EP 400.\nNotes\n:\nIf a complete claim is submitted within the required time period from the date of receipt of an incomplete application,\nconsider the complete application filed as of the date the incomplete application form was received, but\nuse the date of receipt of the complete claim as the date of claim.\nIf review of an incomplete application reveals that additional evidence exists that could be relevant to the corresponding claim, simultaneously ask the claimant to provide both the additional evidence\nand\nthe information that is missing from the application.\nReferences\n:  For more information on\ntime limits to respond to a notice of an incomplete claim, see\n38 CFR 3.155\ndetermining if a dependency claim is substantially complete, see\nM21-1, Part VII, Subpart i, 1.A\nthe criteria for a substantially complete application, see\n38 CFR 3.159(a)(3)\n, and\nM21-1, Part II, Subpart iii, 1.C.1.b\nhandling incomplete applications based on\nallegations of exposure only, see\nM21-1, Part II, Subpart iii, 1.C.2.c\n, and\nmilitary sexual trauma (MST) without a claimed disability, see\nM21-1, Part II, Subpart iii, 1.C.2.d\n, and\nclaimant requirements for submitting information in pension claims, see\nM21-1, Part IX, Subpart i, 3.B.4.a\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section C - Screening Applications for Substantial Completeness and Notification Requirements",
  "citation": "Part II, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174872/M21-1-Part-II-Subpart-iii-Chapter-1-Section-C-Screening-Applications-for-Substantial-Completeness-and-Notification-Requirements",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:13.777150",
  "tags": [
    "m21-1"
  ]
}