{
  "chunk_id": "II_iii_1_C_16",
  "content": "/>\nII.iii.1.C.2.d\n.\nNotification Requirements for an Incomplete Application Based on Experiencing MST\nAn allegation of experiencing MST during service without an associated claim for SC for a specific disability resulting from the trauma experience is not a substantially complete claim.  Use the table below to determine what action(s) to take when MST is identified without a disability that resulted from the trauma experience.\nIf ...\nThen ...\nMST is the\nonly\nissue identified with no resulting disability specified\nfollow the procedures in\nM21-1, Part II, Subpart iii, 1.C.2.b\n.  However, do\nnot\ncontact the Veteran by telephone.  In the notification letter, also\ninform the Veteran that MST in and of itself is not a disability\nask the Veteran to identify the disability(ies) that resulted from experiencing MST during service, and\ninclude the language from\nM21-1, Part VIII, Subpart iv, 1.B.2.e\n.\nImportant\n:  Do\nnot\ncontact the Veteran by telephone to clarify the disability(ies) that resulted from experiencing MST (in compliance with trauma informed practices)\nprocess the claim as a denial, or\nestablish EP control for the incomplete claim unless there are other complete claims also submitted.\nan allegation of MST is identified with no resulting disability specified,\nand\na disability(ies) is claimed on or with the prescribed form\nadd the\nMST\nspecial issue to a claimed disability to allow the claim to be routed for review by an MST claims processor, and\ndo\nnot\nlist MST as a contention, or\ntake the actions in\nM21-1, Part II, Subpart iii, 1.C.2.b\n.\nExample\n:  The Veteran submitted a\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, claiming SC for left knee injury and also listed MST with no resulting disability.\nResult\n:\nAdd left knee injury as a contention\naffix the\nMST\nspecial issue to the left knee contention, and\ndo\nnot\nenter MST as a contention, or\ntake the actions in\nM21-1, Part II, Subpart iii, 1.C.2.b\n.\nNote\n:  For the purpose of routing the claim for review by an MST claims processor in accordance with the procedures in this table, affix the\nMST\nspecial issue to only one contention when multiple disabilities are claimed.\nNote\n:  When a claim is routed to an MST claims processor for review, as described in the table above, the MST claims processor will\nreview the claim and all associated evidence to determine which of the specifically claimed disabilities are\npotentially\nrelated to the experience of MST\ndevelop the claim accordingly, following standard personal trauma development procedures, and\nadjust assignment of the\nMST\nspecial issue indicator to the appropriate contention(s), as necessary.\nIf, at any time during the claims process, it is determined that the Veteran did\nnot\nintend to claim\nany\nof the specifically identified disabilities as related to MST, then the MST claims processor will follow the instructions in the table above to notify the Veteran of the incomplete application and ask for the specific disability(ies) that resulted from MST.\nReferences\n:  For more information on\nclaims for disability arising from MST, see\nM21-1, Part VIII, Subpart iv, 1.B\nand\nE\nassigning claim attributes to claims based on personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.B.1.c\n, and\nprocessing additional correspondence received with a prescribed form, see\nM21-1, Part II, Subpart iii, 1.A.2.c\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 1, Section C - Screening Applications for Substantial Completeness and Notification Requirements",
  "citation": "Part II, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174872/M21-1-Part-II-Subpart-iii-Chapter-1-Section-C-Screening-Applications-for-Substantial-Completeness-and-Notification-Requirements",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:13.777150",
  "tags": [
    "m21-1"
  ]
}