{
  "chunk_id": "II_iii_2_A_9",
  "content": "/>\nII.iii.2.A.1.d\n.\nDetermining Active Status of an ITF\nA claimant’s communication of an ITF is “active” for the purpose of assigning an earlier effective date of entitlement (as explained in\nM21-1, Part II, Subpart iii, 2.A.1.c\n) until the\nearlier\nof the following occur:\nVA receives a substantially complete application for benefits for the same type of benefit identified on the ITF, or\nthe one-year period following VA’s receipt of the communication of the ITF ends.\nImportant\n:\nOnce VA associates a specific application for benefits with a communication of an ITF, that communication is no longer active for the purpose of assigning an earlier effective date of entitlement to the same specific benefit for which the claimant might\nsubsequently\napply.  This limitation applies even if VA receives the subsequent application(s) within one year of the date it received the communication of an ITF.\nOnce VA associates a specific application for benefits with a claimant’s communication of an ITF, the claimant may submit\nanother\ncommunication of an ITF that VA will then consider when assigning an effective date of entitlement to benefits for which the claimant might\nsubsequently\napply.\nReferences\n:\nFor more information on\nthe proper handling of an application received after submission of an incomplete application and an ITF, see\n38 CFR 3.155(d)(1)\nsystems review to determine the status (active or otherwise) of a claimant’s communication of an ITF, see\nM21-1, Part II, Subpart iii, 2.A.2.e\n, and\nassigning an effective date following receipt of an ITF, see\nM21-1, Part V, Subpart ii, 4.A.2\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section A - Intent to File (ITF)",
  "citation": "Part II, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174873/M21-1-Part-II-Subpart-iii-Chapter-2-Section-A-Intent-to-File-ITF",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:24.433955",
  "tags": [
    "m21-1"
  ]
}