{
  "chunk_id": "II_iii_2_A_21",
  "content": "/>\nII.iii.2.A.2.a\n.\nHow the Corporate Record Is Updated to Reflect Receipt of a Communication of an ITF\nThe table below describes how the corporate record is updated to reflect receipt of a communication of an ITF that contains the required elements described in\nM21-1, Part II, Subpart iii, 2.A.1.b\n.\nWhen ...\nThen ...\na claimant initiates an application for benefits via a VA claims submission service website, or\na VSO, claim agent, or private attorney initiates a claim through Stakeholder Enterprise Portal\ndata concerning the claimant’s ITF is automatically transferred to the corporate record.\nNote\n:  No corresponding\nVA Form 21-0966\nexists in this case.\nReference\n:  For more information on VA claims submission service websites, see\nM21-1, Part II, Subpart iii, 4.A\n.\na VSO submits\nVA Form 21-0966\non a claimant’s behalf via Digits-to-Digits\ndata concerning the claimant’s ITF is automatically transferred to the corporate record, and\nthe\nVA Form 21-0966\nis automatically uploaded into the claimant’s electronic claims folder (eFolder).\na claimant communicates an ITF to a VA call center\na call center employee enters data concerning the communication into the Customer Relationship Management (CRM) application, which automatically updates the corporate record to reflect receipt of the communication.\nException\n:  If the claimant has no corporate record, the call center employee\ncompletes and signs\nVA Form 21-0966\non the claimant’s behalf, and\nroutes the form to the appropriate intake processing center (IPC), where an IPC employee will manually update the corporate record through the Veterans Benefits Management System (VBMS) or Share to reflect receipt of the communication of an ITF.\na claimant submits a completed\nVA Form 21-0966\nto VA\nthe IPC of the station of origin is responsible for manually updating the corporate record through VBMS or Share to reflect receipt of the communication of an ITF.\nNote\n:  Upon receipt of an\nincomplete\nVA Form 21-0966\n, follow the instructions in\nM21-1, Part II, Subpart iii, 2.A.3\n.\na claimant communicates an ITF to a VSC/PMC employee\nthe VSC/PMC employee is responsible for manually updating the corporate record through VBMS or Share to reflect receipt of the communication of an ITF.\na claimant communicates an ITF to a Field Examiner\nthe Field Examiner or designated fiduciary employee will accept the ITF by following the procedures directed in\nFPM, Part I, 2.C.3.n\n,\nto electronically update the corporate record to reflect receipt of the communication of an ITF.\nNotes\n:\nTo update the corporate record to reflect receipt of a communication of an ITF through\nVBMS, see the\nVBMS Core User Guide\n(under the heading\nCreating New Intent to File\n), or\nShare, see the\nShare User Guide\n.\nFollow the instructions in\nM21-1, Part II, Subpart iii, 2.A.2.c\nfor processing\nVA Form 21-0966\nwhen no Beneficiary Identification and Records Locator Subsystem (BIRLS) record exists.\nIf no VBMS profile exists for a claimant, follow the instructions in\nM21-1, Part II, Subpart iii, 3.A\nfor claims establishment.\nReference\n:  For more information on identifying ITF information when received electronically or input by an employee, see\nM21-1, Part II, Subpart iii, 2.A.2.d\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section A - Intent to File (ITF)",
  "citation": "Part II, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174873/M21-1-Part-II-Subpart-iii-Chapter-2-Section-A-Intent-to-File-ITF",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:24.433955",
  "tags": [
    "m21-1"
  ]
}