{
  "chunk_id": "II_iii_2_A_22",
  "content": "/>\nII.iii.2.A.2.b\n.\nAccepting ITFs By Telephone\nEffective March 24, 2015, VA will only recognize compensation, pension, survivors, and related claims if they are submitted on prescribed forms.  When a claimant expressed an intent to file a claim during a telephone conversation, determine whether the claimant wishes to submit an ITF.\nFollow the instructions in the table below if a claimant attempts to file a claim during a telephone conversation.\nStep\nAction\n1\nVerify the identity of the person providing the information by telephone by asking for the claimant’s\nSocial Security number\ndate of birth, or\nany other information that might help to establish identity.\nNote\n:  Complete development to the claimant by letter if the\ncaller is unable to furnish this information, or\nperson’s identity remains questionable.\n2\nNotify the claimant that VA regulations require all claims to be submitted on a prescribed form.\n3\nReview the claimant’s record to determine whether the claimant has an active ITF for the same general benefit for which they are trying to file a claim.\n4\nUse the following table to determine if the claimant has an active ITF for the same general benefit.\nIf an active ITF …\nThen …\nexists\nnotify the claimant that an active ITF associated with the same general benefit is currently pending\ninform the claimant of the\ndate the ITF was received\nappropriate form(s) needed to submit a complete application\ntimeframe necessary to submit the complete application to retain the ITF effective date placeholder, and\nways to submit the complete application, and\nno further action is required.\ndoes\nnot\nexist\nnotify the claimant that an ITF can be entered and be used as an effective date placeholder if the claimant submits a complete application within one year of receipt of the ITF, and\ngo to Step 5.\n5\nUse the following table to determine the actions to take based on whether or not a claimant has provided authorization to enter an ITF during a telephone conversation.\nIf the claimant ...\nThen ...\nprovided authorization\nenter the ITF in the claimant’s claims folder and inform the claimant of\nthe appropriate form(s) needed to submit a complete application\nthe timeframe necessary to submit a complete application to retain the ITF effective date placeholder, and\nways to submit a complete application.\ndid\nnot\nprovide authorization\nconsider the communication a request for application and inform the claimant of\nthe appropriate form(s) needed to submit a complete application\nways to submit a complete application, and\nthe potential effective date if benefits are awarded, which will be the date VA receives a complete application.\nReferences\n:  For more information on\nrequirements for a complete claim, see\nM21-1, Part II, Subpart iii, 1.A.1.a\nentering an ITF, see the\nVBMS Core User Guide\n, and\nrequests for applications, see\nM21-1, Part II, Subpart iii, 2.G\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section A - Intent to File (ITF)",
  "citation": "Part II, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174873/M21-1-Part-II-Subpart-iii-Chapter-2-Section-A-Intent-to-File-ITF",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:24.433955",
  "tags": [
    "m21-1"
  ]
}