{
  "chunk_id": "II_iii_2_A_25",
  "content": "/>\nII.iii.2.A.2.e\n.\nStatus of Communications of an ITF as Displayed in VBMS and Share\nThe status of each communication of an ITF that VA receives is displayed in Share and VBMS.\nThe table below provides the meaning behind each status the system may assign.\nStatus\nMeaning\nActive\nVA received a communication of an ITF that contains the required elements set forth in\nM21-1, Part II, Subpart iii, 2.A.1.b\n.\nA communication of an ITF remains in this status until the\nearlier\nof the following occur:\nVA receives a substantially complete application for benefits, or\nthe one-year period following VA’s receipt of the communication ends.\nNote\n:  No more than one communication of an intent to file a claim for a general benefit may be in an active status at any given period of time.\nDuplicate\nWhile a communication of an intent to file a claim for a general benefit is in an active status, VA receives another communication of an intent to file a claim for the same benefit.\nIncomplete\nVA received a communication of an ITF that did\nnot\ncontain the required elements set forth in\nM21-1, Part II, Subpart iii, 2.A.1.b\n.\nExpired\nThe claimant failed to submit a substantially complete application within one year of the date VA received a communication of an ITF from the claimant.\nClaim Received\nVA received a substantially complete application for a benefit from a claimant within one year of the date VA received a communication of an intent to file a claim for the same general benefit from the claimant.\nCanceled\nAn ITF was established erroneously and subsequently canceled by a VA employee with an associated cancellation reason, such as\nIncorrect Received Date\n.\nNote\n:  Once a claimant communicates an intent to file a claim for a general benefit, and follows it up (within a one-year period of time) with a substantially complete application for the same benefit, the claimant may later (before the initial claim is resolved) communicate another intent to file a claim for the same benefit (albeit a different contention).\nScenario\n:\nVA receives\nVA Form 21-0966\nfrom a claimant on May 10, 2015.\nThe claimant checked the\nCompensation\nbox on the form.\nVA receives a substantially complete\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, on August 10, 2015.\nResult\n:  Once VA acknowledges receipt of the\nVA Form 21-526EZ\n, the status of the claimant’s pending communication of an ITF changes from\nActive\nto\nClaim Received\n.  Once this occurs,\nthe claimant may submit another communication of an intent to file a claim for compensation, and\nVA will\nnot\nconsider the subsequent communication a\nduplicate\ncommunication of an ITF.  The system will assign the status of\nActive\nto the subsequent communication of an ITF.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section A - Intent to File (ITF)",
  "citation": "Part II, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174873/M21-1-Part-II-Subpart-iii-Chapter-2-Section-A-Intent-to-File-ITF",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:24.433955",
  "tags": [
    "m21-1"
  ]
}