{
  "chunk_id": "II_iii_2_A_26",
  "content": "/>\nII.iii.2.A.2.f\n.\nReceipt of a Communication of an ITF on the Same Date VA Receives an Application for Benefits Through a VA Claims Submission Service Website\nWhen VA receives a communication of an intent to file a claim for a general benefit on the same date it receives an application for the same benefit through a VA claims submission service website, the status of the communication of the ITF will be displayed in VBMS and Share as\nClaim Received\n, as long as no other communication of an intent to file a claim for the same general benefit remains in an active status, or\nDuplicate\n, if an earlier communication of an intent to file a claim for the same general benefit is still in an active status.\nIf a claimant\nsubmits\nan application via a VA claims submission service website then\ninitiates\nanother application via a VA claims submission service website on the same day, the status of the communication of the  ITF will be displayed in VBMS and Share as\nActive\n.\nThe table below contains examples of the application of the principle discussed in the above paragraphs, to include the information that will be displayed in VBMS and Share based on the facts associated with each individual scenario.\nEvidence Received\nITF Status\nReceipt Date\nExplanation\nScenario 1\nA claimant initiates, completes, and submits an application through a VA claims submission service website on June 15, 2015.\nClaim Received\nJune 15, 2015\nThe initiation of a claim in a VA claims submission service website is accepted as an ITF.  Since the application was received on the same date, the ITF is consumed and status will show\nclaim received.\nScenario 2\nVA receives a\nVA Form 21-0966\nfor compensation from a claimant on June 15, 2015.\nThe claimant initiates, completes, and submits an application through a VA claims submission service website on July 20, 2015.\nClaim Received\nJune 15, 2015\nInitially, the receipt of\nVA Form 21-0966\non June 15, 2015, will be reflected in\nactive\nstatus on the ITF screen.  The initiation of the ITF on July 20, 2015, results in generation of another ITF, which is a duplicate ITF.  The submission of the application on July 20, 2015, results in consumption of the June 15, 2015, ITF and the status of that ITF is updated to\nclaim received.\nDuplicate\nJuly 20, 2015\nScenario 3\nA claimant initiates, completes, and submits an application through a VA claims submission service website on June 15, 2015.\nLater the same day, the claimant initiates a new application in a VA claims submission service website.\nClaim Received\nJune 15, 2015\nThe initiation of the claim in a VA claims submission service website generates an ITF on June 15, 2015.  That ITF is consumed by the immediate submission of a claim on the same date, so that first ITF status is\nclaim received.\nThe subsequent initiation of a new application in a VA claims submission service website will generate another ITF.  Since no claim was submitted after that application initiation, the ITF status is\nactive.\nActive\nJune 15, 2015",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section A - Intent to File (ITF)",
  "citation": "Part II, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174873/M21-1-Part-II-Subpart-iii-Chapter-2-Section-A-Intent-to-File-ITF",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:24.433955",
  "tags": [
    "m21-1"
  ]
}