{
  "chunk_id": "II_iii_2_B_10",
  "content": "/>\nII.iii.2.B.1.e\n.\nRequirement for Potentially New Evidence\nTo be considered a complete claim, a supplemental claim\nmust\nidentify or include potentially new evidence.\nPotentially new evidence\nis evidence that\nmay\nbe new to the claim, thereby providing some potential basis for a supplemental claim.  When deciding if a supplemental claim is substantially complete, there is no need to determine that the evidence is non-duplicative or that it is relevant.  Any evidence must be accepted when making the complete claim threshold determination.\nNote\n:  Once a claim is considered substantially complete, a decision must be issued on the basis of whether the evidence is new and relevant as described in\nM21-1, Part X, Subpart ii, 2.A.2.d\n.\nCarefully screen all newly received evidence per the steps in the table below to determine the appropriate action.\nStep\nAction\n1\nDetermine if there is potentially new evidence by reviewing for\nevidence submitted or identified with the claim\nadditional treatment records found during an enterprise search in the Compensation and Pension Record Interchange per the instructions in\nM21-1, Part III, Subpart ii, 1.A.2.g\n, and\nevidence submitted while the evidentiary record was closed, such as\nduring the processing of a higher-level review, or\nafter a final decision unaccompanied by a claim or decision review.\nIs there potentially new evidence?\nIf\nyes\n, go to the next step.\nIf\nno\n, follow the incomplete claim procedures detailed in\nM21-1, Part II, Subpart iii, 2.B.1.f\n.\n2\nDoes the new evidence warrant additional development action(s)?\nIf\nyes\n,\ncomplete required development actions, and, when complete,\nrefer the claim for a decision.\nIf\nno\n, either\ntake authorization/award action (if no rating decision is needed), or\nrefer the claim to the rating activity for a decision once any applicable 30-day response period required under Section 5103 has expired.\nReferences\n:  For more information on\nthe definition of a complete claim, see\n38 CFR 3.160(a)\n, and\nM21-1, Part I, Subpart i, 1.A.4.f\nduty to assist and supplemental claims, see\nM21-1, Part X, Subpart ii, 2.A.1.d\nnew and relevant evidence, see\n38 CFR 3.2501\nnew and relevant evidence and claims for increase, see\nM21-1, Part II, Subpart iii, 2.C\n, and\naction required on evidence submitted with a supplemental claim, see\nM21-1, Part X, Subpart ii, 2.A.2.d\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section B - Supplemental Claims",
  "citation": "Part II, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174874/M21-1-Part-II-Subpart-iii-Chapter-2-Section-B-Supplemental-Claims",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:12:34.671629",
  "tags": [
    "m21-1"
  ]
}