{
  "chunk_id": "II_iii_2_E_12",
  "content": "/>\nII.iii.2.E.2.b\n.\nInstructions for Addressing Issues Incorrectly Established as an EP and a Decision Has Not Been Made\nFollow the steps in the table below to address requests for benefits that were incorrectly established as an EP and a decision\nhas not\nbeen made.\nStep\nAction\n1\nReview the claimant’s record to determine whether an active ITF (for the same general benefit as the incorrectly established claim) was pending prior to the incorrect establishment of the EP.\nWas an active ITF pending?\nIf\nyes\nensure that the ITF status is correctly reflected in the claimant corporate record\nsubmit requests to correct an ITF status to the Enterprise service Desk (ESD), and\ngo to Step 3.\nIf\nno\n, go to Step 2.\nReferences\n:  For more information on\nan ITF status, see\nM21-1, Part II, Subpart iii, 2.A.1.d\n, and\nrequesting correction of incorrect ITF data, see\nM21-1, Part II, Subpart iii, 2.A.4.c and d\n.\n2\nDetermine how VA received the request for benefits.\nIf the request for benefits was received through\ncentralized mail (CM), go to Step 3, or\ntelephone or in-person contact with a VA representative,\nestablish an ITF effective the date of the contact, and\ngo to Step 3.\n3\nMake two attempts in a 24-hour period to contact the claimant and/or authorized representative and provide the information in\nM21-1, Part II, Subpart iii, 2.E.1.b\n.\nDoes the claimant have an authorized representative?\nIf\nyes\n, call, e-mail, or if co-located at the regional office (RO), meet the authorized representative in person.\nIf\nno\n, call the claimant.\nIf attempts to contact are\nsuccessful, wait two business days for receipt of the complete claim on a prescribed form, then go to the next step, or\nunsuccessful, go to the next step.\nImportant\n:  All successful telephone or in-person contact must be documented on\nVA Form 27-0820\n, Report of General Information\n, and included in the claims folder.  All e-mail correspondence must be included in the claims folder.\n4\nHas a complete claim been received since the establishment of the invalid EP?\nIf\nyes\n,\nchange the invalid EP to EP 400,\nRequest for Application\nclear the EP 400\nestablish a new EP (ex EP 020) with a date of claim (DOC) based on receipt of the complete claim, and\nfinish development of the complete claim under the new EP.\nIf\nno\n,\nchange the invalid EP to EP 400,\nRequest for Application\nsend the\nIncorrectly Established Claim\nletter, and\nclear the EP 400.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section E - Incorrectly Established Claims",
  "citation": "Part II, Subpart iii, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174877/M21-1-Part-II-Subpart-iii-Chapter-2-Section-E-Incorrectly-Established-Claims",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:05.460072",
  "tags": [
    "m21-1"
  ]
}