{
  "chunk_id": "II_iii_2_F_8",
  "content": "/>\nII.iii.2.F.1.c\n.\nRequests for Claim Withdrawal in Exam Cancellations\nAlthough a report of examination cancellation from the Veterans Health Administration or a contract examination facility may reflect that an examination was cancelled due to a claimant’s desire to withdraw the claim, this is not an adequate claim withdrawal.  When a report of examination cancellation reflects a claimant’s desire to withdraw a claim, attempt to contact the claimant to clarify intent.\nAttempt to contact the claimant by telephone to clarify\nwhether there is intent to withdraw the claim, and\nwhich issue(s) from the pending claim are being withdrawn.\nIf the claimant cannot be contacted via telephone, send the claimant the\nClarification of Intent to Withdraw\nletter to clarify\nwhether there is intent to withdraw the claim, and\nwhich issue(s) from the pending claim are being withdrawn.\nContinue processing the claim until the claimant confirms their intent to withdraw the claim either via telephone or in response to the\nClarification of Intent to Withdraw\nletter.  If the claim is ready for decision but the claimant cannot be contacted via telephone, defer making a decision on the claim for 15 days following the date of the\nClarification of Intent to Withdraw\nletter.  If the 15-day waiting period expires and no clarification of intent to withdraw is received, proceed with a decision on the claim.\nReferences\n:  For more information on requirements for\nclaims withdrawn via telephone, see\nM21-1, Part III, Subpart i, 2.D.1.e\n, and\nwithdrawing\ndecision reviews (including higher level reviews and supplemental claims), see\n38 CFR 3.2500(d)\n, and\nM21-5, Chapter 4, Topic 4\nappeals under the jurisdiction of BVA, see\n38 CFR 20.205\n, and\nM21-5, Chapter 7, Section A.3.e\n, and\nlegacy appeals, see\n38 CFR 19.55\n, and\nM21-5, Chapter 7, Section A.3\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section F - Withdrawal of Initial Claims",
  "citation": "Part II, Subpart iii, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174878/M21-1-Part-II-Subpart-iii-Chapter-2-Section-F-Withdrawal-of-Initial-Claims",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:15.760646",
  "tags": [
    "m21-1"
  ]
}