{
  "chunk_id": "II_iii_2_F_19",
  "content": "/>\nII.iii.2.F.3.a\n.\nProcessing a Request for Withdrawal of an Initial Claim in Its Entirety\nFollow the instructions in the table below when\na claimant requests withdrawal of an initial claim in its entirety (all pending contentions associated with the claim), and\nVA associates the request with the claims folder\nbefore\nit generates a decision notice regarding the claim.\nImportant\n:\nWhen a claimant requests withdrawal of a claim that involves multiple contentions, the claimant\nshould\nspecify which (if not all) of the individual  contentions the request affects.  If the claimant fails to do so, proceed as if the request applies to\nall\ncontentions associated with the claim.\nIf the claimant wishes to withdraw a decision review request, such as a supplemental claim, follow the guidance in\nM21-5, Chapter 4, Topic 4\n.\nStep\nAction\n1\nHas VA previously processed an award action to either grant or deny benefits for the Veteran?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 3.\n2\nWere the withdrawn issues previously deferred by rating decision?\nIf\nyes\n,\nrefer the claim to the rating activity for a record purpose rating to remove the previously deferred issues from the\nCodesheet\nclear the EP associated with the withdrawn claim, selecting\nClaim Withdrawn\nas the reason, and\ngo to Step 5.\nIf\nno\n,\nclear the EP associated with the withdrawn claim, selecting\nClaim Withdrawn\nas the reason, and\ngo to Step 5.\n3\nWhen VA has taken no prior award action, process the withdrawal by generating an award through the claims-processing system, according to the instructions in the table below.\nStep\nAction\n1\nClick on the ADD button on the BASIC ELIGIBILITY screen.\n2\nSelect\nClaim Withdrawn\nfrom the drop-down box for the DECISION field.\n3\nEnter the date VA received the request for withdrawal in the EVENT DATE field.\n4\nClick on the ACCEPT button.\n5\nClick on the OK button.\nImportant\n:  If the actions described in the table above are taken while an award is running, they will have the effect of stopping that award.\n4\nRoute the claim for authorization of the award action.\nReference\n:  For more information on award processing responsibilities, see\nM21-1, Part VI, Subpart i, 1.A.2.c\n.\n5\nFollow the instructions in\nM21-1, Part II, Subpart iii, 2.F.3.c\nfor providing notice of the withdrawn claim.\nReference\n:  For more information on\nprocessing a request to withdraw a claim in\nthe Veterans Benefits Management System (VBMS), see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section F - Withdrawal of Initial Claims",
  "citation": "Part II, Subpart iii, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174878/M21-1-Part-II-Subpart-iii-Chapter-2-Section-F-Withdrawal-of-Initial-Claims",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:15.760646",
  "tags": [
    "m21-1"
  ]
}