{
  "chunk_id": "II_iii_2_G_13",
  "content": "/>\nII.iii.2.G.2.e\n.\nSoliciting a Claim for a Chronic Unclaimed Disability\nWhen soliciting a claim for SC for a chronic, unclaimed disability\nsend notification to the Veteran and their representative, if applicable, instructing them to submit a\nVA Form 21-526EZ, Application For Disability Compensation And Related Compensation Benefits\n, if they would like to file a claim for the identified condition(s), and\nprovide the Veteran and their representative, if applicable, information regarding how to obtain the appropriate form for claim submission.\nInclude the following language in the notification:\nWe have reviewed your records and they suggest you may be entitled to an additional benefit.  If you want to file a claim for [insert chronic disability] please submit a completed VA Form 21-526EZ, Application For Disability Compensation And Related Compensation Benefits, to the appropriate address listed on the attached Where to Send Your Written Correspondence chart.  You can download the form at http://www.va.gov/vaforms or submit your claim online at www.va.gov.  We recommend you return the form as soon as you can in order to ensure the earliest possible payment date if an award is authorized.\nNotes\n:\nClaims processors may combine the claim solicitation notice with other types of correspondence or decision notices being sent to the Veteran.\nDo not establish EP control or initiate development or duty-to-notify/assist procedures until the Veteran responds affirmatively to the notice.\nWhen the Veteran responds with a claim, the date of claim of the EP is the date the regional office receives the claim.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section G - Requests for Application and Claims Solicitation",
  "citation": "Part II, Subpart iii, Chapter 2, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174879/M21-1-Part-II-Subpart-iii-Chapter-2-Section-G-Requests-for-Application-and-Claims-Solicitation",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:25.989887",
  "tags": [
    "m21-1"
  ]
}