{
  "chunk_id": "II_iii_2_H_6",
  "content": "/>\nII.iii.2.H.1.a\n.\nCharacteristics of an Informal Claim\nInformal claims were defined by regulations in effect prior to March 24, 2015.  After that date, the concept of informal claim was removed from the Department of Veterans Affairs (VA) regulations and replaced by the intent to file (ITF) and request for application regulations included in\n38 CFR 3.155\n.\nIdentify an informal claim received prior to March 24, 2015, by any of the following characteristics:\nany communication or action that shows an intent to apply for benefits under laws administered by VA, as described at historical\n38 CFR 3.155\nan original claim\nnot\nfiled on the prescribed form\nan unsigned application (\nexcept\nfor those received via the Veterans On-Line Application (VONAPP) or VONAPP Direct Connect (VDC))\nevidence of examination or hospitalization in a VA or uniformed services health care facility for a service-connected disability under historical\n38 CFR 3.157 (b)(1)\n, or\nany communication regarding the death of the appellant in a legacy appeal\nsubmitted to the U.S. Court of Appeals for Veterans Claims (CAVC), and\nfurnished to VA by CAVC.\nImportant\n:  VA only recognizes informal claims received prior to March 24, 2015.\nNotes\n:\nClaims received prior to March 24, 2015, via VONAPP or VDC that are initiated but not completed are not informal claims.  However, the date the application was initiated may be considered when determining the effective date in certain circumstances.\nCAVC ruled that complaints noted by a Veteran during a VA examination (and included in the corresponding examination report) do not constitute an informal claim unless \"the veteran sufficiently manifested an intent to apply for benefits for a particular disease or injury.\nReferences\n:  For more information on\ncomplaints noted by a Veteran during a VA examination, see\nEllington v. Nicholson\n, 22 Vet.App. 141 (2007)\ncommunication regarding the death of an appellant, see\nLandicho v. Brown\n, 7 Vet.App. 42 (1994)\nclaims from unauthorized or unapproved representatives, see\n38 CFR 3.155(b)\nhandling claims that are not filed on the prescribed form\nbefore March 24, 2015, see\nM21-1, Part II, Subpart iii, 2.H.1.d\n, and\non or after March 24, 2015, see\nM21-1, Part II, Subpart iii, 2.G.1\nhandling incomplete applications received after March 24, 2015, see\n38 CFR 3.155(c)\nM21-1, Part II, Subpart iii, 1.A.2.b\n, and\nM21-1, Part II, Subpart iii, 1.C\n, and\napplication initiation date for VDC claims, see\nM21-1, Part II, Subpart iii, 4.A\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section H - Historical Guidance on Formal Applications and Informal Claims Received Prior to March 24, 2015",
  "citation": "Part II, Subpart iii, Chapter 2, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174880/M21-1-Part-II-Subpart-iii-Chapter-2-Section-H-Historical-Guidance-on-Formal-Applications-and-Informal-Claims-Received-Prior-to-March-24-2015",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:36.263649",
  "tags": [
    "m21-1"
  ]
}