{
  "chunk_id": "II_iii_2_H_8",
  "content": "/>\nII.iii.2.H.1.c\n.\nRequired Elements of an Informal Claim\nIn order for a communication or action received by VA prior to March 24, 2015, to be accepted as an informal claim, the historical version of\n38 CFR 3.155\nrequired claimants to identify the benefit(s) they were seeking, such as compensation and/or pension.\nIf a claimant was attempting to reopen a previously denied claim or was seeking an increased disability rating, VA also required the claimant to describe the nature of the disability for which they were seeking benefits.  A claimant could accomplish this by identifying the body part or system that was disabled or by describing symptoms of the disability.\nNote\n:  In\nShea v. Wilkie\n, 926 F. 3d 1362 (Fed.Cir. 2019), the U.S. Court of Appeals for the Federal Circuit held that in certain situations, the reference to and submission of medical records may be sufficient to raise an informal claim for benefits.\nGeneral, non-specific, or non-concrete references to records would not be sufficient under this standard to raise an informal claim for benefits.\nThe holding in\nShea\nis limited by the factual circumstances underlying its analysis, and the application of the decision should be constrained to cases only with similar factual scenarios.\nRefer to\nM21-5, Chapter 7, Section B.1.c\nfor more information on sympathetic review of appeal submissions.\nReferences\n:  For more information on\naccepting a report of hospitalization or medical treatment as an informal claim for an increased disability rating, or to reopen a claim for pension that VA previously denied for lack of evidence of permanent and total disability, see the historical version of\n38 CFR 3.157(b)\n, and\ninformal claims for an increased disability rating, or to reopen a previously denied claim, see\nBrokowski v. Shinseki\n, 23 Vet.App. 79 (2009).",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section H - Historical Guidance on Formal Applications and Informal Claims Received Prior to March 24, 2015",
  "citation": "Part II, Subpart iii, Chapter 2, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174880/M21-1-Part-II-Subpart-iii-Chapter-2-Section-H-Historical-Guidance-on-Formal-Applications-and-Informal-Claims-Received-Prior-to-March-24-2015",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:36.263649",
  "tags": [
    "m21-1"
  ]
}