{
  "chunk_id": "II_iii_2_H_10",
  "content": "/>\nII.iii.2.H.1.e\n.\nClaims Made by Telephone Before March 24, 2015\nConsider an\noriginal\nclaim made by telephone before March 24, 2015, an\ninformal claim\n.\nExample\n:  A telephone call from a claimant indicating intent to apply for benefits, documented on\nVA Form 27-0820,\nReport of General Information\n,\nis acceptable as an informal claim for the purpose of establishing a potential date of entitlement to benefits if received prior to March 24, 2015.\nFollow the steps in the table below to handle a claim made by telephone.\nStep\nAction\n1\nVerify the identity of the person providing the information by telephone by asking for the claimant’s\nSocial Security number\ndate of birth, or\nany other information that might help to establish identity.\nNotes\n:\nIf the caller is unable to furnish this information, or if the person’s identity remains questionable, complete development by letter.\nA parent or guardian may file a claim by telephone on behalf of a claimant who is a minor.\nPer\n38 CFR 3.155\n, the following persons may also file a claim by telephone on behalf of a claimant\nany appointed representative, such as an attorney, agent, or Veterans service organization, or\na member of Congress.\n2\nSend the appropriate application to the claimant or fiduciary, and inform the claimant or fiduciary that in order to establish potential entitlement to benefits from the date VA received the telephone call (informal claim), they must return the signed and completed application within one year of the date VA sent it.",
  "title": "M21-1, Part II, Subpart iii, Chapter 2, Section H - Historical Guidance on Formal Applications and Informal Claims Received Prior to March 24, 2015",
  "citation": "Part II, Subpart iii, Chapter 2, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174880/M21-1-Part-II-Subpart-iii-Chapter-2-Section-H-Historical-Guidance-on-Formal-Applications-and-Informal-Claims-Received-Prior-to-March-24-2015",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:36.263649",
  "tags": [
    "m21-1"
  ]
}