{
  "chunk_id": "II_iii_3_A_8",
  "content": "/>\nII.iii.3.A.1.c\n.\nDetermining the EP for Initial Rating-Related Claims\nTo administer proper EP control for rating-related claims, determine if the claimant\npreviously filed for benefits, or\nis filing an original claim (first initial claim).\nFollow the steps in the table below to determine the appropriate EP for rating-related claims.\nStep\nAction\n1\nOpen Share and select the CORPORATE INQUIRY command..\n2\nEnter the claimant’s Social Security number (SSN) or claims folder number into the FILE NUMBER OR SSN field and click the SUBMIT button.\n3\nClick on the AWARD/RATING box in the menu bar and navigate to the RATING INFORMATION tab.  Has the claimant previously received a rating determination?\nIf yes, go to the next step.\nIf\nno\n, go to Step 5.\n4\nDetermine if any of the claimed issues have been previously denied.  For each issue that has been previously denied, follow request for application procedures located in\nM21-1, Part II, Subpart iii, 2.G.1\nbefore going to the next step.\nImportant\n:\nIf the claim for a previously denied issue is received on\nVA Form 20-0995, Decision Review Request – Supplemental Claim\n, route it to the decision review operations center mail queue, where it will be processed as provided in\nM21-5, Chapter 4, 2\n.\nIf all the claimed issues have previously been denied, no further action in this table is required.\n5\nClick the READY button to return to the main Share screen.\nSelect the Beneficiary Identification & Records Locator Subsystem (BIRLS) INQUIRY command and click the SUBMIT button.\n6\nSelect the INACTIVE COMP & PEN tab.\nDetermine if there any entries in the\nDIAGNOSTIC table\nENTITLEMENT CODE field, or\nReason for Termination or Disallowance field.\nExample\n:\nIf entries ...\nThen use ...\nexist\na rating EP from the 020 series.\ndo not exist\nan original rating EP from the\n110 series, if there are seven or fewer claimed contentions, or\n010 series, if there are eight or more claimed contentions.\nReferences\n:  For more information on\nestablishing and maintaining EP control, see\nM21-4, Appendix B, 1.b\n, and\navailable EP codes for compensation, pension, and fiduciary operations, see\nM21-4, Appendix B, 2\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 3, Section A - Claims Establishment",
  "citation": "Part II, Subpart iii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174881/M21-1-Part-II-Subpart-iii-Chapter-3-Section-A-Claims-Establishment",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:13:56.774884",
  "tags": [
    "m21-1"
  ]
}