{
  "chunk_id": "II_iii_3_B_6",
  "content": "/>\nII.iii.3.B.1.a\n.\nReceiving Valid Notice of a Change of Contact or Direct Deposit Information\nClaims processors may receive valid change of contact information or direct deposit notification via one of the methods identified in the table below.\nType of Information Being Updated\nValid Notices\nContact\nA signed statement from the claimant\ntelephone contact with the claimant, after identity has been verified following guidance in\nIdentification (ID) Protocol Requirements\nobtained while processing undeliverable mail following the guidance in\nM21-1, Part II, Subpart i, 2.C.6.d\nVA Form 20-572, Request for Change of Address/Cancellation of Direct Deposit\nother Department of Veterans Affairs (VA) forms that contain the information\nclaimant data\nin the Veteran’s Information Solution (VIS) web application, and/or\nprovided via VA-approved claims submission services or websites such as VA.gov or Vet360\ntelephone, written, or in-person communication by an appointed Veterans service organization (VSO), agent, or attorney when authorized in\nBlock 21 of\nVA Form 21-22,\nAppointment of Veterans Service Organization as Claimant's Representative\n, or\nBlock 21 of\nVA Form 21-22a,\nAppointment of Individual as Claimant's Representative\n, and\na signed statement or telephone contact with the third party identified on a valid\nVA Form 21-0845, Authorization to Disclose Personal Information to a Third Party\n, when\nAny Information\nin Block 11 is checked,\nor\nLimited Information\nin Block 11\nand\nChange of address or direct deposit\nin Block 12 are checked.\nDirect Deposit\nVA claim submission forms containing direct deposit information fields where the claimant has provided direct deposit information specified by the form\nStandard Form (SF) 1199A, Direct Deposit Sign-Up Form\n, and\nVA Form 20-572\n.\nImportant\n:\nSection 3 of\nSF\n1199A\nmust be completed by the financial institution, not the claimant, in order to be deemed valid.\nClaimants may contact the National Call Center (NCC) or use VA-approved claims submission services or websites such as VA.gov to make direct deposit updates without claims processor involvement.  A third party authorized on a valid\nVA Form 21-0845\nmay also contact the NCC to request this update.\nParticipants in pre-discharge claim programs may also contact VA Military Services Coordinators or other VA pre-discharge (Benefits Delivery at Discharge (BDD), BDD-excluded, or Integrated Disability Evaluation System) intake site employees to establish or update direct deposit.  A third party authorized on a valid\nVA Form 21-0845\nmay also contact the intake site to request this update.  These direct deposit updates may also be accepted over the telephone, provided the pre-discharge intake site verifies the caller’s identify following guidance in\nIdentification (ID) Protocol Requirements\n.\nWhen VA receives a request for a direct deposit change that does not meet the criteria noted above, send the claimant an\nInvalid Direct Deposit Update\nletter, but\ndo not\nupdate any of the direct deposit information in VA systems.\nException\n:  Only fiduciary hub (hub) employees are able to change an address or direct deposit information if the beneficiary has a fiduciary.\nNote\n:  Update addresses, other contact details, and direct deposit and payment information in Veterans Benefits Management System (VBMS) when possible.\nReferences\n:  For more information on\nthe definition of a pre-discharge intake site, see\nM21-1, Part X, Subpart i, 6.B.3.a\nidentifying if a beneficiary has a fiduciary, and the required actions upon receiving a valid change of contact notice or direct deposit information, see\nM21-1, Part II, Subpart iii, 3.B.1.c\naddress changes for incompetent Veterans by a power of attorney or fiduciary, see\nM27-1, Part I, 7.5.j\nundeliverable mail procedures, see\nM21-1, Part II, Subpart i, 2.C\nchange of contact information and direct deposit request procedures, see\nM21-1, Part II, Subpart iii, 3.B.1.b\n, and\nM27-1, Part 1, 3.12\nhandling suspicious or incomplete direct deposit changes, see the\nDirect Deposit Tip Sheet\n, and\nreviewing claimant data in VIS, see the\nVIS User Guide\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 3, Section B - System Updates at Intake",
  "citation": "Part II, Subpart iii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174882/M21-1-Part-II-Subpart-iii-Chapter-3-Section-B-System-Updates-at-Intake",
  "updated": "Jun 16, 2025",
  "scraped_at": "2025-06-17T11:14:07.055847",
  "tags": [
    "m21-1"
  ]
}