{
  "chunk_id": "II_iii_3_B_19",
  "content": "/>\nII.iii.3.B.3.a\n.\nMilitary Service Verification\nAll periods of active service must be verified and updated in VBMS.  Verified service is shown on the VBMS MILITARY SERVICE page by\na\nYES\nin the Veterans Assistance Discharge System (VADS) field\n, or\nthe claims processor selecting\nYES\nin the VERIFIED field\n.\nIn some situations, service connection (SC) is awarded for a death, disease, or injury incurred or aggravated during a period of duty other than full-time active duty in the Armed Forces.  In these situations, the period of duty during which the death, disease, or injury occurred is considered active military service for VA compensation purposes.\nExample\n:  SC may be awarded for an injury incurred in the line of duty during inactive duty for training (IADT).  Once it is determined that SC is in order for that injury, the period of IADT is considered active military service for VA compensation purposes.\nImportant\n:\nClaims processors are responsible for ensuring that any unverified period of active duty is entered into VBMS as soon as VA is notified of the (unverified) period of active duty.  The service will be marked as verified after VA receives all information required to verify military service.\nEach regional office employee must check to ensure all periods of active service are updated and verified in VBMS when undertaking any claim action.  Failure to ensure the period of service is marked verified may result in VBMS-Awards failing to process the award.\nAll periods of active service must be updated and verified in VBMS by the rating activity prior to completion of the rating decision.  Failure to do so will result in inaccurate or incomplete service displayed on the rating decision\nCodesheet\n.\nService information in VBMS that has been verified through VADS but is proven to be incorrect by other credible evidence should be updated or replaced with the correct information, however applicable.\nExceptions\n:\nClaims worked by the PMCs only require\nverification\nof the period of service on which the claim is based.  The other periods of active service, if they exist, must be entered into VBMS but do not need to be verified to make a decision on the claim.  If it is uncertain what period of service on which the claim is based, then all periods of active service must be verified.\nSpecific procedures for updating VA systems to show service for\na single day of active duty for training (ADT) or IADT are located in\nM21-1, Part II, Subpart iii, 3.B.3.c\nmultiple periods of ADT or IADT are located in\nM21-1, Part II, Subpart iii, 3.B.3.d\nclaims when ADT or IADT is the only service are located in\nM21-1, Part II, Subpart iii, 3.B.3.e\n, and\nmultiple activations under\n10 U.S.C\n(also referred to as Title 10 service) of seven days or less are located in\nM21-1, Part II, Subpart iii, 3.B.3.f\n.\nReferences\n:  For more information on\nduty periods, see\n38 CFR 3.6\n, and\n38 U.S.C. 101(24)\nevidence that is acceptable for the purpose of verifying service, see\nM21-1, Part III, Subpart i, 1.B.3.a and c\ninformation required to verify military service, see\nM21-1, Part II, Subpart iii, 3.B.3.b\nactive military service by reason of award of SC, see\nM21-1, Part III, Subpart i, 1.A.2.i-k\n, and\nupdating military service in VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 3, Section B - System Updates at Intake",
  "citation": "Part II, Subpart iii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174882/M21-1-Part-II-Subpart-iii-Chapter-3-Section-B-System-Updates-at-Intake",
  "updated": "Jun 16, 2025",
  "scraped_at": "2025-06-17T11:14:07.055847",
  "tags": [
    "m21-1"
  ]
}