{
  "chunk_id": "II_iii_3_B_22",
  "content": "/>\nII.iii.3.B.3.d\n.\nUpdating VA Systems for Active Service Based on Multiple Periods of ADT or IADT\nIn circumstances where a claimed disability or death arises as a result of injuries, diseases, or covered conditions incurred in or aggravated during multiple periods of ADT or IADT, only the specific periods of ADT or IADT are considered active service.\nExample\n:  SC is warranted for hearing loss based on noise exposure sustained during a claimant’s 20-year career in the Reserves.  The entire 20-year span is not considered active service.  Rather, only the individual periods of ADT and or IADT during which the noise exposure (which is the conceded in-service injury in these situations) occurred are considered active service.\nFor certain situations, such as claims for hearing loss granted based on multiple periods of ADT or IADT, VA systems may not have the capacity to accept entry of all individual periods of service.  Additionally, if the injury, such as acoustic trauma, is being conceded based on the entire span of the ADT and IADT, specific verification of each period of ADT or IADT is not necessary\nunless\na subsequent claim for SC based on a specific period of service is received,\nand\nverification of the period of service is necessary to decide the claim, as discussed in\nM21-1, Part III, Subpart i, 1.A.2.k\n.\nWhen multiple periods of ADT or IADT are utilized to establish SC for a disability or death,\nthe rating activity will\nannotate the rating decisions to reflect the timespan of the periods of ADT and IADT upon which the grant of SC for disability or death is based, and\nupdate only the initial period of ADT (normally, the period of initial military training) as active service in VBMS.\nException\n:  If the periods of service are concurrent with the receipt of VA benefits and the Veteran’s eligibility to benefits is impacted, then all periods impacting payment of benefits must be verified and entered into VBMS.\nReferences\n:  For more information on\nupdating periods of active service in VBMS, see\nM21-1, Part II, Subpart iii, 3.B.3.a\n, and\nthe\nVBMS Core User Guide\n, and\nadjudicating claims for SC for hearing loss and/or tinnitus associated with ADT or IADT service, see\nM21-1, Part V, Subpart iii, 2.B.1.c\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 3, Section B - System Updates at Intake",
  "citation": "Part II, Subpart iii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174882/M21-1-Part-II-Subpart-iii-Chapter-3-Section-B-System-Updates-at-Intake",
  "updated": "Jun 16, 2025",
  "scraped_at": "2025-06-17T11:14:07.055847",
  "tags": [
    "m21-1"
  ]
}