{
  "chunk_id": "II_iii_3_B_29",
  "content": "/>\nII.iii.3.B.4.b\n.\nTypes of Acceptable Evidence for Vital Information Changes\nThe table below contains a description of the evidence required to change or correct the vital information about a beneficiary identified in\nM21-1, Part II, Subpart iii, 3.B.4.a\n.\nVital Information to Modify\nEvidence Required\nname\nA signed decree from a judge or court showing a legal name change has taken place, or\nSocial Security card that reflects the beneficiary’s new name.\nExceptions\n:  The documentary evidence described in this row is\nnot\nrequired if a beneficiary’s last name changes because of\na marriage that VA recognizes as valid, or\ndivorce or annulment, when\nthe beneficiary, fiduciary, or their appointed VSO/agent/attorney, notifies VA of the termination of marriage due to divorce or annulment, and\nVA can accept the notification as proof of termination of the marriage.\nImportant\n:  For any beneficiary assigned a\nspouse\nfiduciary do not change the beneficiary’s name.  In these situations, a beneficiary name change request is to be sent as described in\nM21-1 Part II, Subpart iii, 3.B.1.c\n.\nDOB\nBirth certificate, or\nverification of DOB through Federal Online Query (FOLQ) using the SSA INQUIRY command.\nSSN\nAt least one of the following documents:\nSocial Security card\ncurrent pay stub showing the beneficiary’s SSN\nForm W-2, Wage and Tax Statement\nForm 1099-MISC, Miscellaneous Income\n, or\nverification of SSN through FOLQ using the SSA INQUIRY command.\nReferences\n:  For more information on\nFOLQ, see\nM21-1, Part III, Subpart ii, 1.B.3\nestablishing a valid marital relationship for VA purposes, see\nM21-1, Part VII, Subpart i, 2.A\nhub jurisdiction and contact information, see\nM21-1, Part X, Subpart ii, 6.C.1.d\ndetermining whether documentary evidence of termination of marriage is necessary, see\nM21-1, Part VII, Subpart i, 2.A.4.a\n, and\nusing the SSA INQUIRY command, see the\nShare User Guide\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 3, Section B - System Updates at Intake",
  "citation": "Part II, Subpart iii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174882/M21-1-Part-II-Subpart-iii-Chapter-3-Section-B-System-Updates-at-Intake",
  "updated": "Jun 16, 2025",
  "scraped_at": "2025-06-17T11:14:07.055847",
  "tags": [
    "m21-1"
  ]
}