{
  "chunk_id": "II_iii_4_A_7",
  "content": "/>\nII.iii.4.A.1.b\n.\nVDC Interview Process\nVDC utilizes a question-and-answer interview-style interface to guide the claimant in completing forms approved by VA.  The interview process limits omissions and misinterpretations of information requested from the Veteran for adjudicating a claim.\nCurrently, VDC contains an interview process for the forms listed below.\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n,\nand supporting forms\nVA Form 21-0781, Statement in Support of Claim for Service Connection for Post-Traumatic Stress Disorder (PTSD)\nVA Form 21-0781a, Statement in Support of Claim for Service Connection for Post-Traumatic Stress Disorder (PTSD) Secondary to Personal Assault\nVA Form 21-8940, Veteran's Application for Increased Compensation Based on Unemployability\n, and\nVA Form 21-4502, Application for Automobile or Other Conveyance and Adaptive Equipment\nVA Form 21-674, Request for Approval of School Attendance\nVA Form 21-686c, Application Request To Add And/Or Remove Dependents\n, and\nVA Form 21-22, Appointment Of Veterans Service Organization As Claimant's Representative\n.\nIn addition to these forms, claimants may upload five supporting documents.\nNotes\n:\nPension and survivors’ claim forms are unavailable through VDC.\nVDC accepts pre-discharge claims (excluding Integrated Disability Evaluation System (IDES) claims).\nFreedom of Information Act (FOIA) requests may be contained within materials submitted by the claimant via VDC.\nReferences\n:  For more information on\ninitial actions on receipt of an electronic pre-discharge claim, see\nM21-1, Part X, Subpart i, 6.B.3.l\n, and\nprocessing FOIA requests, see\nM27-1, Part I, 7\n, and\nM21-1, Part II, Subpart i, 2.D\n.",
  "title": "M21-1, Part II, Subpart iii, Chapter 4, Section A - The Veterans Online Application (VONAPP) Direct Connect (VDC) Program and Department of Veterans Affairs (VA) Claims Submission Service Websites",
  "citation": "Part II, Subpart iii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174883/M21-1-Part-II-Subpart-iii-Chapter-4-Section-A-The-Veterans-Online-Application-VONAPP-Direct-Connect-VDC-Program-and-Department-of-Veterans-Affairs-VA-Claims-Submission-Service-Websites",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:17.341260",
  "tags": [
    "m21-1"
  ]
}