{
  "chunk_id": "II_iii_4_B_14",
  "content": "/>\nII.iii.4.B.2.c\n.\nPersonalized Signature Page Validation Procedure\nFollow the steps in the table below to validate the personalized signature page for an original claim for compensation benefits.\nStep\nAction\n1\nOpen and review the\nVA Form 21-526EZ\n.\nIf the claim ...\nThen a signature is ...\nmeets the criteria of an original claim for benefits, as described in\nM21-1, Part II, Subpart ii, 1.A\nrequired for the claim to be substantially complete.\nis a non-original claim\nnot required to be substantially complete.\n2\nReview Sections V and VII of the\nVA Form 21-526EZ\n.  Determine if the\nVETERAN/SERVICE MEMBER/ALTERNATE SIGNER SIGNATURE block of Section V contains an “X” followed by the claimant’s typed name, and\nPOA/AUTHORIZED REPRESENTATIVE SIGNATURE block of Section VII contains the electronic signature of a POA with an Office of General Counsel (OGC) designated code number.\nIf the signature blocks are ...\nThen ...\ncompleted as indicated above\nthe claim has been signed using the checkmark solution.\nAdd any pertinent special issue indicators (such as the fully developed claim (FDC) indicator if the claimant has chosen to participate in the program), and\ncontinue processing the claim.\nnot completed\na separate signature page is required.\nReference\n:  For more information on the checkmark solution, see\nM21-1, Part II, Subpart iii, 4.B.2.f\n.\n3\nLocate the separate signature page in the eFolder and open it.  The document will be labeled\nSignature page VDC submitted 21-526EZ\nand correspond to the submitted claim.\nIf the corresponding document ...\nThen the ...\ncannot be located,\nor\nis not a\nVA Form 21-526EZ\nsignature page with the appropriate imaged wet signature of the claimant\napplication fails to meet the signature requirements for a substantially complete claim.  Proceed to the next step to determine the appropriate actions to take.\nis a\nVA Form 21-526EZ\nsignature page with the appropriate imaged wet signature of the claimant\nclaim has been signed with a valid signature.\nAdd any pertinent special issue indicators (such as the FDC indicator if the claimant has chosen to participate in the program), and\ncontinue processing the claim.\n4\nUse the table below to determine the proper course of action when an original claim submitted through SEP fails to meet the signature requirements for a substantially complete claim.\nIf the date of receipt is ...\nThen consider the application ...\nprior to March 24, 2015\nan informal claim for benefits and\nchange the end product (EP) to an EP 400\ndevelop to the claimant for a valid signature page as outlined in\nM21-1, Part II, Subpart iii, 4.B.2.d\n, and\nupon completion of development to the claimant, clear the EP.\nReference\n:  For more information on informal claims, see\nM21-1, Part II, Subpart iii, 2.H\n.\non or after March 24, 2015\nnot\nsubstantially complete and\ndevelop to the claimant for a valid signature page as outlined in\nM21-1, Part II, Subpart iii, 4.B.2.d\n, and\nreturn a printed copy of the application from VBMS, making sure to include the signature page.",
  "title": "M21-1, Part II, Subpart iii, Chapter 4, Section B - Stakeholder Enterprise Portal (SEP) Claims",
  "citation": "Part II, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174884/M21-1-Part-II-Subpart-iii-Chapter-4-Section-B-Stakeholder-Enterprise-Portal-SEP-Claims",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:27.637401",
  "tags": [
    "m21-1"
  ]
}