{
  "chunk_id": "III_i_1_A_11",
  "content": "/>\nIII.i.1.A.1.f\n.\nDeciding Claims Based on Qualifying Service\nUse the table below to determine the appropriate format for issuing a decision based on qualifying service.\nIf ...\nThen ...\ndeciding a claim for compensation or DIC, and\nthe claimant has not performed any type of qualifying service, including\nactive service\nADT, or\nIADT, or\nthe claimed service cannot be verified\ncomplete an administrative decision, as directed by\nM21-1, Part X, Subpart v, 1.C\nfor lack of qualifying service and administratively deny the claim.\ndeciding a claim for compensation or DIC based upon a period of verified qualifying service, including a period of ADT or IADT\ndecide the claim by completing a rating decision.\nNote\n:  Even when SC cannot be established for a claim based on verified ADT or IADT service, completion of an administrative decision pertaining to qualifying service is not appropriate.  The grant or denial of the claimed issue is based on whether the claimed condition or death is a result of incurrence or aggravation, as applicable, during the qualifying period of ADT or IADT service, which is a decision under the jurisdiction of the rating activity.\ndenying a Veterans and/or Survivors Pension claim for lack of qualifying service in the following situations:\nqualifying service cannot be verified\nthe Veteran served pre-Gulf War and has less than 90 days of active duty\nthe Veteran served during the Gulf War period and has less than 24 consecutive months of active duty\nand\ndid not fulfill the full period to which the individual was called, or\nthe Veteran has ADT or IADT only\nissue a decision notification letter telling the claimant that they do not meet the service requirements for Veterans and/or Survivors Pension.\nNote\n:  There is no requirement to complete an administrative decision in these cases.\nReferences\n:  For more information on\nthe definition of qualifying service, see\nM21-1, Part III, Subpart i, 1.A.1.c\nprocedures for handling denials of pension and survivor’s benefits other than DIC based on lack of qualifying service, see\nM21-1, Part IX, Subpart i, 1.2\n, and\nservice that is considered active service, see\n38 CFR 3.6\n, and\n38 CFR 3.7\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section A - Establishing Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181424/M21-1-Part-III-Subpart-i-Chapter-1-Section-A-Establishing-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:37.964944",
  "tags": [
    "m21-1"
  ]
}