{
  "chunk_id": "III_i_1_A_19",
  "content": "/>\nIII.i.1.A.2.c\n.\nOther Types of Reserve or National Guard Service\nIn addition to traditional ADT and IADT service, a reservist or National Guard member may perform other types of duty.  Refer to the table below for additional information about other types of reserve or National Guard Service.\nType of Service\nHow/When Service Is Performed\nCircumstances of Service\nFederal active duty\ncalled to full time active duty under\n10 U.S.C.\n(also referred to as Title 10 service)\nThis type of service\nnormally occurs as a result of a deployment, and\nestablishes Veteran status.\nReview\nDD Form 214, Certificate of Uniformed Service\n, and other service personnel records for indication of service under\n10 U.S.C\n.\nReference\n:  For more information on activation of a Coast Guard Reservist under Title 14, see\nM21-1, Part III, Subpart i, 1.A.3.c\n.\nActive Guard Reserve (AGR)\nfull time duty for operational support of the Reserve or National Guard\nAGR service in the Reserves is performed under\n10 U.S.C\n.\nAGR service in the National Guard is performed under\n32 U.S.C.\nReference\n:  For more information on AGR service in the\nReserves, see\nM21-1, Part III, Subpart i, 1.A.3.b\nand\nNational Guard, see\nM21-1, Part III, Subpart i, 1.A.4.b\n.\nActive duty support (ADS), previously known as active duty special work (ADSW)\nordered to full-time but temporary duty for operational or support purposes for the Reserve or National Guard\nThe period of service can vary but is generally less than 180 days.\nReferences\n:  For more information regarding ADS for\nreservists, see\nM21-1, Part III, Subpart i, 1.A.3.b\nand\nNational Guard members, see\nM21-1, Part III, Subpart i, 1.A.4.b\n.\ndual status technician\nemployment as a federal employee under\n5 U.S.C.\nworking for the Reserve or National Guard with employment contingent on continued membership in the Reserve or National Guard\nTechnicians wear the uniform of the Reserve or National Guard to perform weekly work duties.\nTechnician status will not be reflected in military records and is not a type of qualifying service.\nDisease or injuries incurred during non-ADT or non-IADT Title 5 employment periods are not subject to VA benefits.\nTechnicians are also traditional members of the Reserve or National Guard performing monthly IADT drill weekends and fifteen-day ADT annual training, and other service periods as directed.\nadditional ADT training\nperiods of training in addition to the fifteen-day period of annual ADT training\nOften undertaken for additional types of military job skill or leadership training.\nImportant\n:  Reservists and National Guard members may not receive concurrent pay for ADT or IADT and VA disability compensation or pension.\nReferences\n:  For more information on the\ntypes of service for which a\nDD Form 214\nis issued, see\nM21-1, Part III, Subpart i, 1.B.5.a\n, and\nprohibition against concurrent receipt of pay for ADT or IADT and VA disability compensation or pension, see\nM21-1, Part VI, Subpart ii, 3.A.1.b\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section A - Establishing Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181424/M21-1-Part-III-Subpart-i-Chapter-1-Section-A-Establishing-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:37.964944",
  "tags": [
    "m21-1"
  ]
}