{
  "chunk_id": "III_i_1_A_21",
  "content": "/>\nIII.i.1.A.2.e\n.\nService Department Records for Verifying Periods of ADT and IADT\nVerification of specific periods of ADT or IADT (other than the initial period of ADT for which a\nDD Form 214\nis issued) is most easily accomplished via requesting the service personnel records and reviewing the\ndetailed report\nof the member’s Retirement Points Annual Statement.  Although the detailed report version of the Retirement Points Annual Statement is the most complete reflection of all periods of verified service for an individual, including periods of active duty, ADT, and IADT, consider all other evidence of record from the service records when attempting verification of individual periods of ADT and IADT.\nOther service records may be utilized to verify periods of ADT and IADT as long as the information provided\nreflects the type of service\ndocuments the dates of the period of service, and\ndoes not otherwise conflict with the remaining evidence of record.\nExamples of other records that may be used to verify ADT and IADT service include, but are not limited to:\na line of duty investigation documented on\nDD Form 261, Report of Investigation Line of Duty and Misconduct Status,\nas long as the form\nis complete, and\nbears the signature of the final approval authority\nservice treatment records documenting that a member was injured during a period of ADT or IADT\nan official order directing the member to a period of annual training\na pay stub documenting the period of service, or\na Master Military Pay Account (MMPA) print.\nNotes\n:\nNGB Form 22, National Guard Report of Separation and Record of Service\n, documents spans of service in the Army and Air National Guard.  However, this document does not verify individual periods of ADT or IADT during the span of the member’s service.\nThere is no formal document issued at the time of a reservist’s separation or retirement.\nADT and IADT service is not characterized by the service department.  Handle the characterization of service according to procedures at\nM21-1, Part X, Subpart iv, 1.B.2.l\n.\nThe MMPA may be requested by following the instructions in\nM21-1, Part IIII, Subpart i, 1.A.5\n.\nReference\n:  For more information on the issuance of\nDD Form 214\nfor certain periods of ADT, full time training, or operational support duty, see\nM21-1, Part III, Subpart i, 1.B.5.a\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section A - Establishing Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181424/M21-1-Part-III-Subpart-i-Chapter-1-Section-A-Establishing-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:37.964944",
  "tags": [
    "m21-1"
  ]
}