{
  "chunk_id": "III_i_1_A_25",
  "content": "/>\nIII.i.1.A.2.i\n.\nConsidering Presumptive SC Based on ADT and IADT\nPresumptive SC has three applicability criteria, including\nVeteran status\nservice in the active military, naval, air, or space service, and\nservice of\n90 continuous days or more before December 31, 1946, with at least one day occurring during a wartime period, or\nany period of 90 days after December 31, 1946\nAs ADT and IADT is not considered active service and Veteran status is not achieved on the basis of ADT or IADT, presumptive provisions under\n38 CFR 3.307\ncannot apply to periods of ADT or IADT.\nExceptions\n:\nPer\n38 CFR 3.307(a)\n, any period of service is sufficient for the purpose of establishing presumptive SC under the conditions listed in\n38 CFR 3.309(c)\nfor diseases specific to former prisoners of war\n38 CFR 3.309(e)\nfor diseases associated with exposure to certain herbicide agents, and\n38 CFR 3.309(f)\nfor diseases specific to exposure to contaminants in the water supply at Camp Lejeune, as long as the period of service also satisfies the requirements as defined in\n38 CFR 3.307(a)(7)(iii)\n.\nPer\n38 U.S.C. 1164\nand\nM21-1, Part VIII, Subpart iii, 10\n, special provisions apply for presumptive SC for COVID-19 and its residuals associated with periods of ADT and IADT.\nIf SC for a disability or death due to a disease or injury is established based on a period of ADT or SC for a disability or death is established based on an injury or myocardial infarction, cardiac arrest, or cerebrovascular accident based on a period of IADT, then the ADT or IADT is considered active service per\n38 CFR 3.6(a)\nand may be utilized in determining whether the applicability criteria have been met for the presumptive claim.\nExample\n:  A Veteran establishes SC for bladder cancer as a result of exposure to contaminated water at Camp Lejeune during a period of ADT that extended for more than 90 days under\n38 CFR 3.307(a)(7)\nand\n38 CFR 3.309(f)\n.  The Veteran develops amyotrophic lateral sclerosis (ALS) and claims SC for the disease.  By virtue of the grant of SC for a disability associated with the period of ADT, the ADT is considered active service and the Veteran is now eligible for presumptive SC for ALS under\n38 CFR 3.318\n.\nReferences\n:  For more information on\nprocessing Camp Lejeune claims see\nM21-1, Part VIII, Subpart iii, 8\n, and\npresumptive SC, see\n38 CFR 3.307\n, and\nM21-1, Part V, Subpart ii, 2.B.1\n, and\nconsidering presumptive SC in claims based on ADT or IADT, see\nBiggins v. Derwinski\n, 1 Vet.App. 474 (1991).",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section A - Establishing Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181424/M21-1-Part-III-Subpart-i-Chapter-1-Section-A-Establishing-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:37.964944",
  "tags": [
    "m21-1"
  ]
}