{
  "chunk_id": "III_i_1_A_26",
  "content": "/>\nIII.i.1.A.2.j\n.\nConsidering Aggravation in Claims for SC Based on ADT and IADT\nThe presumption of aggravation is triggered when a Veteran establishes that a preexisting condition, which was noted upon entry into service, worsens during service.  When this presumption arises, the burden shifts to VA to show a lack of aggravation by establishing that the in-service increase in disability is due to the natural progress of the disease.\nSince ADT or IADT service does not satisfy the requirements for Veteran status and associated active service, the presumption of aggravation does not apply.  For a period of ADT or IADT, the evidence must\nadditionally\nshow that the worsening was\ncaused by\nthe period of ADT or IADT.  However, the presumption of aggravation will apply to periods of ADT and IADT when SC is first established for a disease or injury incurred during the period of service, as specified in\n38 CFR 3.6(a)\n.\nReferences\n:  For more information on\nadjudicating claims for SC based on aggravation of a preexisting disability, see\n38 CFR 3.306\n, and\nM21-1, Part V, Subpart ii, 2.C\nthe requirements for establishing aggravation based on ADT or IADT service, see\nM21-1, Part V, Subpart ii, 2.C.2.c\nHill v. McDonald\n, 28 Vet.App. 243 (2016)\nDonellan v. Shinseki\n, 24 Vet.App. 167 (2010), and\nSmith (Valerie Y.) v. Shinseki\n, 24 Vet.App. 40 (2010), and\nconsidering the presumption of soundness in claims based on ADT and IADT, see\nM21-1, Part III, Subpart i, 1.A.2.h\nM21-1, Part V, Subpart ii, 2.A.2.e\n, and\nSmith (Valerie Y.) v. Shinseki\n, 24 Vet.App. 40 (2010).",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section A - Establishing Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181424/M21-1-Part-III-Subpart-i-Chapter-1-Section-A-Establishing-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:37.964944",
  "tags": [
    "m21-1"
  ]
}