{
  "chunk_id": "III_i_1_A_27",
  "content": "/>\nIII.i.1.A.2.k\n.\nAdjudicating Claims Based on ADT and IADT\nFollow the steps in the table below to verify service and adjudicate claims for SC based on active duty, ADT, or IADT service for reservists and National Guard members.\nStep\nAction\n1\nDevelop for and review service personnel records, including the\nDD Form 214\nto determine the type and status of the service.\nIf the service personnel records\ndo not\nadequately identify whether the service was active service, ADT, or IADT, go to Step 2.\nIf the service personnel records\ndo\nadequately identify that the service was either active service, ADT, or IADT, go to Step 4.\nReference\n:  For more information on the criteria to establish active service based on ADT and IADT service, see\n38 CFR 3.6\n, and\nM21-1, Part III, Subpart i, 1.A.1.b\n.\n2\nConduct all follow-up procedures for requesting verification of service as directed at\nM21-1, Part III, Subpart i, 1.B.3\n.\nGo to Step 3.\n3\nRefer to table below for actions to take based on service department response to requests for information concerning type and status of service.\nIf the\nevidence\n...\nThen ...\nis sufficient to verify the type and status of service\ngo to Step 4.\nReferences\n:  For more information on factors to consider in identifying the type and status of\nreserve service, see\nM21-1, Part III, Subpart i, 1.A.3\n, and\nNational Guard service, see\nM21-1, Part III, Subpart i, 1.A.4\n.\nis not sufficient to verify the type and status of service but all development is otherwise complete\ncomplete a formal finding of unavailability of information needed to verify qualifying service\ncomplete an administrative decision, and\nadministratively deny the claim due to lack of qualifying service.\nNo further action is needed following administrative denial of the claim.\nReference\n:  For more information on completing administrative decisions, see\nM21-1, Part X, Subpart v, 1.C\n.\n4\nAfter the claimed service has been verified, complete development of the claim as usual, including requesting examinations or medical opinions as warranted.\nWhen development of the claim is complete, go to Step 5.\n5\nAt all times when the type and nature of the service has been verified, rating action is required following complete development of the claim.\nRefer to the table below for action to take based upon the type and nature of the service that has been verified.\nIf ...\nThen ...\nthe evidence shows that the claimant’s service was active service\nthe rating action will consider SC for injuries or conditions incurred in or aggravated during the entire period of service without regard to line of duty status.\nFollowing provision of decision notice, no further action is needed on the claim.\nException\n:  When there is a specific need to make a line of duty determination for the injury or disease, as discussed in\nM21-1, Part X, Subpart iv, 1.C.6\n, then the rating action will consider this in connection with adjudication of the claim.\nthe evidence shows the claimant’s service was ADT or IADT\nthen the service does not qualify as active service.\nPending claims must be developed and referred to the rating activity to determine SC for claimed disability or death based upon whether the disability or death is associated with the performance of duties during the period of ADT or IADT.\nGo to Step 6.\n6\nRefer to the table below for additional considerations required as a part of rating activity for claims based on ADT and IADT service.\nIf ...\nThen ...\na disability or death results from disease or injury incurred or aggravated in the line of duty during a period of ADT and SC is otherwise appropriately established\nthe period of ADT qualifies as active service.  Update the period of ADT as verified active service in the Veterans Benefits Management (VBMS) Core prior to finalizing the rating decision.\na disability or death results from injury incurred in or aggravated or acute myocardial infarction, cardiac arrest, or a cerebrovascular accident that occurred during a period of IADT and SC is otherwise appropriately established\nthe period of IADT qualifies as active service.  Update the period of IADT as verified active service in VBMS Core prior to finalizing the rating decision.\nactive service has been established based upon ADT or IADT as outlined in provisions within this table, and\na subsequent claim for SC for disability or death is received based on injury or disease incurred in or aggravated during this period of active service\nany subsequent injury or disease incurred in or aggravated during that period of service, without regard to line of duty status, is subject to SC, and\npresumptive SC under\n38 CFR 3.309\nmay apply depending on whether the minimum length of service and other requirements have been met, as discussed in\n38 CFR 3.307\n.\nFollowing provision of decision notice, no further action is needed on the claim.\nException\n:  When there is a specific need to make a line of duty determination for the injury or disease, as discussed in\nM21-1, Part X, Subpart iv, 1.C.6\n, then the rating action will consider this in connection with adjudication of the claim.\nSC cannot be established based on a disability or death resulting from injury or disease claimed to have occurred in the line of duty during a period of ADT and IADT\ndeny the claim in a rating decision.\nThe rating decision and associated decision notice must notify the claimant\nthat the evidence does not show that the claimed disability or death is a result of injury or disease incurred or aggravated in the line of duty during the period of ADT, or\nthat the evidence does not show that the claimed disability or death is the result of injury incurred or aggravated in the line of duty or that a myocardial infarction, cardiovascular arrest, or cerebrovascular accident occurred during a period of IADT service,\nand\nprovide notice of the criteria necessary to establish SC for disability or death based on ADT or IADT service.\nNote\n:  There is no requirement to complete an administrative decision in these cases.\nReference\n:  For more information on when administrative decisions are necessary based on lack of qualifying service, see\nM21-1, Part III, Subpart i, 1.A.1.f\n.\nImportant\n:   To ensure the rating\nNarrative\nand\nCodesheet\naccurately reflect the period(s) of ADT or IADT that now qualify as active service, refresh the VBMS Rating profile while drafting the rating decision (if necessary) after the military service updates are made in VBMS Core.\n7\nWhen SC for disability or death has been established based on a period of ADT or IADT, the rating activity will identify this period as active service by using the SPECIAL NOTATIONS box on the rating\nCodesheet\nand including\nthe dates of service, and\nan explanation of the reason for establishing this period as active service.\nExample\n:\nService in the Army National Guard from January 16-17, 2016, is now considered active service based on the grant of SC for right knee ACL injury that was incurred in the line of duty during this period of service.\nNote\n:  If the period of ADT or IADT upon which the grant of SC is based is a single day of ADT or IADT (the claimant was only called to a one-day period of ADT or IADT), utilize the day following as the end date of service but clearly indicate in the SPECIAL NOTATIONS box (as directed in Step 7 above) that the service was actually only one single day of service.\nGo to Step 8.\n8\nThe authorization activity will\ncomplete adjudication of the claim as usual.\nReferences\n:  For more information on\nspecial considerations applicable for claims for presumptive SC for COVID-19 associated with periods of ADT and IADT, see\n38 U.S.C. 1164\n, and\nM21-1, Part VIII, Subpart iii, 10\nupdating military service in VA systems, see\nM21-1, Part II, Subpart iii, 3.B.3\n, and\nthe\nVBMS Core User Guide\nconsidering claims for individual unemployability status for current members of the National Guard and Reserves, see\nM21-1, Part VIII, Subpart iv, 3.B.4.c\n, and\nusing the SPECIAL NOTATIONS box, see the\nVBMS Rating User Guide\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section A - Establishing Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181424/M21-1-Part-III-Subpart-i-Chapter-1-Section-A-Establishing-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:37.964944",
  "tags": [
    "m21-1"
  ]
}