{
  "chunk_id": "III_i_1_B_8",
  "content": "/>\nIII.i.1.B.1.c\n.\nExceptions to the Minimum Active Duty Service Requirements\nThe table below outlines exceptions to the minimum active duty requirements.\nException\nDescription/Restrictions\nDischarge Under\n10 U.S.C. 1173\nThis discharge applies to an individual discharged for hardship.\nAcceptable narrative reasons on DD Form 214, Certificate of Uniformed Service\nA\nDD Form 214\nissued for reasons of hardship must reflect\nHardship\nor\nDependency\nas the narrative reason for separation.\nNote\n:  Develop for cases in which\nthe\nDD Form 214\nis unclear as to the reason for discharge, and\na discharge for hardship is alleged but not stated on the\nDD Form 214\n.\nDischarge Under\n10 U.S.C. 1171\nThis discharge allows for an\nearly-out\ndischarge within one year of the expiration of the term of enlistment or extended enlistment.\nNote\n:  This discharge is not available to officers.\nRestrictions for persons in the Air Force, Space Force, Navy, and Marine Corps\nThis discharge is not available to persons in the Air Force, Space Force, Navy, and Marine Corps who are discharged with\nless\nthan 33 months of service, as the minimum period of enlistment for these branches of service is 3 years.\nRestrictions for persons in the Army\nThis discharge is not available to persons in the Army who are discharged with\nless\nthan 21 months of service, as the minimum period of enlistment is 2 years.\nAcceptable narrative reasons on DD Form 214\nMost discharges under\n10 U.S.C. 1171\nhave one of the following narrative reasons for discharge on the\nDD Form 214\n:\nOverseas Returnee\nExpiration of Term of Service\n, or\nCompletion of Required Service\n.\nAccept a\nDD Form 214\nwith one of these narrative reasons and at least 21 months of service as proof of discharge under\n10 U.S.C. 1171\nwithout further development.  Any other narrative reason for discharge for an enlisted person who served at least 21 months requires development to determine if the discharge was under\n10 U.S.C. 1171\n.\nRestrictions for Public Health Service (PHS) and National Oceanic and Atmospheric Administration (NOAA) enlistments\nThis discharge cannot be authorized by the PHS and NOAA as only officers serve in those branches.\nDisability Discharge\nThis discharge is for those individuals who\nare discharged or released from active duty for a disability determined to be SC without presumptive provisions of law, or\nat the time of discharge, had such an SC disability shown by official records which, in medical judgment, would have justified a discharge for disability.\nCompensable SC Disability\nAn individual with a compensable SC disability.\nDischarge from Reserve Status for Disability\nThis discharge is issued to an individual who incurred an SC disability from an inactive duty training injury and is subsequently discharged or released from reserve status for that disability.  The individual should be considered to have been discharged or released from active service.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section B - Service Requirements and Verification of Eligibility",
  "citation": "Part III, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181425/M21-1-Part-III-Subpart-i-Chapter-1-Section-B-Service-Requirements-and-Verification-of-Eligibility",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:48.408182",
  "tags": [
    "m21-1"
  ]
}