{
  "chunk_id": "III_i_1_B_22",
  "content": "/>\nIII.i.1.B.3.a\n.\nAcceptable Forms of Evidence of Qualifying Active Service\nConsider only the documentary evidence of qualifying service listed in the table below as adequate evidence of service for eligibility determinations.\nConsider acceptance of …\nOf a …\nAs adequate evidence of service for eligibility determinations because …\nthe original (copy 1)\nDD Form 214,\nprinted prior to July 1, 1979,\nit contains COD information.\nthe original (copy 1)\nPHS Form 1867, Statement of Service – Verification of Status of Commissioned Officers of the U.S. Public Health Service\nthis information is furnished by the PHS.\nthe original (copy 1)\nNOAA Form 56-16, Report of Transfer or Discharge\nthis information is furnished by NOAA.\nthe original\nNGB Form 22, National Guard Report of Separation and Record of Service\nthis information is furnished by the service department.\nthe original (copy 1)\nreport of separation document that includes the Veteran’s name, rank, service number, dates and character of service, and the Veteran’s signature\nreport of separation documents were issued prior to the implementation of\nDD Form 214\n.\nany carbon copy (copy 2 through 8)\noriginal\nDD Form 214\n(any edition) or other report of separation document\nauthorized employees of the Veterans Service Center can authenticate photocopies of\nDD Form 214\n.\na digitally signed copy\nDD Form 214,\nor\nDD Form 215, Correction to DD Form 214,\nissued by the Department of Defense (DoD), a military service branch, or a State Adjutant General\na digitally signed form contains a 10-digit number that follows the certifying official’s name and it is acceptable in place of a certifying official’s signature\nif\nthe form appears genuine and unaltered, and\nthe Veteran was discharged on or after August 1, 2008, under other than dishonorable conditions.\na copy or abstract\nDD Form 214\nor equivalent certified by a local or State government official\nthe copy or abstract was certified by a local or State government official whose office recorded the Veteran’s original service\nDD Form 214\nor equivalent.\nNote\n:  A copy or abstract of the Veteran’s original (copy 1) of the\nDD Form 214\ndated July 1, 1979, or later is\nnot\nacceptable.  This includes any electronically transmitted service information provided to a 3\nrd\nparty such as a Veterans service organization.\na copy or abstract\nDD Form 214\nor equivalent submitted or already of record when a valid application for plot benefits has been submitted by a State cemetery\nImportant\n:  This is for State plot burial benefits only.\nthis information is furnished by a State cemetery, and\nthe form appears genuine and unaltered.\na copy\nDD Form 214\nor equivalent submitted by the claimant or the claimant’s representative\nexamination of the copy confirms it is\ngenuine, and\nfree from alteration.\nNotes\n:\nOriginal records cannot be returned to claimants.  Encourage claimants to submit copies of original documents that are acceptable as specified in the table instead of original documents.\nIn assessing whether scanned documents in the electronic claims folder are authentic, look for notations indicating the image is of an original or certified copy.  Evidence of a raised seal or certification stamp is proof the image is of the original document or a certified copy of it.  In assessing whether a document is genuine and unaltered, look for discrepancies with other documents in the file such as birth date, dates of service, service number, that might suggest a document was altered before being photocopied.\nThe appropriate service department retains Copy 2 of\nDD Form 214\nas the permanent record of the Veteran’s service.\nIf the\nRemarks\nsection of the\nDD Form 214\ncontains the entry “\nContinuous active military service: XX-XX-XX [Date]\n,” service is verified from that date, regardless of any later date shown in the EOD section of the form.  A\nDD Form 214\nwith such an entry is acceptable proof of EOD and Release from Active Duty (RAD) dates.  Enter these dates in BIRLS and the Master Record.\nReferences\n:  For more information on\naccepting paper copies of\nDD Form 214\nfrom the Records Management Center (RMC) as verification of service, see\nM21-1, Part III, Subpart i, 1.B.5.e\naction to take when a claimant submitted evidence of service which cannot be accepted and military service cannot be verified, see\nM21-1, Part III, Subpart i, 1.B.3.d\n, and\nhandling cases of fraud, see\nM21-1, Part X, Subpart iv, 3.A.2\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section B - Service Requirements and Verification of Eligibility",
  "citation": "Part III, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181425/M21-1-Part-III-Subpart-i-Chapter-1-Section-B-Service-Requirements-and-Verification-of-Eligibility",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-17T11:14:48.408182",
  "tags": [
    "m21-1"
  ]
}