{
  "chunk_id": "III_i_1_C_6",
  "content": "/>\nIII.i.1.C.1.a\n.\nListing of Approved Groups Under PL 95-202\nThe table below lists\nthe groups approved for Veteran status under\nPublic Law (PL) 95-202\n, Section 401, the GI Bill Improvement Act of 1977, and\nthe date on which Veteran status was granted.\nName of Group\nDate Approved\nQuartermaster Corps Keswick Crew on Corregidor, World War II\n02/07/1984\nU.S. Civilians of the American Field Service (AFS) Who Served Overseas Operationally in World War I (WWI) During the Period 08/31/1917 to 01/01/1918\n08/30/1990\nU.S. Civilians of the AFS Who Served Overseas Under U.S. Armies and U.S. Army Groups in World War II (WWII) During the Period 12/07/1941 through 05/08/1945\n08/30/1990\nU.S. Civilian Volunteers Who\nActively Participated in the Defense of Bataan\n02/07/1984\nU.S. Merchant Seamen Who Served on Blockships in Support of Operation Mulberry\n10/18/1985\nCivilian Personnel Assigned to the Secret Intelligence Element of the OSS\n12/27/1982\nEngineer Field Clerks in WWI\n08/31/1979\nQuartermaster Corps Female Clerical\nEmployees Serving With the AEF\n01/22/1981\nReconstruction Aides and Dietitians in WWI\n07/06/1981\nSignal Corps Female Telephone Operators in WWI\n05/15/1979\nWomen's Army Auxiliary Corps\n03/18/1980\nMale Civilian Ferry Pilots\n07/17/1981\nU.S. Civilian Employees of American Airlines Who Served Overseas as a Result of American Airlines' contract with the Air Transport Command During the Period 12/14/1941 through 08/14/1945\n10/05/1990\nWomen's Air Forces Service Pilots\n11/23/1977\nCivilian Employees, PNAB, Who Actively Participated in the Defense of Wake Island\n01/22/1981\nGuam Combat Patrol\n05/10/1983\nWake Island Defenders From Guam\n04/07/1982\nU.S. Merchant Seamen Who Served in Active Oceangoing Service from 12/07/1941 to 08/15/1945\n01/19/1988\nCivil Service Crew members Aboard U.S. Army Transport Service and Naval Transportation Service Vessels in Oceangoing Service\n01/19/1988\nNotes\n:\nVA has no authority to make active duty determinations for individuals of any of these groups. Before applying for VA benefits, the individual\nmust\napply for a\nCertificate of Release or Discharge from Active Duty (DD Form 214)\nby completing a\nDD Form 2168\n,\nApplication for Discharge of Member or Survivor of Member of Group Certified to Have Performed Active Duty with the Armed Forces of the United States\n.\nInstructions for completing the form, including mailing addresses, are contained on the back of the form. If the appropriate service department determines the individual has provided active military service, the service department will issue a discharge certificate.\nOn May 26, 2004, the Secretary of the Air Force denied “active duty” status for the U.S. Civilian Crewmembers of the Flotilla Alaska Barge and Transport Company who served overseas in Vietnam for the period of April 1966 through April 1975.\nImportant\n:  Once Veteran status has been established, any available service records may be requested from National Personnel Records Center through PIES.\nReference\n:  For information on the correct address codes to use to obtain Merchant Mariner records, see\nM21-1, Part X, Subpart i, 5.B\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 1, Section C - Civilian Groups Approved for Veteran Status",
  "citation": "Part III, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181426/M21-1-Part-III-Subpart-i-Chapter-1-Section-C-Civilian-Groups-Approved-for-Veteran-Status",
  "updated": "May 27, 2025",
  "scraped_at": "2025-06-16T22:25:36.876988",
  "tags": [
    "m21-1"
  ]
}