{
  "chunk_id": "III_i_2_B_7",
  "content": "/>\nIII.i.2.B.1.b\n.\nMeans Through Which Section 5103 Notice Is Provided Prior to and During Claim Development\nThe claimant will have already received the Section 5103 notice\non a standard EZ application form when filing\na claim through the Fully Developed Claim (FDC) Program, or\na claim through the standard claims process,\nthrough online claims submission via VA claims submission service websites\nwhen an automated Section 5103 notice is generated during the establishment of the end product\n, or\nwhen, on\nVA Form 20-0995, Decision Review Request:  Supplemental Claim\n, the claimant certifies receipt of notice under Section 5103 via electronic review.\nIn rare instances, such as those described in\nM21-1, Part III, Subpart i, 2.B.1.d\nand\ne\n, a Section 5103 notice letter must be sent to the claimant, but\nonly\nwhen required, and\nonly\nwhen one of the above methods was not utilized in the filing of the claim.\nImportant\n:\nIf the Section 5103 notice has been provided to the claimant but there is a special issue or circumstance that requires additional information to support their claim (such as those described in\nM21-1, Part III, Subpart i, 2.B.1.f\n), then the claims processor is obligated to notify claimants of this required information.  In such cases,\ndo not\ninclude redundant Section 5103 notice information in the letter to claimants.\nProvide an automated Section 5103 notice to the claimant when their power of attorney is providing the sole signature on a non-original claim and both the\nclaim submission is via means other than the Stakeholder Enterprise portal (SEP), and\n38 U.S.C. 5103\nnotification requirement has not already been met.\nPension and burial applications electronically submitted on-line via\nwww.va.gov\n(va.gov) will not include FDC information,\nWhat The Evidence Must Show\nor application instructions in the electronic claims folder.  However, claimants are already provided this information when submitting the application within va.gov.\nNotes\n:\nDo not include the claimed conditions (contentions) in the Section 5103 notice letter.\nVA is not required to include the diagnostic criteria for a specific disability in the Section 5103 notice even if the claimant asserts entitlement to a specific evaluation level because the law permits a generic Section 5103 notice.  See\nWilson v. Mansfield\n, 506 F.3d 1055, 1062 (Fed. Cir. 2007).\nTo document VA’s compliance with\n38 U.S.C. 5103\n, ensure a copy of any Section 5103 notice, along with enclosures, is included in the claims folder.  Do not include copies of any forms requested to be returned.\nReferences\n:  For more information on\nthe notice VA provides to claimants in\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, see\nM21-1, Part X, Subpart i, 2.A.2.d\nVA Form 21P-527EZ, Application for Veterans Pension\n, see\nM21-1, Part X, Subpart i, 2.A.2.e\n, and\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n, see\nM21-1, Part X, Subpart i, 2.A.2.f\nVA’s notification requirements, see\n38 U.S.C. 5103\n, and\n38 CFR 3.159(b)(1)\nthe background of Section 5103 notice, see\nM21-1, Part I, Subpart i, 1.A.1\nFDCs requiring special issue development, see\nM21-1, Part X, Subpart i, 2.B.3.b\n, and\nelectronic Section 5103 notice for claims submitted in SEP, see\nM21-1, Part II, Subpart iii, 4.B.2.i\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section B - Duty to Notify Under 38 U.S.C. 5103",
  "citation": "Part III, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014101/M21-1-Part-III-Subpart-i-Chapter-2-Section-B-Duty-to-Notify-Under-38-USC-5103",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:40.185984",
  "tags": [
    "m21-1"
  ]
}