{
  "chunk_id": "III_i_2_B_9",
  "content": "/>\nIII.i.2.B.1.d\n.\nSection 5103 Notice Requirements for Subsequent Claims\nIn accordance with\n38 U.S.C. 5103(b)(4)\n,\nregional  offices (ROs) are not required in certain cases to send a Section 5103 notice for a subsequent claim that is filed while a previous claim is pending.\nThe table below contains notification requirements when the claimant submits a subsequent claim while a previous claim is still pending.\nIf the previous notice …\nThen ...\nsufficiently identified the information and evidence necessary to substantiate such subsequent claim(s)\na new Section 5103 notice is\nnot\nrequired.\nException\n:  Send a Section 5103 notice if over one year has passed since the notice was sent\nand a subsequent claim(s) is received.\ndid not include the information and evidence necessary to substantiate the current claim type\nsend a Section 5103 notice that specifically addresses the new claim type, and\nprovide the following statement in the notice:\nWe are continuing to work on your previous claim(s) and have received your additional claim(s). Our previous letter(s) provided you with sufficient information regarding the evidence needed to support your claim, as well as what VA will do.\nImportant\n:\nIn the context of\n38 U.S.C. 5103(b)(4)\n, ‘pending’ claims also include claims that are not finally adjudicated under\n38 CFR 3.160(d)\n.\nWhen notice is provided concurrent with a claim, such as on\nVA Form 21-526EZ\n, consider the notice received by the claimant on the date the claim is received by VA.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section B - Duty to Notify Under 38 U.S.C. 5103",
  "citation": "Part III, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014101/M21-1-Part-III-Subpart-i-Chapter-2-Section-B-Duty-to-Notify-Under-38-USC-5103",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:40.185984",
  "tags": [
    "m21-1"
  ]
}