{
  "chunk_id": "III_i_2_B_10",
  "content": "/>\nIII.i.2.B.1.e\n.\nCases That Require Issuance of a Standard Section 5103 Notice Letter\nIn rare instances when Section 5103 notice is required and the claimant\nhas not\nbeen provided the required Section 5103 notice through the methods illustrated in\nM21-1, Part III, Subpart i, 2.B.1.b\n, it may be necessary to send the claimant a standard Section 5103 notice letter.\nExample\n:  When rating a claim pending for 15 months, the decision maker discovers a claimed issue that was received on a non-EZ form over one year after the initial Section 5103 notice was provided.  No action has been taken on this issue.\nAnalysis\n:  In this case, since the claimed issue was not previously covered by a prior Section 5103 notice, a standard Section 5103 notice letter must be provided to the claimant.\nThe table below describes the required elements and actions to take when issuing a claimant a standard Section 5103 notice letter.\nRequired Element\nAction\nWhat the evidence must show (WTEMS) to substantiate the claim\nProvide the following WTEMS, when a claim for direct or increased service connection (SC) is sought\noriginal service connection\n(also referred to as the\ncontinuity\nWTEMS),\nsecondary service connection\n(which includes information regarding\naggravation\n), and\nthe\nincreased rating\nattachments.\nInformation the claimant is responsible for submitting to VA\nRequest the claimant to\nidentify any records relevant to the claim, and\ncomplete\nVA Form 21-4142\n,\nAuthorization to Disclose Information to the Department of Veterans Affairs (VA)\n, and\nVA Form 21-4142a\n,\nGeneral Release for Medical Provider Information to the Department of Veterans Affairs (VA)\n, where appropriate.  This will allow VA to request private medical records on the claimant’s behalf.\nTime limit for submission of evidence\nInform the claimant that\nif they do not respond to the request for information within 30 days of the date of the request, VA may decide the claim based on all the information and evidence of record, and\nthey have one year from the date of the request to submit any evidence or information to substantiate the claim.\nEvidence VA will attempt to obtain on the claimant’s behalf\nInform the claimant of the evidence VA is requesting, such as\nservice treatment records (STRs),\nprivate records (when\nVA Forms 21-4142\nand\n21-4142a\nare received and complete), and\nmedical examination requests.\nSection 5103 notice response form\nInform the claimant that they may\nnotify VA that there is no further information or evidence to submit, and\nrequest that VA decide the claim based on all the information and evidence of record.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section B - Duty to Notify Under 38 U.S.C. 5103",
  "citation": "Part III, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014101/M21-1-Part-III-Subpart-i-Chapter-2-Section-B-Duty-to-Notify-Under-38-USC-5103",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:40.185984",
  "tags": [
    "m21-1"
  ]
}