{
  "chunk_id": "III_i_2_C_14",
  "content": "/>\nIII.i.2.C.2.a\n.\nVA’s Duty to Obtain Relevant Non-Federal or Private Records\nUpon receipt of a substantially complete initial or supplemental claim, VA must make reasonable efforts to assist a claimant in obtaining relevant non-Federal or private records from all sources that the claimant adequately identifies.\nWhen a claimant or the claimant’s representative adequately identifies the existence of relevant records, VA has a duty to obtain those records by requesting them or by sending the claimant the appropriate VA forms to allow VA to request the relevant records at any point during the claims process.\nWhen\nVA Form 21-4142, Authorization to Disclose Information to the Department of Veterans Affairs (VA)\n, and/or\nVA Form 21-4142a, General Release from Medical Provider Information to the Department of Veterans Affairs (VA)\nis not of record but is necessary to make a proper request for the records identified by the claimant, follow the procedures in\nM21-1, Part III, Subpart ii, 3.1.d\nto request the necessary release forms.\nNote\n:  VA  has a duty to return for clarification unclear or insufficient private or VA medical records if it appears that a request for clarification could provide relevant information necessary to properly decide a claim.  If VA does not obtain clarification, then it must explain why such clarification is not necessary.\nReferences\n:  For more information on\nwhen to, or to not, develop for\nVA Form 21-4142\nor\nVA Form 21-4142a\nwhile processing an FDC, see\nM21-1, Part X, Subpart i, 2.B.2.a\n, and\nM21-1, Part X, Subpart i, 2.B.3.a and f\ncircumstances when VA may refrain from providing assistance, see\nM21-1, Part I, Subpart i, 1.A.4.b\nreturning unclear or insufficient private or VA medical records for clarification, see\nSavage v. Shinseki\n, 24 Vet.App. 259 (2011), and\nthe definition of reasonable efforts, see\nM21-1, Part III, Subpart i, 2.C.2.b\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section C - Duty to Assist With Obtaining Records",
  "citation": "Part III, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014102/M21-1-Part-III-Subpart-i-Chapter-2-Section-C-Duty-to-Assist-With-Obtaining-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:49.443595",
  "tags": [
    "m21-1"
  ]
}