{
  "chunk_id": "III_i_2_C_17",
  "content": "/>\nIII.i.2.C.2.d\n.\nAssisting in Obtaining Third Party Records\nVA is obligated to make reasonable efforts to obtain records pertaining to another individual if\nthose records are\nadequately identified by the claimant\nrelevant to the claim, and\npotentially helpful in substantiating the claim, and\nVA would be authorized to disclose the relevant portions of such records to the Veteran under the Privacy Act and\n38 U.S.C. 5701\nand\n38 U.S.C. 7332\n.\nHowever, in certain circumstances, VA may conclude that\nreasonable efforts\ndo not include requesting third-party records even when adequately identified by a claimant.  A case-by-case determination should be made to decide whether an attempt to obtain such records is within the scope of VA’s duty to exert reasonable efforts to obtain the records of another individual.\nAn adjudicator may determine that reasonable efforts do not include a request of third-party records when the following factors weigh unfavorably:\nthe third party’s interest in their records\nthe likelihood that the request would result in consent to disclose the records to the claimant\nthe potential for such a request to generate conflict or otherwise adversely affect the safety, health, or rights of either the claimant or the third party, and\nwhether there is a basis for believing that records of the type referenced by the claimant exist, as distinguished from mere speculation that such records may exist.\nExample 1\n:  A determination that reasonable efforts do not require seeking a third party’s consent to disclose their records to the claimant would be most strongly justified in a case where the interests of the third party are adverse to the claimant’s interest, such as where the claimant alleges that the third party assaulted the claimant or engaged in other improper or unlawful behavior.  In such cases, the third-party’s interest in maintaining the confidentiality of their records would be high, and the likelihood that the third party would consent to disclosure of their records would be quite low.  Further, asking the third party to allow disclosure to the claimant may create some risk of conflict or other adverse effects.\nExample 2\n:  Where the interests of the claimant and the third party are not adverse, there ordinarily would be a stronger basis for a finding that VA’s reasonable efforts may include asking the third party to consent to disclosure of their records to the claimant.  For example, if a claimant who is claiming service connection for PTSD alleges that the records of another Veteran will verify his exposure to a particular stressor experienced by both service members, then reasonable efforts should be made to obtain the records given that the third party does not have an adverse interest, it is plausible that the third party would consent, resulting conflict is unlikely, and there is a basis for believing that the records exist.\nImportant\n:  VA adjudicators generally may not consider documents that cannot be disclosed to the claimant.\nNote\n:  VA’s duty to assist generally would not require VA to obtain a court order to secure authority for third-party disclosure.  Obtaining a court order related to a pending benefits claim would typically be beyond the scope of the “reasonable efforts” VA must undertake to assist a claimant in obtaining evidence necessary to substantiate a claim as contemplated by\n38 U.S.C. 5103A(a)\n.\nReference\n:  For more information on seeking records pertaining to an individual other than the claimant, see\nVAOPGCPREC 5-2014\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section C - Duty to Assist With Obtaining Records",
  "citation": "Part III, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014102/M21-1-Part-III-Subpart-i-Chapter-2-Section-C-Duty-to-Assist-With-Obtaining-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:49.443595",
  "tags": [
    "m21-1"
  ]
}