{
  "chunk_id": "III_i_2_D_11",
  "content": "/>\nIII.i.2.D.1.f\n.\nHandling Information Received by Telephone That Might Affect Benefits\nVA may use information it receives by telephone to adjust a beneficiary’s award as long as the VA employee who took the information\nidentified himself/herself to the caller as an employee who is authorized to receive the information or statement\nestablished the identity of the caller as either the beneficiary or fiduciary by asking the caller to provide specific information about the beneficiary that is contained in VA records, such as the\nbeneficiary’s SSN\nbeneficiary’s date of birth\nVeteran’s branch of service\ndates of the Veteran’s service, or\nother information only the beneficiary would know, and\ninformed the caller VA will use the information they provide for the purpose of calculating benefits.\nFollowing telephone contact, the employee must document the call by summarizing it on\nVA Form 27-0820\n.  The employee must then retain the form in the claims folder and send a copy of it to the beneficiary’s power of attorney, if applicable.\nThe summary must include the\nspecific information or statement the caller provided\ndate of the call\nidentity of the caller\nsteps taken to verify the caller’s identity as either the beneficiary or fiduciary\nconfirmation the employee informed the caller that VA would use the information or statement they provided for the purpose of calculating benefits, and\nclear identification of the employee executing the\nVA Form 27-0820\n, including a signature that meets the requirements described in\nM21-1, Part II, Subpart i, 2.B.2.e\n.\nExceptions\n:\nCompletion of\nVA Form 27-0820\nis unnecessary when a regional office (RO) or VA contact center employee\nreceives communication of an intent to file a claim for VA benefits, and\nupdates the corporate record to reflect receipt of the communication, according to the instructions in\nM21-1, Part II, Subpart iii, 2.A.2.a\n.\nWhen an RO or VA contact center employee completes\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n, or\nVA Form 21-674, Request for Approval of School Attendance\n, on a beneficiary's behalf (as explained in\nM21-1, Part VII, Subpart i, 1.A.4.j\n) there is\nno\nneed to complete\nVA Form 27-0820\nin addition to the\nVA Form 21-686c\nor\nVA Form 21-674\n.\nNotes\n:\nIf a VA employee follows the preceding steps for handling information received by telephone, VA may adjust a beneficiary’s award and provide only contemporaneous notice of the action taken.\nIf a VA employee does\nnot\nfollow the preceding steps, and the beneficiary or fiduciary does not provide signed, written notice of the matter affecting their benefits, VA must provide the beneficiary advance notice of any adverse action it intends to take.\nAn e-mail or electronic submission from a beneficiary or fiduciary may serve as written notice of a matter affecting benefits, thereby allowing VA to adjust benefits and provide only contemporaneous notice of the action taken.\nReferences\n:  For more information on\ndocumenting information received by telephone, see\n38 CFR 3.217\nsignatures by VA employees, see\nM21-1, Part II, Subpart i, 2.B.2.e\nnotice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n, and\ncontemporaneous notice related to information received by telephone, see\nM21-1, Part X, Subpart ii, 3.C.2\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section D - Evidence Requested From the Claimant",
  "citation": "Part III, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000033257/M21-1-Part-III-Subpart-i-Chapter-2-Section-D-Evidence-Requested-From-the-Claimant",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:58.755777",
  "tags": [
    "m21-1"
  ]
}