{
  "chunk_id": "III_i_2_D_13",
  "content": "/>\nIII.i.2.D.1.h\n.\nManaging Damaged Electronic Media\nWhen evidence submitted via portable media (such as a compact disc (CD), digital versatile disc (DVD), or thumb drive) is inaccessible due to corrupted files or damaged media, use the\nSpecial Media Return Letter\nto\nnotify the claimant that attempts to retrieve evidence stored on the portable media were unsuccessful, and\nask the claimant to resubmit the evidence.\nFollow the steps in the table below for creating a letter to notify the claimant if the\nSpecial Media Return Letter\nis\nunavailable\n.\nStep\nAction\n1\nInsert the following text into the IMPORTANT INFORMATION free-text field of a subsequent development letter:\nOur records show you submitted evidence via portable media format\n[insert type of evidence - CD, DVD, thumb drive, etc.]\non\n[date evidence was received]\n.  Unfortunately, the data could not be retrieved due to file corruption or damage; therefore, we are returning the portable media to you.  Please send us a copy of these records within 15 days from the date of this letter.  If we do not hear from you within the 15 days, we will proceed with the claim and make a decision based on the evidence of record.  Please show your full name and VA file number on all correspondence or evidence submitted\n.\n2\nChange all referenced response times in the letter to 15 days.\nImportant\n:  Regardless of the means used to notify the claimant,\nupdate the claim level suspense reason to\nDevelop to Claimant for:\ndamaged media info\n, and\nupdate the suspense dates for the corresponding claim and tracked item to reflect a date that is 15 days from the date on the notice to the claimant.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section D - Evidence Requested From the Claimant",
  "citation": "Part III, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000033257/M21-1-Part-III-Subpart-i-Chapter-2-Section-D-Evidence-Requested-From-the-Claimant",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:58.755777",
  "tags": [
    "m21-1"
  ]
}