{
  "chunk_id": "III_i_2_D_37",
  "content": "/>\nIII.i.2.D.4.b\n.\nProcedure for Certifying Eligibility and Continued Entitlement\nFollow the steps in the table below upon receipt of evidence suggesting an eligibility factor on which VA based an entitlement determination no longer exists.\nStep\nAction\n1\nSend notice of proposed adverse action to the beneficiary\nrequesting certification of the eligibility factor, and\nadvising them that VA may discontinue benefits if they do not provide certification within 60 days.\nControl for the beneficiary’s response with an EP 600.\nException\n:  Do not use a separate EP 600 for income verification match cases.\nNote\n:  Although the beneficiary is instructed to respond to notice of proposed adverse action within 60 days\nselect a suspense date that is 65 days in the future (to allow for mail handling), and\ntake no action to adjust benefits until after the 65-day period has expired.\nReferences\n:  For more information on\nnotices of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.1\n, and\nproper EPs for notice of proposed adverse action, see\nM21-4, Appendix B\n.\n2\nReview the folder.  Did the beneficiary respond within 60 days?\nIf\nyes\n,\ncontinue, adjust, or stop the award based on the beneficiary’s response, and\nsend the proper decision notice.\nIf\nno\n,\nadjust benefits effective the first of the month following the date on which the evidence of record shows the beneficiary last confirmed the existence of the eligibility factor, and\nsend the proper decision notice.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section D - Evidence Requested From the Claimant",
  "citation": "Part III, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000033257/M21-1-Part-III-Subpart-i-Chapter-2-Section-D-Evidence-Requested-From-the-Claimant",
  "updated": "",
  "scraped_at": "2025-06-16T22:35:58.755777",
  "tags": [
    "m21-1"
  ]
}