{
  "chunk_id": "III_i_2_E_7",
  "content": "/>\nIII.i.2.E.1.b\n.\nRelevance Determined on Case-by-Case Basis\nBecause each case presents unique circumstances, relevance of records shall be determined on a case-by-case basis.  It is not possible to offer “one-size fits all” guidance on the issue of determining whether an identified piece of evidence is relevant to the issue being adjudicated.\nExercising common sense and sound judgment is critical in determining relevance.  In addition to the two prongs of the standard in\nM21-1, Part III, Subpart i, 2.E.1.a\n, consider the following questions when making such determinations:\nCan I determine relevance without review of the actual records?\nIn nearly all cases, based on information supplied by the claimant, decision makers can determine relevance without reviewing the actual records.\nCan an earlier effective date be established by obtaining the identified records?\nThis is a critical question that must be answered when evaluating the evidence.  If there is a chance of an earlier effective date, (for example, based on provisions of\n38 CFR 3.114\nregarding liberalizing changes), then records must be obtained.\nCan a higher evaluation be assigned?\nBased on effective date rules, this question can generally be answered without obtaining the identified records.  However, if there is a doubt, then obtain the records if it means the claimant can potentially receive an earlier effective date.\nReference\n:  For more information on relevant records, see\nM21-1, Part I, Subpart i, 1.A.4.a\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section E - Relevance Determinations",
  "citation": "Part III, Subpart i, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000046269/M21-1-Part-III-Subpart-i-Chapter-2-Section-E-Relevance-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:07.996368",
  "tags": [
    "m21-1"
  ]
}