{
  "chunk_id": "III_i_2_E_9",
  "content": "/>\nIII.i.2.E.1.d\n.\nOther Examples When Records Are Considered Not Relevant\nExample 1\n:  A Veteran is SC for hypothyroidism evaluated at 30 percent since 1982, and submits a claim for increase in 2014.  She indicates she was treated twice by a private physician for fatigue and constipation in 1984 but no treatment since then.  No other rating decisions have been completed since the original award of SC in 1982.  An examination is ordered without development for the 1984 records.\nAnalysis\n:\nAlthough the records from 1984 relate to the claimed issue, they do not present a reasonable possibility of substantiating the claim 30 years later for an increased evaluation.  In other words, there is no\nreasonable possibility\nthat an earlier effective date or higher evaluation will be assigned if these records are obtained.  Therefore, the records are not relevant.\nExample 2\n:\nA Veteran claims SC for low back disability.  A review of the claims folder indicates the military dental treatment records are missing.\nAnalysis\n:\nSince those service treatment records (STRs) are not likely to relate to the back claim, it is reasonable to conclude that the dental records are not relevant to the claim for low back.\nExample 3\n:  Presumptive SC for Type 2 diabetes is awarded based on an original claim for SC.  A current VA examination and private medical evidence showing treatment for diabetes over the last three years was considered.  While the rating decision awaits promulgation, a signed release is received from the Veteran indicating diabetes treatment for a short period of time nine years ago.  The individual who issued the decision determines that the evidence identified by the Veteran is not relevant.\nAnalysis\n:\nThe records from nine years ago do in fact relate to the claimed condition.  However, since the claim has already been substantiated and there is no reasonable possibility of establishing an earlier effective date or higher evaluation for diabetes, the records are considered not relevant and therefore do not need to be obtained.\nExample 4\n:\nIn Example 3, the Veteran passes away in June 2014 (no claim pending at death).  The surviving spouse submits a\nVA Form 21P-530,\nApplication for Burial Benefits\n, as well as a death certificate documenting diabetes was a contributing factor for the cause of death.  She claims on the application that the Veteran’s death was related to his military service.  The spouse also submits a medical release form with the attached\nVA Form 21-4142a, General Release for Medical Provider Information to the Department of Veterans Affairs (VA)\n, and a statement asking VA to obtain records related to the Veteran’s diabetic treatment prior to death.\nAnalysis\n:\nAlthough the records relate to the claimed issue, the Veteran’s death certificate is sufficient to link the cause of death to the Veteran’s SC disability, therefore, the medical release form submitted with the claim is not relevant and records do not need to be obtained.\nExample 5\n:\nA Veteran submits an original claim for  pension.  The Veteran served in the Navy from 1971-1974.  The Veteran submits a report from his family physician for his back condition that is sufficient to grant pension.  The Veteran also submits a separate\nVA Form 21-4142a\nand statement specifying treatment for the back, and they reveal treatment for the low back by a different physician two weeks after the date of treatment by his family physician.\nAnalysis\n:\nBecause the current evidence is sufficient to substantiate the claim and grant pension, the records from the second physician are not considered relevant since obtaining such records would not likely result in a greater benefit or earlier effective date.\nExample 6\n:\nA surviving spouse claims the Veteran’s death (shown as liver failure) is related to his service.  The Veteran was SC for bilateral hearing loss evaluated at 30 percent at the time of death.  Review of the STRs is silent for any treatment or complaint of a liver condition in service.  The surviving spouse submits a medical release form with the attached\nVA Form 21-4142a\nand a statement with her claim requesting we retrieve records surrounding the Veteran’s liver failure in the year preceding his death.\nAnalysis\n:\nSince it is highly unlikely that retrieval of the records for liver failure would provide a nexus between the Veteran’s hearing loss and his cause of death, nor likely to aid in substantiating the SC death claim, these records are not relevant\nunless\nthe surviving spouse provides a specific reason why they are relevant.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section E - Relevance Determinations",
  "citation": "Part III, Subpart i, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000046269/M21-1-Part-III-Subpart-i-Chapter-2-Section-E-Relevance-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:07.996368",
  "tags": [
    "m21-1"
  ]
}