{
  "chunk_id": "III_i_2_F_11",
  "content": "/>\nIII.i.2.F.2.a\n.\nIdentifying Contentions\nEnter issues as contentions when they are\nexpressly claimed by the claimant/Veteran/authorized representative, and/or\nput at issue and require development.\nImportant\n:\nThis information will be made available via Department of Veterans Affairs (VA) claims-submission service websites and should be easy to understand and in the claimant’s own words, as appropriate.\nThe use of contentions for each claim is mandatory; claims processors must enter them as they identify issues associated with a claim.\nEach issue, including non-rating issues, must be entered as a separate contention.\nNon-rating contentions must relate to the specific benefit being sought.\nMandatory language and format must be used for dependency claims.  An example of the mandatory language and format is presented below.\nA claim for total disability due to individual unemployability is treated as a claim for increase in the service-connected (SC) disabilities that the Veteran identifies as causing unemployability.  Therefore, the identified SC disabilities must be entered as individual contentions.\nExamples\n:\nA Veteran submits a claim for ringing in the ears.  The contention should be entered as\nringing in the ears\n.\nA Veteran submits a claim to add a spouse and a child to a running award.  Create separate contentions for the spouse and child as follows:\nDependency claim for\n[\nname of spouse\n]\n, and\nDependency claim for\n[\nname of child\n]\n.\nVA receives a claim for \"increase in diabetes mellitus to include heart, depression, and numbness in hands.\"  The contentions should be entered as\ndiabetes mellitus\nheart condition\ndepression\n, and\nnumbness in hands\n.\nA Claims Assistant establishes a claim for “bilateral knees.”  A review of the corporate record indicates the Veteran is SC for right knee patellofemoral pain syndrome and was previously denied service connection (SC) for a left knee strain.  The contentions should be entered as\nright knee patellofemoral pain syndrome (claimed as bilateral knees)\n, and\nleft knee strain (claimed as bilateral knees)\n.\nReference\n:  For more information on the Veteran’s responsibility to specify a disability or disabilities that cause unemployability, see\nM21-1, Part VIII, Subpart iv, 3.B.1.e\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section F - Record Maintenance During the Development Process",
  "citation": "Part III, Subpart i, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000046277/M21-1-Part-III-Subpart-i-Chapter-2-Section-F-Record-Maintenance-During-the-Development-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:17.270964",
  "tags": [
    "m21-1"
  ]
}