{
  "chunk_id": "III_i_2_F_15",
  "content": "/>\nIII.i.2.F.2.e\n.\nAssociating Claim Types to Contentions\nEach contention must have the correct claim type associated with it.\nWhen multiple claim types apply, base the contention type on the current theory of entitlement being asserted.\nExamples\n:\nA Veteran claims an increase in their SC peripheral neuropathy of the left lower extremity.  SC was previously granted on a secondary basis associated with the Veteran’s SC diabetes mellitus, type II.  Although SC was originally granted on a secondary basis, the current claim is for an increased evaluation.  Therefore, the correct contention claim type is\nIncrease\n.\nVA receives a claim for a right knee disability from an altered gait, due to the Veteran’s SC left ankle fracture.  The claim was previously denied on a direct basis because the evidence did not show the disability occurred in service.  Although SC was originally claimed on a direct basis, the current claim is based on a secondary SC theory of entitlement and should be labeled\nSecondary\n.\nA Veteran is SC for migraines.  An examiner indicates the condition is likely to improve.  A diary date for a review examination is set.  When the EP is established for the routine future examination, the contention type for migraines would be\nRFE\n.\nReferences\n:  For more information on\nclaim types, see\nM21-1, Part I, Subpart i, 1.A.4.i-k\ntheories of entitlement for SC, see\nM21-1, Part V, Subpart ii, 2.A\n-\nE\n, and\nroutine future examinations, see\nM21-1, Part IV, Subpart ii, 1.A\nand\nB\n.",
  "title": "M21-1, Part III, Subpart i, Chapter 2, Section F - Record Maintenance During the Development Process",
  "citation": "Part III, Subpart i, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000046277/M21-1-Part-III-Subpart-i-Chapter-2-Section-F-Record-Maintenance-During-the-Development-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:17.270964",
  "tags": [
    "m21-1"
  ]
}