{
  "chunk_id": "III_ii_1_A_6",
  "content": "/>\nIII.ii.1.A.1.a\n.\nVA’s Responsibility to Assist Claimants in Obtaining Evidence\nThe Department of Veterans Affairs (VA) assists claimants in establishing entitlement to benefits by making reasonable efforts to obtain evidence needed to support a claim, whether that evidence is held by a Federal or non-Federal entity.\nThe procedures described in this section represent the\nminimum\nefforts VA must make in order to comply with the duty-to-assist requirements in\n38 CFR 3.159\n.  If there is a reasonable expectation that development actions beyond those described in corresponding blocks could result in the procurement of records to support a pending claim, such additional actions shall be taken.\nImportant\n:\nClaimants that meet eligibility requirements for priority record request processing, as described in\nM21-1, Part III, Subpart ii, 2.D.1.a\n, must have the corresponding corporate flashes and/or special issue indicators attached to the claim at the intake or development stage, as appropriate.\nThe Veterans Benefits Administration (VBA) may request copies of the medical records upon which the Social Security Administration (SSA) based its decision, if there is an indication the\nclaimant has filed a claim for or is receiving disability benefits from SSA, and\nmedical records may be pertinent to a claim for\nincreased disability compensation\na 100-percent disability rating based on individual unemployability (IU)\ndisability pension, or\nadditional benefits based on being housebound or requiring the aid and attendance of another person.\nReferences\n:  For more information on\nVA’s duty to assist, see\n38 CFR 3.159\nassisting with Federal records, see\nM21-1, Part III, Subpart i, 2.C.1\nassisting with non-Federal records or private records, see\nM21-1, Part III, Subpart i, 2.C.2\nrequesting records from SSA, see\nM21-1, Part III, Subpart ii, 1.B\nwhen to obtain SSA records in IU claims, see\nM21-1, Part VIII, Subpart iv, 3.B.4.a\nadding\ncorporate flashes, see\nM21-1, Part III, Subpart i, 2.F.1.b\n, and\nclaim-specific special issues, see\nM21-1, Part III, Subpart i, 2.F.2.f and g\n, and\nappropriate use of\ncorporate flashes, see\nM21-4, Appendix E.1\n, and\nspecial issue indicators, see\nM21-4, Appendix E.2\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}