{
  "chunk_id": "III_ii_1_A_8",
  "content": "/>\nIII.ii.1.A.1.c\n.\nWritten Requests for Records to a Federal Entity\nThe table below describes the procedure for sending written requests for records to a Federal entity.  This includes requests for records from\nservice academies\nthe Office of Workers’ Compensation\nVet Centers,\nand\nNPRC and if necessary, the Office of Personnel Management (OPM), when Federal civilian employment records are needed.\nImportant\n:\nIf VA obtains the records at any point in this procedure\nstop taking the steps described\nin the table below, and\ndecide the claim after all other development actions are complete.\nNPRC has specific requirements that individuals and third parties must follow to request Federal civilian employment records.  Instructions are located on the\nOfficial Personnel Folders, Federal (non-archival) Holdings and Access\nwebsite.\nNPRC may not be able to provide all civilian employment information identified on\nVA Form 21-4192, Request for Employment Information in Connection With Claim for Disability Benefits\n.  NPRC will provide available information and instruct claims processors to request the remaining information from OPM.\nFaxing or mailing a request for records to SSA is only permitted when the SSA- Government-to-Government Services Online (SSA-GSO) interface is down for an extended period, as indicated in\nM21-1, Part III, Subpart ii, 1.B.2.c\n.\nStep\nAction\n1\nSend a request for Federal records to the appropriate records custodian. Ask the custodian to respond within 30 days.\nReference\n:  For assistance in determining the location of service records, see\nM21-1, Part III, Subpart ii, 2.E\n.\n2\nDetermine if a response has been received from the records custodian and follow the instructions in the table below.\nIf the records custodian ...\nThen ...\nprovided all of the requested records\nno further actions described in this block are required.\nprovided\nsome\nbut not\nall\nof the requested records,\nor\ndid not respond\ngo to Step 4.\nresponded but did not provide the requested records\ngo to the next step.\n3\nFollow the instructions in the table below when the records custodian responded but did not provide the requested records.\nIf the records custodian ...\nThen ...\nindicates the records exist but are located at a different facility\nreturn to Step 1.\nindicates\nthe records exist at a different facility, and\nthe custodian forwarded VA’s request to that facility\ngo to Step 4 and make the follow-up request referenced in that step to the facility to which the records custodian forwarded VA’s request.\nImportant\n:  Do\nnot\nallow the facility another 30 days to respond before taking the action described in Step 4.﻿﻿\nindicates the records exist but are temporarily unavailable to VA\nask the records custodian for the date on which the records should be available, and\ngo to Step 4 after that date.\nstates\nthe records VA requested are not in the custodian’s possession, and\nthe custodian does not expect to receive them\nfollow the instructions in\nM21-1, Part III, Subpart ii, 1.A.2.h﻿﻿﻿﻿﻿﻿﻿﻿\nfor Vet Center records, or\nM21-1, Part III, Subpart ii, 1.A.1.e\nfor all other Federal records, and\nno further actions described in this block are required.\n4\nMake a follow-up request for the records.  Ask the records custodian to respond within 15 days.\nImportant\n:  Attempt to make the follow-up request by telephone. If telephone contact\ncannot\nbe made, mail the follow-up request to the records custodian.\n5\nWas telephone contact made with the records custodian in Step 4?\nIf\nyes\n,\ndocument the successful contact with the custodian on a\nVA Form 27-0820, Report of General Information\n, and\ngo to the next step.\nIf\nno\n,\ndocument the action taken in a\nVeterans Benefits Management System (VBMS)\nnote, and\ngo to Step 7.\n6\nDid the records custodian indicate the requested records had already been shipped or would soon be shipped to VA?\nIf\nyes\n, go to the next step.\nIf\nno\n, return to Step 3.\n7\nDid VA receive records from the records custodian after making the follow-up request?\nIf\nyes\n, return to Step 2.\nIf\nno\n, go to the next step.\n8\nPrepare the final notification letter discussed in\nM21-1, Part III, Subpart ii, 1.A.1.e\n.\nException\n:  For documenting the unavailability of VA records, see\nM21-1, Part III, Subpart ii, 1.A.2.i\n.\nReferences\n:  For more information on\nsubmitting requests for records to SSA, see\nM21-1, Part III, Subpart ii, 1.A.1.a\n, and\nM21-1, Part III, Subpart ii, 1.B\nrequesting records from service academies, see\nM21-1, Part III, Subpart ii, 2.F.5.d\ninformation sharing with OPM, see\nM21-1, Part XIII, Subpart ii, 2.D\n, and\nthe relevancy of records, see\nM21-1, Part III, Subpart i, 2.E\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}