{
  "chunk_id": "III_ii_1_A_11",
  "content": "/>\nIII.ii.1.A.1.f\n.\nReviewing for and Obtaining Records From the VR&E Activity\nVR&E began using VBMS to store electronic Counseling/Evaluation/Rehabilitation (CER) records for all new claims initiated after December 2018 and completed scanning all existing paper CER folders in December 2022.\nBefore requesting records directly from VR&E, claims processors must first review the electronic claims folder (eFolder) for the following documents which contain the information necessary to process an IU claim:\nVA Form 28-1902b, Counseling Record – Narrative Report\n, and\nVA Form 28-1902f, Feasibility Determination—Narrative Report\n.\nNotes\n:\nVR&E documented the Veteran’s entitlement and feasibility of achieving a vocational goal on\nVA Form 28-1902b\nuntil February 2019, when the feasibility determination was removed and documented on a separate\nVA Form 28-1902f\n.\nThe Veteran is notified of failure to report to VR&E’s initial evaluation appointment using\nVR-15, Missed Appointment 10-day Letter\n.  If the Veteran does not respond to the notification letter,\nthey are notified that the determination of entitlement to Chapter 31 benefits was not made due to lack of information and the claim was disallowed using\nVR-58, Chapter 31 Adverse Decision Letter.\nOccasionally the Veteran’s VR&E records are not correctly labeled in the eFolder and may be indexed as\nVR&E General\nor\nVR&E Correspondence\n.\nFollow the steps in the table below if a thorough review of the claims folder does not result in the records being located.\nStep\nAction\n1\nLocate the VR&E Office of jurisdiction of the Veteran’s city or state of residence using the\nVR&E Office Directory\n.\n2\nNotify the development activity supervisor and ask the supervisor to contact the VR&E Officer (VREO) identified in Step 1.  Add a\nclaim-level note indicating that supervisor assistance has been requested to assist with VR&E records development, and\nthe\nVR&E Records Required\ntracked item with a five-business day suspense period\n.\n3\nThe development activity supervisor will send an e-mail to the VREO to request the VREO’s assistance in ensuring that the completed\nVA Form 28-1902b\nand\nVA Form 28-1902f\nare uploaded into the Veteran’s eFolder within five business days.\nThe e-mail must contain the following:\nClaim Pending – Please Upload VR&E Missing Documents\nstated on the subject line, and\nthe Veteran’s name, Electronic Data Interchange Personal Identifier (EDIPI) number, and the following text in the body of the e-mail:\nVeteran\n[Veteran Name - EDIPI]\nhas a claim for individual unemployability and we have been unable to locate the Veteran’s documents after a thorough search of the eFolder.  Please upload the CER records into the Veteran’s eFolder.  Thank you.\n4\nAfter five business days, review the claims folder for the records.  No further action in this table is necessary if the documents have been uploaded.\nIf the records are incomplete or not available after the expiration of the suspense period\nnotify the development activity supervisor and ask the supervisor to conduct follow-up contact with the VREO identified in Step 1\nadd a claim-level note indicating that supervisor assistance has been requested to follow-up on the records request, and\nextend the tracked item suspense two additional business days to allow the counselor to take the requested action.\n5\nThe development activity supervisor will send a follow-up e-mail to the VREO that includes the following:\nVeteran’s VR&E Missing Documents Request Past Due/Incomplete – Please Assist\nstated on the subject line, and\nthe Veteran’s name, EDIPI number, and the following text in the body of the e-mail:\nVeteran\n[Veteran Name - EDIPI]\nhas a claim for individual unemployability and the records have not been uploaded to the eFolder.  Please coordinate with\n[\nVREO contacted in Step 2]\nto upload the records to ensure the Veteran’s VA claim is addressed timely.  Thank you.\n6\nIf the records are incomplete or not available after the expiration of the suspense period, the claims processor’s supervisor must escalate the issue to the next supervisory level in the Veterans Service Center and VR&E for communication and assistance as needed.\nNote\n:  Extend the suspense at one-week intervals until the request is resolved.  If VR&E indicates that additional records are unavailable or do not exist, complete a final notification letter as described in\nM21-1, Part III, Subpart ii, 1.A.2.i\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}