{
  "chunk_id": "III_ii_1_A_16",
  "content": "/>\nIII.ii.1.A.2.a\n.\nVA Medical Records and the Requirement to Obtain Relevant Records\nVA medical records\ninclude records documenting\ninpatient and outpatient treatment received\nat a Veterans Health Administration (VHA) facility, or\nby a contractor under VHA’s Community Care, also known as the Veterans Community Care Program (VCCP), MISSION Act, or formerly known as the Veteran's Choice Program, and\nVet Center records.\nVBA must associate any relevant records pertaining to the claimed condition(s), including those identified by the claimant, unless the RO concludes that it is reasonably certain the records do not exist.\nImportant\n:\nWhen a claim that includes an automation-eligible contention is received, VBA utilizes automated medical data retrieval tools called Health Data Repository (HDR) and Standards and COTS Integration Platform (SCIP) that package all available VHA records (including Community Care records in VHA possession) and upload the complete set of records into the eFolder using the document type\nVAMC Other Output /Reports\n.  The initial HDR and SCIP uploads contain the earliest available electronic treatment reports up through records available the date HDR and SCIP initiated the bulk records retrieval, alleviating the need for claims processors to do extensive manual records retrieval during current and future claims development.\nIf the claimant does not indicate treatment at a VAMC or provide dates of treatment, ROs must\nperform the enterprise search in CAPRI\nreview JLV for VAMC treatment or Community Care records (or indication of treatment) as described in\nM21-1, Part III, Subpart ii, 1.A.3\n, and\nensure any relevant treatment records not already obtained by SCIP are associated with the Veteran’s claims folder.\nNotes\n:\nEstablish necessary controls to ensure the return of the requested reports.\nIf the identified VAMC records are available entirely in CAPRI or JLV, it is not necessary to create a tracked item to confirm that the records have been uploaded directly into the eFolder.\nThe RO must associate the relevant records to the eFolder when\ndevelopment action is first being taken on the claim, or\nif no development action is necessary, before routing the claim for rating activity review and consideration.\nThe rating activity is responsible for\na final review of CAPRI and JLV to ensure all relevant records have been associated with the eFolder\nassociating additional records that have been identified during the final review, and\nensuring the records are appropriately documented in the decision.\nReferences\n:  For more information on\nthe relevance of records, see\nM21-1, Part III, Subpart i, 2.E\nVBA’s automated medical data retrieval tools, see the\nHealth Data Repository Quick Sheet\n, and\nStandards and COTS Integration Platform (SCIP) Quick Sheet\nenterprise search function, see the\nCAPRI User Manual\nobtaining VA records using\nVA Form 10-7131, Exchange of Beneficiary Information and Request for Administrative Action\n, see\nM21-1, Part III, Subpart ii, 1.A.2.e\nand\nf\nconcluding VA records do not exist, see\nM21-1, Part III, Subpart ii, 1.A.2.g\nobtaining records from a Vet Center, see\nM21-1, Part III, Subpart ii, 1.A.1.e\nobtaining Community Care records, see\nM21-1, Part III, Subpart ii, 1.A.3\nVCCP, see\nVHA’s Community Care website\n, and\nthe exchange of information between ROs and VA medical facilities, see\nM21-1, Part X, Subpart iii, 1.A.1\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}