{
  "chunk_id": "III_ii_1_A_17",
  "content": "/>\nIII.ii.1.A.2.b\n.\nElectronic Recordkeeping of Treatment at VAMCs\nVHA completed the transition to electronic recordkeeping at all VAMCs in late 2004.  Text-based medical treatment records and information are generated by VHA in the legacy electronic health record (EHR) system called Computerized Patient Record System (CPRS).  Digitized third-party private medical records (PMRs) provided by the Veteran, Community Care, testing and imaging records (such as, but not limited to echocardiograms, audiometric tests, x-rays, Goldmann-Bowl perimetry charts, etc.) are generated/stored in the legacy EHR system Veterans Information Systems Technology Architecture (VistA).\nVBA claims processors access the electronic health records using CAPRI and JLV.  Treatment that occurred prior to the transition to electronic recordkeeping has been archived by VHA; therefore, claims processors should always consider submitting an electronic\nVA Form 10-7131\nrequest for archived records when treatment is alleged at a VAMC prior to 2005.\nVHA has begun the Electronic Health Record Modernization (EHRM) Initiative that will transition all VAMCs to a new EHR system shared with the Department of Defense.  VAMCs that convert to the new EHR system will no longer create records in VHA’s legacy systems or utilize functionality that interfaces with CAPRI.  All claims processing personnel are able and required to access and obtain converted electronic treatment records through JLV; however, special pilot program ROs and personnel will be responsible for processing certain stages of claims, as directed in the\nEHRM National Process Memorandum\n.\nNotes\n:\nVHA employees access electronic\nVA Form 10-7131\nrequests for Veteran health records using the Automated Medical Information Exchange (AMIE) program at most VAMCs.\nElectronic\nVA Form 10-7131\nrequests for archived records held by an EHR-converted VAMC will be submitted by VBA employees and received by VHA employees using the new Cerner application.\nReferences\n:  For more information on\nrecords available via\nCAPRI, see\nM21-1, Part III, Subpart ii, 1.A.2.c\n, and\nJLV, see\nM21-1, Part III, Subpart ii, 1.A.2.d\ndetermining whether a\nVA Form 10-7131\nshould be submitted, see\nM21-1, Part III, Subpart ii, 1.A.2.e\nEHRM, see the\nEHRM website\nCAPRI, see the\nCAPRI User Manual\n, and\nJLV, see\nJLV Help\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}