{
  "chunk_id": "III_ii_1_A_18",
  "content": "/>\nIII.ii.1.A.2.c\n.\nInformation and Records Available via CAPRI\nCAPRI provides VBA claims processors access to text-based medical treatment records and information generated by VHA (i.e. – CPRS records).  It can also be used to locate information about when the Veteran first applied for care by VA, as well as when the Veteran enrolled for care at specific VAMCs.\nThe\nregistration date\nis the date the Veteran applied for VA healthcare and predates the enrollment system.  This date applies to all VAMCs and is not unique to each individual facility.  It can be found under the REPORTS tab by selecting VIEW REGISTRATION DATA and reviewing the APPLICATION INFORMATION field.\nThe\nenrollment date\nis the date the Veteran was entered into the specific VAMC’s computer system and is unique for each VAMC the Veteran visited.  Enrollment date-tracking was implemented in 1996 and can be found under the REPORTS tab by selecting PATIENT PROFILE MAS (Full) and reviewing the ENROLLMENTS field.\nException\n:  CAPRI\ndoes not\nprovide access to EHR records, VistA records, photos, diagnostic imaging (such as x-ray, magnetic resonance imaging (MRI), computed tomography (CT) scan, etc.), or Community Care records.  JLV must be used to obtain these records, as indicated in\nM21-1, Part III, Subpart ii, 1.A.2.d\n.\nNotes\n:\nCAPRI and the enterprise search function will indicate the claimant has treatment at the\nCERNER (200CRNR) – Treatment Records Exist\n“facility” when treatment reports exist at an EHRM-converted VAMC.\nA warning message indicating the records cannot be obtained through CAPRI will be displayed to users who attempt to access the “facility” and EHR information.\nWhen communicating with VHA employees regarding electronic treatment records, be mindful that the AMIE and Cerner applications are used by VHA to access and view electronic\nVA Form 10-7131\nrequests.  The employees may not understand references to CAPRI.\nReferences\n:  For more information on\nviewing and obtaining records via CAPRI, see the\nCAPRI User Manual\n, and\nthe different applications used to send and receive electronic\nVA Form 10-7131\nrequests, see\nM21-1, Part III, Subpart ii, 1.A.2.b\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}