{
  "chunk_id": "III_ii_1_A_20",
  "content": "/>\nIII.ii.1.A.2.e\n.\nDetermining Whether an Electronic VA Form 10-7131 Should Be Submitted\nWhen a Veteran alleges VA treatment, but no records are found in either CAPRI or JLV, the RO must then determine whether\nthe records exist, but are inaccessible through CAPRI or JLV and require an electronic\nVA Form 10-7131\nrequest to obtain the records, or\nit is reasonably certain the records do\nnot\nexist.\nFactors to consider when determining whether an electronic\nVA Form 10-7131\nshould be submitted for records that are not available in CAPRI or JLV include:\nwhether the treatment occurred prior to\nfull implementation of electronic record-keeping, and/or\nthe registration and enrollment date shown in CAPRI\nif there is evidence of treatment at a VAMC during the identified time period in\nCAPRI, and/or\nthe claims folder\nresponses to prior\nVA Form 10-7131\nrequests, and\nif the records are relevant to the claim.\nUse the table below to determine when to submit an electronic\nVA Form 10-7131\nand the date range of treatment the request should cover.\nIf …\nAnd …\nThen an electronic\nVA Form 10-7131\nrequest  …\nthe Veteran indicates treatment started prior to 1996\nthe registration date is\nblank\nor\nbefore\nthe date the Veteran indicates treatment started\nis required for the period from the date the Veteran indicates treatment started, to\nthe end of treatment,\nor\nthe date when electronic records first became available at the VAMC, whichever is earlier.\nthe registration date is\nafter\nthe date the Veteran indicates treatment started\nis required for the period from the registration date to\nthe end of treatment,\nor\nthe date when electronic records first became available at the VAMC, whichever is earlier.\nthe Veteran indicates treatment started between 1996 and 2005\nthe registration date is\nblank\nor\nbefore\nthe date the Veteran indicates treatment started, and\nthe enrollment date is\nblank\nor\nbefore\nthe date the Veteran indicates treatment\nis required for the period from the date the Veteran indicates treatment started to\nthe end of treatment,\nor\nthe date when electronic records first became available at the VAMC, whichever is earlier.\nthe registration date is\nblank\nor\nbefore\nthe date the Veteran indicates treatment started, and\nthe enrollment date is\nafter\nthe date the Veteran indicates treatment\nis required for the period from the enrollment date to\nthe end of treatment,\nor\nthe date when electronic records first became available at the VAMC, whichever is earlier.\nthe registration date is\nafter\nthe date the Veteran indicates treatment\nis required for the period from the registration date to\nthe end of treatment,\nor\nthe date when electronic records first became available at the VAMC, whichever is earlier.\nthe Veteran indicates treatment started during, or after 2005\n--\nshould not be submitted.  If the records are not available electronically, claims processors may assume they do not exist.\nException\n:  If evidence in the electronic record provides credible evidence the records\nshould\nexist, a\nVA Form 10-7131\nrequest may be submitted, as indicated in\nM21-1, Part III, Subpart ii, 1.A.2.b\n.\nImportant\n:\nElectronic\nVA Form 10-7131\nrequests in CAPRI must\ninclude the dates of treatment in the REMARKS section, and\ncheck the OTHER/EXAM (REVIEW/REMARKS) box.\nWhen evidence in the claims folder contradicts the information displayed in CAPRI, always base the request off the information provided by the Veteran and what is available in the claims folder.\nDo not submit a\nVA Form 10-7131\nrequest for records covering a period of treatment that has been previously requested, unless a response from VHA was not received.\nWhen an electronic\nVA Form 10-7131\nrequest is needed for pre-2005 treatment records at a VAMC that has converted to the new EHR system, follow the special procedures, as indicated in\nM21-1, Part III, Subpart ii, 1.A.2.b\n.\nExample\n:  A Veteran indicates treatment at Loma Linda VAMC from 1994 to present.  A review of CAPRI displays a registration date in 1997 and treatment beginning October 7, 2001.  The claims processor locates treatment records from Loma Linda VAMC in the claims folder for treatment from January 22, 1994, through December 31, 1995.  The information in the claims folder contradicts what is provided in CAPRI, therefore, the Veterans statement of treatment and the available evidence in the claims folder should dictate what records need to be requested.  Duplicate requests for treatment records should not be submitted; therefore, an electronic\nVA Form 10-7131\nrequest should be submitted for treatment from January 1, 1996, through October 6, 2001.\nReferences\n:  For more information on\nCAPRI, see the\nCAPRI User Manual\nJLV, see\nJLV Help\naccessing JLV, see\nhttps://jlv.med.va.gov/JLV/\nsubmitting a\nVA Form 10-7131\nrequest via CAPRI, see the\nCAPRI User Manual\nlocating Veteran enrollment and registration data, see\nM21-1, Part III, Subpart ii, 1.A.2.c\n, and\nthe relevancy of records, see\nM21-1, Part III, Subpart i, 2.E\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}