{
  "chunk_id": "III_ii_1_A_23",
  "content": "/>\nIII.ii.1.A.2.h\n.\nDetermining if a Final Notification Letter for VAMC Records Is Warranted\nClaims processors must consider the circumstances of the individual claim when making conclusions on whether records exist and if a final notification letter is required.  These may include, but are not limited to, the following considerations:\nVA Form 21-526E\nZ\n, Application for Disability Compensation and Related Compensation Benefits\n, does not require a claimant to identify a date range of treatment, if the treatment occurred at a VAMC between 2005 and present, because VA can electronically search, identify, and obtain these records in CAPRI and JLV without needing more specific detail.  In this circumstance, if VA is able to obtain any treatment records\nat the identified facility\n,\nfor the identified disability\n, during this time frame, all identified records will be considered obtained.  Therefore, a final notification letter is not required.\nClaims processors are not to create a final notification letter for any VAMC treatment records sought via the required CAPRI enterprise search and JLV review, when the claimant has not explicitly identified treatment at a VAMC.\nElectronic claim submission services require specific calendar start and end dates when entering a date range for treatment.  The claimant may not have the ability to list a more general start and end period (month/year) for the treatment period.\nTreatment for a disability does not always require continued evaluation and review on a weekly or monthly basis.  Gaps in treatment during a date range provided by the claimant should be expected and should rarely necessitate the documentation of unavailability or non-existence.\nObtaining relevant reports of treatment that occur prior to or after, but approximately close to, the starting and ending date(s) of treatment provided by the claimant, should be considered sufficient for the purposes of obtaining all identified records for the indicated disability(ies).\nImportant\n:  The phrase\napproximately close to\n, in relation to start and end dates, cannot be explicitly defined.  For the purposes of determining if a final notification letter is required, concluding that obtained treatment falls within an\napproximately close to\nrange must be determined on a case-by-case basis.  The claimant may provide a treatment start date that began over 20 years ago.  In that case,\napproximately close to\nmay mean within a few years.  If the claimant provides a much more recent start date, a gap of more than a few months may not be appropriate.\nExample\n:  With the above considerations in mind, a final notification letter would not be required if\nthe claimant indicates treatment end date(s) of “to present” or provides end date(s) that closely align to the corresponding intent to file (ITF) or claim submission date(s), and\nclaims processors obtain records of treatment approximately close to the identified start date(s) through the current date.\nReason\n:  By identifying “to present,” or identifying an end date aligning to the ITF/claim submission date because the electronic claim submission process will not allow a future date, the claimant is asking VA to obtain all records of treatment since the identified treatment start date.  The treatment VA obtains between the start date and the current date would satisfy this request and a final notification letter would not be necessary.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}