{
  "chunk_id": "III_ii_1_A_31",
  "content": "/>\nIII.ii.1.A.3.d\n.\nWhen VBA Has a Duty to Assist Obtaining Community Care Records\nUnder\n38 CFR 3.159(c)(3)\n, VBA has a duty to assist obtaining the missing non-Federal records when they are relevant to a claim.  However, the pursuit of the non-Federal Community Care records based on VBA recognizing VHA’s unsuccessful attempts\nis a one-time requirement\n.  Any future attempts to obtain the non-Federal Community Care records would require the Veteran or authorized representative to identify them as relevant to a pending claim and provide completed release forms, as discussed in\nM21-1, Part III, Subpart ii, 3\n.\nThis one-time process includes the following actions (as applicable):\ndevelopment actions related to missing or incomplete\nVA Forms 21-4142\nand\n21-4142a\ninitiating the PMR Retrieval Program process, and\nremediating requests rejected by the PMR contractor.\nImportant\n:  VBA’s duty to assist obtaining Community Care records is also triggered without specifically being identified by the Veteran or authorized representative when all the following are true:\nIU is put at issue or claimed and a service-connected disability associated with IU has been treated under Community Care\nVHA was unsuccessful in obtaining the complete records, and\nVBA has not previously attempted to obtain the records.\nReferences\n:  For more information on\ndevelopment actions related to missing or incomplete\nVA Forms 21-4142\nand\n21-4142a\n, see\nM21-1, Part III, Subpart ii, 3.1.d\ninitiating the PMR Retrieval Program process, see\nM21-1, Part III, Subpart ii, 3.2.f\n, and\nremediating requests rejected by the PMR contractor, see\nM21-1, Part III, Subpart ii, 3.2.h\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section A - Requesting Evidence From Federal Record Custodians",
  "citation": "Part III, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014108/M21-1-Part-III-Subpart-ii-Chapter-1-Section-A-Requesting-Evidence-From-Federal-Record-Custodians",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:26.629871",
  "tags": [
    "m21-1"
  ]
}