{
  "chunk_id": "III_ii_1_B_16",
  "content": "/>\nIII.ii.1.B.2.e\n.\nAccessing Records Through the SSA-GSO Interface\nUse the table below to access records sent through the SSA-GSO interface.\nStep\nAction\n1\nLog on to the\nSSA-GSO website\n.\n2\nReview the SSA response.  Use the table below to determine what action is required next.\nIf the response from SSA ...\nThen medical records ...\nindicates the medical records have been destroyed\nhave been shredded in accordance with the SSA record control schedule criteria.  A final notification letter must be sent to the claimant.\nstates that after exhaustive and comprehensive searches, they were not able to locate medical records and further efforts will be futile\nused to make the determination could not be located.  A final notification letter must be sent to the claimant.\nstates there are no medical records\nwere not submitted to support a claim for SSA benefits.  A final notification letter is\nnot\nnecessary.\ncontains the medical records\nshould be uploaded to the eFolder.\n3\nDownload the file(s) SSA provided in response to the request and save it to a local or shared hard drive.\nImportant\n:  Responses that SSA posts on the\nSSA-GSO website\nare automatically deleted from the website after 20 calendar days.\n4\nUpload the file(s) SSA provided into the claimant’s eFolder.\nUtilize the following attributes when uploading the document(s):\nIn the document field ...\nEnter ...\nSUBJECT\nSSA-GSO File\n[record number]\nof\n[total number of records]\n.\nCATEGORY – TYPE\nMedical Records\n:\nMedical Treatment Records – Furnished by SSA\n.\nCONTENT SOURCE\nSSA\n.\nDATE OF RECEIPT\nthe date the response was received.\nException\n:  When uploading a negative response, enter\nSSA-GSO negative response\nas the SUBJECT.\nNote\n:  Additional actions are required if a paper claims folder exists.  The claims processor must also\nprint a screenshot of the first record uploaded into the eFolder\nannotate the screenshot with the following text:\nFull record is in the eFolder\n, and\nplace the screenshot in the paper claims folder.\n5\nUtilize the appropriate claims-processing system (based on the type of claim being processed) and mark the tracked item as received.  Use the date SSA responded to the request for disability records as the date of receipt.\n6\nDelete any records that were saved to a local or shared hard drive during the download/upload activities described in this table.\nReference\n:  For more information about uploading documents in the Veterans Benefits Management System (VBMS), see the\nVBMS Job Aid – Adding Documents in VBMS eFolders\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section B - Department of Veterans Affairs (VA) Requests for Information From the Social Security Administration (SSA)",
  "citation": "Part III, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014111/M21-1-Part-III-Subpart-ii-Chapter-1-Section-B-Department-of-Veterans-Affairs-VA-Requests-for-Information-From-the-Social-Security-Administration-SSA",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:35.947607",
  "tags": [
    "m21-1"
  ]
}