{
  "chunk_id": "III_ii_1_B_47",
  "content": "/>\nIII.ii.1.B.7.c\n.\nFollowing Up on Faxed Requests to SSA for Disability Records\nFollow the steps in the table below if SSA does not respond to a\nfaxed\nrequest for disability records after the expiration of the suspense period.\nStep\nAction\n1\nFollow up on the faxed request by calling SSA at (877) 697-4796.\nAsk SSA to respond to the follow-up request within 15 days.\nDocument the telephone conversation on\nVA Form 27-0820, Report of General Information\n.\n2\nNotify the claimant that the VA has not yet received the records it requested from SSA.\nInform the claimant of the follow-up action taken.\nInvite the claimant to provide the disability records requested from SSA within 15 days.\n3\nDid the RO receive the requested records after the expiration of the suspense period?\nIf\nyes\n,\nprocess the claim, and\ngo no further.\nIf\nno\n, take the actions described in Steps 4 through 6\nconcurrently\n.\n4\nFollow up a second time on the faxed request by contacting SSA by telephone.\nAsk SSA to respond to the follow-up request within 10 days.\nDocument the telephone conversation on\nVA Form 27-0820\n.\n5\nAttempt to contact the claimant by telephone for the same purposes described in Step 2.\nIf contact is\nmade, ask the claimant to provide the disability records VA requested from SSA, or\nnot made, send the claimant a final\nnotification\nletter.\nDocument successful\nand\nunsuccessful attempts to contact the claimant by telephone on\nVA Form 27-0820\n.\n6\nNotify Compensation Service’s SSA liaison of the delay in obtaining the disability records by sending an e-mail to\nVAVBAWAS/CO/SSA\n.\n7\nContinue processing the claim after the expiration of the suspense period or\nwhen\nthe records are received, whichever is earlier.\nNote\n:  For each follow-up attempt, ensure that the corresponding tracked items and suspense dates are updated.\nReferences\n:  For more information on\nsending the claimant a final notification letter, see\nM21-1, Part III, Subpart ii, 1.A.1.e\n, and\nthe appropriate tracked item for requests for SSA medical records, see\nM21-4, Appendix D\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 1, Section B - Department of Veterans Affairs (VA) Requests for Information From the Social Security Administration (SSA)",
  "citation": "Part III, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014111/M21-1-Part-III-Subpart-ii-Chapter-1-Section-B-Department-of-Veterans-Affairs-VA-Requests-for-Information-From-the-Social-Security-Administration-SSA",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:35.947607",
  "tags": [
    "m21-1"
  ]
}