{
  "chunk_id": "XIV_none_4_D_45",
  "content": "/>\nXIV.4.D.7.a\n.\nDiffering Response Procedures\nUse the table below to determine what to do when receiving differing responses from the payer and the recipient, including the spouse of the beneficiary.\nIf …\nThen …\nthe income recipient verifies more income than\nthe match amount, or\nthe amount verified by the payer\nsend a notice of proposed adverse action based on the recipient verified amount.\nthe income recipient reports\nless income than the income payer reports, and\nthe recipient’s report would result in the termination of benefits\nsend a notice of proposed adverse action based on the recipient’s report.\nthe payer verifies the matched amount, and\nthe recipient reports some income, but less than the matched amount\nsend a notice of proposed adverse action based on the higher verified payer amount.\nNote\n:  In the notice of proposed adverse action, give the beneficiary the opportunity to provide evidence to support the claim of lower income.\nthe match amount would result in termination of benefits, and\nboth the recipient and payer verify significantly less income that would not result in termination (for example, the match amount is $10,000 but $2,000 is verified)\nsend a notice of proposed adverse action based upon the higher amount.\nNote\n:  In the notice of proposed adverse action, give the beneficiary the opportunity to provide evidence to support the claim of lower income.\nthe match amount would\nnot\nresult in termination of benefits, and\nboth the recipient and payer verify less income than the match amount, and the payer verifies more than the income recipient\nsend a notice of proposed adverse action based upon the higher payer amount, and\nprovide the beneficiary the opportunity to provide evidence to support the claim of lower income.\nNote\n:  Accept the payer report as accurate, disregarding the difference between that amount and the match amount\nunless you have reason to believe that the payer has misreported\n.  If you have reason to believe the payer report is inaccurate, take further action to verify the match amount.\nReference\n:  For more information on the efforts to clarify disputed amounts, see\nM21-1, Part XIV, 4.D.12\n.",
  "title": "M21-1, Part XIV, Chapter 4, Section D - Federal Tax Information (FTI): Income Verification Match (IVM)",
  "citation": "Part XIV, Chapter 4, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173315/M21-1-Part-XIV-Chapter-4-Section-D-Federal-Tax-Information-FTI-Income-Verification-Match-IVM",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:40.843670",
  "tags": [
    "m21-1"
  ]
}