{
  "chunk_id": "XIV_none_4_D_52",
  "content": "/>\nXIV.4.D.9.a\n.\nResponse to FTI Match\nUse the guidelines in the table below when\nthe income recipient, including the spouse of a beneficiary, responds, but\nthe income payer does not respond to the Federal tax information (FTI) match query.\nIf the income recipient …\nThen …\nconfirms the match data\nreports a lesser amount that would terminate benefits,\nor\nreports more income than was disclosed by the match\nsend a notice of proposed adverse action based on the income recipient’s report.\nreports less income than the match data and does not provide evidence to support the reported income (for example, incorrect Social Security Number or corrected IRS form or\nW-2, Wage and Tax Statement\n, etc.),\nand\nthe reported amount will not terminate benefits\nsend a notice of proposed adverse action based on the higher match data.\nNote\n:  In the notice of proposed adverse action, give the beneficiary the opportunity to provide evidence to support the claim of lower income.\nreports less income than the match data and does provide evidence to support the reported income,\nand\nthe reported amount will not terminate benefits\nsend a notice of proposed adverse action based on the income recipient’s report.\ndenies receipt of the income,\nand\nfurnishes proof showing the FTI is incorrect (did not receive the income)\nnotify the beneficiary that benefits will not be adjusted, and\nclear EP 154\n.\ndenies receipt of the income, and\ndoes not furnish proof to show the report is incorrect\nsend a notice of proposed adverse action based on the higher match data.\nNote\n:  In the notice of proposed adverse action, give the beneficiary the opportunity to provide evidence to support the claim of lower income\nReference\n:  For more information on the efforts to clarify disputed amounts, see\nM21-1, Part XIV, 4.D.12\n.",
  "title": "M21-1, Part XIV, Chapter 4, Section D - Federal Tax Information (FTI): Income Verification Match (IVM)",
  "citation": "Part XIV, Chapter 4, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173315/M21-1-Part-XIV-Chapter-4-Section-D-Federal-Tax-Information-FTI-Income-Verification-Match-IVM",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:40.843670",
  "tags": [
    "m21-1"
  ]
}