{
  "chunk_id": "XIV_none_6_None_20",
  "content": "/>\nXIV.6.3.c\n.\nAction to Take When Two Corporate Records Exist for the Same Individual\nFollow the instructions in the\nDuplicate Record Consolidation Materials\nwhen two corporate records exist for the same individual.\nImportant\n:\nIf VA made payments to the same individual under two separate corporate records, the local finance activity must audit the records to ensure none of the payments were improper.\nIf the corporate record VA retains as a result of the consolidation process described in the\nDuplicate Record Consolidation Materials\n, is identified by an incorrect SSN, follow the instructions in the table below.\nStep\nAction\n1\nDoes a corresponding Veterans Benefits Management System (VBMS) eFolder exist for the corporate record that is identified by an incorrect SSN?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ncorrect the SSN by using the BIRLS UPDATE command, and\ndisregard the remaining steps in this table.\n2\nCreate a new BIRLS record under the correct SSN by using the BIRLS ADD command in Share.\nNote\n:  The only required entries on the VETERANS IDENTIFICATION DATA tab are the name, date of birth, and SSN.\n3\nFollow the instructions in the\nVBMS User Guide\nfor moving the documents in the eFolder that is identified by the\nincorrect\nSSN to the eFolder that is identified by the\ncorrect\nSSN.\n4\nDelete the BIRLS record created in Step 2, using the BIRLS RECORD DELETE command in Share.\nNote\n:  As an alternative, consolidate the BIRLS record that is identified by an incorrect SSN with the BIRLS record created in Step 2, using the DUPC command in the Benefits Delivery Network.  Retain the record that is identified by an\nincorrect\nSSN.\nReference\n:  For more information on instructions for consolidating BIRLS records using the DUPC command, see the\nDuplicate Record Consolidation Materials\n.\n5\nRemove the correct SSN from the duplicate corporate record using the CORPORATE UPDATE command in Share.\n6\nUse the BIRLS UPDATE\ncommand in Share to change the incorrect SSN to the correct SSN.\n7\nFollow the instructions in the\nDuplicate Record Consolidation Materials\nfor disposing of the duplicate corporate record.\nReferences\n:  For more information on\ncorrecting the erroneous payment of benefits to an individual, see\nM21-1, Part VI, Subpart i, 2.B\nShare, see the\nShare Users Guide\n, and\nVBMS, see the\nVBMS User Guide\n.",
  "title": "M21-1, Part XIV, Chapter 6 - Review of Potential Duplicate Payment Cases",
  "citation": "Part XIV, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173308/M21-1-Part-XIV-Chapter-6-Review-of-Potential-Duplicate-Payment-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:59.381161",
  "tags": [
    "m21-1"
  ]
}