{
  "chunk_id": "XIV_none_6_None_13",
  "content": "/>\nXIV.6.2.b\n.\nBeneficiaries That Are Entitled to Benefits Under More Than One Claim Number\nSome individuals may receive VA benefits under more than one claim number, depending on their eligibility and status as a claimant.  For example, a Veteran may receive\ndisability compensation or Veterans Pension under one claim number based on their status as a Veteran\nsurvivors benefits under another claim number based on their status as the surviving spouse of a deceased Veteran, and\nParents’ Dependency and Indemnity Compensation (DIC) under another claim number based on their status as the parent of a deceased Veteran.\nImportant\n:  A Veteran may receive disability compensation or Veterans Pension under one claim number only.\nExceptions\n:\nPer\n38 CFR 3.700(a)(4)\n, a Veteran may\nnot\nconcurrently receive\nVeterans (current-law) Pension, and\nSection 306 Pension or Old Law Pension based on their status as the surviving spouse of a deceased Veteran.\nIf a surviving spouse is eligible for survivors benefits based on the death of more than one Veteran, VA may pay benefits to the surviving spouse under the claim number of only one of the deceased Veterans.\nConsider the additional guidance in the table below when processing awards for individuals that are entitled to benefits under more than one claim number.\nIf ...\nThen ...\na Veteran is entitled to\nVeterans Pension, and\nDIC as a surviving spouse\nmake sure VA is counting the DIC as other income or other retirement income on the pension award.\na Veteran is entitled to\ndisability compensation, and\nDIC as a surviving spouse\ndetermine whether VA is paying the Veteran additional disability compensation for a spouse and, if so, whether the payment is proper under\n38 CFR 3.55\n.\na Veteran is entitled to\nVeterans Pension, and\nParents DIC\nmake sure VA is counting the Parents DIC as other income or other retirement income on the pension award.\nImportant\n:  If the Veteran is married to the other parent of the deceased Veteran (on whose service the Parents DIC award is based) count the DIC that\nboth\nparents receive as income on the pension award.\na Veteran is entitled to\ndisability compensation, and\nSurvivors Pension\nmake sure VA is counting the disability compensation as other income or other retirement income on the pension award.\nan individual is entitled to\nParents DIC based on the death of one Veteran-child, and\na separate award of Parents DIC based on the death of a different Veteran-child\nmake sure VA is\ncounting Parents DIC as other income or other retirement income on both awards, and\npaying the same monthly rate under both awards.\nNotes\n:\nIf the monthly rates are different, make sure\nVA correctly counted and calculated all income on the awards, and\nthe matched SSNs on the list of potential duplicate payment cases belong to the\nparent\n(not one of the deceased Veteran-children).\nIf the matched SSNs on the list of potential duplicate payment cases belong to one of the deceased Veteran-children, update the corporate record (through a BIRLS update) to reflect the Veteran’s correct SSN, if they have an SSN.\nReference\n:  For more information on updating BIRLS, see the\nShare User Guide\n.",
  "title": "M21-1, Part XIV, Chapter 6 - Review of Potential Duplicate Payment Cases",
  "citation": "Part XIV, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173308/M21-1-Part-XIV-Chapter-6-Review-of-Potential-Duplicate-Payment-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:59.381161",
  "tags": [
    "m21-1"
  ]
}