{
  "chunk_id": "XIV_none_7_None_13",
  "content": "/>\nXIV.7.2.a\n.\nInitial Screening of Worksheets\nSince the computer system referenced in\nM21-1, Part XIV, 7.1.b\nonly looks for matching SSNs, worksheets might be generated for some beneficiaries/dependents that are not actually incarcerated.  This might happen because of an erroneous SSN in either VA records or SSA’s or BOP’s database.\nIn order to avoid an unnecessary award adjustment, when neither a VA beneficiary nor a dependent were incarcerated, compare the name in the PRISONER'S NAME field on the worksheet with the beneficiary’s or dependent’s name in the corporate record.  If the names are not close, compare the prisoner’s birthdate on the worksheet with the date of birth (DOB) in the corporate record and, if applicable, the Beneficiary Identification and Records Locator Subsystem.\nUse the table below to determine the action to take after reviewing the evidence of record.\nIf the evidence of record …\nThen …\nclearly indicates the person identified by the match is a VA beneficiary or a dependent\nfollow the instructions in\nM21-1, Part XIV, 7.2.c\n.\nclearly indicates the person identified by the match is\nnot\na VA beneficiary or a dependent\ntake no further action other than to\nundertake development to obtain the VA beneficiary’s or dependent’s correct SSN under\n38 CFR 3.652\n(if the VA beneficiary or dependent appears to be the one with the erroneous SSN), and\nupdate the subject of the eFolder document to include the words\nerroneous match\n.\nis questionable\nundertake development to determine if the VA beneficiary or dependent and the prisoner are the same individual.\nNotes\n:\nFor the purpose of this block, treat an incarcerated\napportionee\nas both a dependent (except as noted in\nM21-1, Part VII, Subpart iii, 1.A.1.c\n)\nand\na VA beneficiary.\nThe SSN that appears on a worksheet does not always belong to the corresponding prisoner.  In many instances, the system that performs the data-matching activity described in\nM21-1, Part XIV, 7.1.b\n, associates a prisoner with a VA beneficiary or dependent based other data, such as name and DOB.  When this occurs, the system makes an assumption that because the VA beneficiary or dependent and the prisoner are the same person, they share the same SSN that VA has in its records for the beneficiary or dependent.\nBased on the explanation provided in the preceding paragraph, it would be improper to assume a prisoner is illegally using a VA beneficiary’s or dependent’s SSN simply because the system associated the prisoner with a VA beneficiary or dependent.",
  "title": "M21-1, Part XIV, Chapter 7 - Data-Matching Programs That Identify Incarcerated Beneficiaries and Dependents",
  "citation": "Part XIV, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173307/M21-1-Part-XIV-Chapter-7-Data-Matching-Programs-That-Identify-Incarcerated-Beneficiaries-and-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T23:33:08.650702",
  "tags": [
    "m21-1"
  ]
}