{
  "chunk_id": "III_ii_2_A_11",
  "content": "/>\nIII.ii.2.A.1.f\n.\nSTRs Considered Substantially Complete for Records Development Purposes\nSTRs received from a service department or records facility are considered substantially complete for records development purposes if they contain\nat least one of the documents listed in\nM21-1, Part III, Subpart ii, 2.A.1.e\nfor each period of qualifying service, or\nthe certification letter/\nDD Form 2963, Service Treatment Record (STR) Certification\n.\nFor STRs to be substantially complete for Benefits Delivery at Discharge (BDD) or Integrated Disability Evaluation System (IDES) claims there must also be a\nSeparation Health Assessment – Part A Self-Assessment\nfor the current period of service.\nImportant\n:\nWhen the records provided are inconsistent with the circumstances of the Veteran’s service, such as a clear lack of records for an extended period of service,\npreparation of a final notification letter is warranted, and\nfurther development to the records custodian\nis not\nwarranted, unless otherwise required based on special circumstances, as indicated in\nM21-1, Part III, Subpart ii, 2.A.3.c\n.\nException\n:  STRs held by the National Personnel Records Center (NPRC) may be part of a proactive digitization effort and in the process of being scanned/ uploaded to the Veterans electronic claims folder (eFolder).  These records are automatically uploaded into the Veterans Benefits Management System (VBMS) without a formal request from claims processors using PIES.  Apply the guidance in this block, in association with the additional information pertaining to the digitization effort in\nM21-1, Part III, Subpart ii, 2.A.4.h\n, to determine the completeness of the STRs in the eFolder.\nReferences\n:  For more information on\nthe definition of qualifying service, see\nM21-1, Part III, Subpart i, 1.A.1.c\nsending final notice to a claimant, see\nM21-1, Part III, Subpart ii, 1.A.1.g\n, and\nBDD and IDES claims, see\nM21-1, Part X, Subpart i, 6.A\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section A - General Information on Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014117/M21-1-Part-III-Subpart-ii-Chapter-2-Section-A-General-Information-on-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:54.542216",
  "tags": [
    "m21-1"
  ]
}