{
  "chunk_id": "XIV_none_8_None_19",
  "content": "/>\nXIV.8.2.d\n.\nDeciding Whether an Individual Is a Fugitive Felon and Notifying the Beneficiary of the Decision\nUse the table below to determine the actions to take after\ngiving the beneficiary (and apportionee, if the individual named on\nForm FFP-3\nis an apportionee) 65 days to respond to the notice of proposed adverse action referenced in\nM21-1, Part XIV, 8.2.a\nand\nb\nreviewing the evidence of record to determine whether or not the individual named on\nForm FFP-3\nis or was a fugitive felon according to the definition in\nM21-1, Part XIV, 8.1.a\n, and\nattempting to verify the status of the warrant as directed in\nM21-1, Part XIV, 8.2.b\n, Step 5.\nIf ...\nThen ...\nthe warrant agency confirms the warrant\nis still valid, or\nwas not cleared within 30 days of issuance\nor\ncontact could not be established with the warrant agency,\nAND\nthe beneficiary (or apportionee, if applicable)\nacknowledges the validity of the warrant that resulted in generation of\nForm FFP-3\n, or\nfails to respond to the notice of proposed adverse action\nstop (if the beneficiary is the fugitive felon) or reduce (if the beneficiary’s dependent is the fugitive felon) the beneficiary’s award under the pending EP 600 effective the date proposed in the notice of proposed adverse action\nnotify the beneficiary (and apportionee, if applicable) of the action taken, using the\nFugitive Felon Final Decision Letter\n, and\napply the\nFugitive Felon\ncorporate flash.\nNote\n:  Concurrent with the actions described above, take the actions described in the table below, when applicable.\nIf ...\nThen ...\nan\napportionee\nis the fugitive felon\nstop the apportionee’s award.\nthe\nbeneficiary\nis the fugitive felon, and\nVA is paying benefits to (an) apportionee(s)\nstop the corresponding apportionment(s).\nevidence required to establish that a beneficiary or beneficiary’s dependent is no longer a fugitive, as set forth in\nM21-1, Part XIV, 8.3.a\n, is of record\nresume the payment of benefits, according to the instructions in\nM21-1, Part XIV, 8.2.g\n.\nthe corporate record shows the fugitive felon is a Veteran in receipt of a clothing allowance from VA\ninform the Prosthetics Department of the VA medical center that administers the allowance of the Veteran’s fugitive-felon status, and\ndocument this action as a note in VBMS.\nthe warrant agency verifies the warrant was cleared or vacated within 30 days of issuance, or\nthe beneficiary (or apportionee, if applicable) submits one of the following:\na copy of a court order that clears or vacates the warrant within 30 days of issuance\nevidence that a court specifically determined the warrant was void from its inception because of mistaken identity or a defect in the warrant\na certified copy of a court order that\nrecalls the warrant from a specific effective date that is on or before the date of the warrant, or\nstates or uses the terminology “nunc pro tunc,” which means that the court order applies retroactively to correct an earlier court order, or\na police report or statement from the Social Security Administration or other government agency, a bank, or other reporting agency that supports a claim of identity theft.\nclear the pending EP 600\nleave a permanent note in VBMS that explains why no award adjustment was made, and\nuse the\nFugitive Felon Final Decision Letter\nto notify the beneficiary (and apportionee, if applicable) that no award adjustment will be made.\nthe beneficiary (or apportionee, if applicable) or the court that issued the warrant submits documentation that contradicts or is inconsistent with the information shown on\nForm\nFFP-3\n, and\nthe RO is unable to resolve the contradictions and/or inconsistencies\ne-mail a summary of the contradictions and/or inconsistencies to\nVAVBAWAS/CO/212\n(VSCs/BESTs, or\nVAVBAWAS/CO/P&F TNG QUAL OVRST\n(PMCs), and\ntake no further action until a response to the e-mail is received.\nNote\n:  Unless the fugitive-felon status is confirmed,\nclear the pending EP 600, and\nuse the\nFugitive Felon Final Decision Letter\nto notify the beneficiary (and apportionee, if applicable) that no award adjustment will be made.\nImportant\n:  Redesigned Automated Decision Letters will not generate the required language outlined in\nVBA Letter 20-14-09\nand should not be used except in cases where benefits are being terminated and restored in the same award action.  In these particular transactions, the information regarding the warrant and the evidence needed to show the warrant issue was\nresolved, would already be of record.\nNote\n:  Follow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.3.a\n, if the evidence of record shows a beneficiary or beneficiary’s dependent was incarcerated, or\nM21-1, Part VI, Subpart iii, 1.C.6.a\n, if the evidence of record shows an apportionee was incarcerated.",
  "title": "M21-1, Part XIV, Chapter 8 - Fugitive Felon Match",
  "citation": "Part XIV, Chapter 8, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173306/M21-1-Part-XIV-Chapter-8-Fugitive-Felon-Match",
  "updated": "",
  "scraped_at": "2025-06-16T23:33:17.983814",
  "tags": [
    "m21-1"
  ]
}