{
  "chunk_id": "XIV_none_8_None_30",
  "content": "/>\nXIV.8.3.a\n.\nEvidence Required to Establish That a Beneficiary or Beneficiary’s Dependent Is No Longer a Fugitive\nA beneficiary (or apportionee, if applicable) may establish that the individual or a dependent is no longer a fugitive by\nsubmitting official documentation such as a court order or letter from the warrant agency, or\nproviding the name, title, and address, or name, title, and telephone number, of an official who can verify that the individual is no longer a fugitive.\nVA will make one attempt to contact by telephone the official referenced in the preceding bullet to establish that the beneficiary or dependent is no longer a fugitive, but it is ultimately the responsibility of the beneficiary (or apportionee, if applicable) to provide evidence that the fugitive status has been cleared.\nNotes\n:\nEvidence that the fugitive status has been cleared must originate with an official source at some level of government.  If the date the warrant was cleared is not part of that evidence, make one attempt to obtain it from a government official by telephone.\nFollow the instructions in\nM21-1, Part XIV, 8.3.b\nand\nc\n, when contacting the government official.\nUncorroborated statements by the beneficiary, an apportionee, a family member, or a private attorney may\nnot\nbe used to establish that a beneficiary or their dependent is no longer a fugitive.\nICOTS is the nationwide electronic information system of the Interstate Commission for Adult Offender Supervision (ICAOS) used by all states to track offenders who are authorized to travel or relocate across state lines. The system is also used to share information regarding offender movement under the rules of the Interstate Compact.\nReference\n:  For more information on the ICAOS, see the\nICAOS website\n.",
  "title": "M21-1, Part XIV, Chapter 8 - Fugitive Felon Match",
  "citation": "Part XIV, Chapter 8, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173306/M21-1-Part-XIV-Chapter-8-Fugitive-Felon-Match",
  "updated": "",
  "scraped_at": "2025-06-16T23:33:17.983814",
  "tags": [
    "m21-1"
  ]
}