{
  "chunk_id": "XIV_none_8_None_22",
  "content": "/>\nXIV.8.2.g\n.\nResuming a Beneficiary’s Award\nResume an award that was stopped or reduced because a beneficiary or a beneficiary’s dependent was a fugitive felon effective the date the fugitive-felon status ended, which is the\nearlier\nof the following dates:\nthe date of arrest for the particular warrant that resulted in the generation of\nForm FFP-3\n, or\nthe date the warrant is determined to be invalid by the warrant agency, a court, or OIG.\nFollowing confirmation that a beneficiary's fugitive felon status ended and the resumption of benefits has occurred, remove the\nFugitive Felon\ncorporate flash unless an additional outstanding fugitive felon warrant(s) exists.\nImportant\n:\nTypically, an “invalid” warrant is valid until the date it is declared invalid.  Therefore, it would be improper to retroactively resume a beneficiary’s award (or apportionee’s award, if applicable) from the date the award was originally stopped or reduced\nunless\nthe evidence of record shows the warrant was\ncleared within 30 days\nissued in error\nissued for a different person, or\nvacated by the issuing court.\nAn individual named on\nForm FFP-3\nmight have multiple warrants.  Do not resume a beneficiary’s award (or apportionee’s award, if applicable) without determining that the warrant that was cleared is the same warrant for which the\nForm FFP-3\nwas generated.\nSometimes, the arrest date or “warrant invalid date” are printed on\nForm FFP-3\n.  Resume a beneficiary’s award (or apportionee’s award, if applicable) based on these dates without undertaking additional action to determine whether the warrant that was cleared is the same warrant for which the\nForm FFP-3\nwas generated.\nFollow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.3.a\n, if the evidence of record shows a beneficiary or beneficiary’s dependent was incarcerated, or\nM21-1, Part VI, Subpart iii, 1.C.6.a\n, if the evidence of record shows an apportionee was incarcerated.\nDo\nnot\ndefer resumption of a beneficiary’s award (or apportionee’s award, if applicable) until the first of the month following the date the fugitive-felon status ended.  The resumption of benefits described in this block is considered an adjustment under\n38 CFR 3.31(c)\n, which is an exception to the general provisions of\n38 CFR 3.31\n.\nExample\n:  If an individual’s fugitive-felon status ended on October 14, resume the corresponding award effective October 14,\nnot\nNovember 1.\nException\n:  The effective date policies described in this block apply only if a beneficiary (or apportionee, if applicable) notifies VA that their or a dependent’s fugitive-felon status ended within one year of the date\nVA notified the beneficiary (or apportionee, if applicable) of a reduction in or termination of benefits, or\nthe fugitive-felon status ended.\nIf VA does not receive notice within the one-year time frame, the effective date for resuming benefits is the first of the month following the date VA receives the notice, per\n38 CFR 3.31\n.",
  "title": "M21-1, Part XIV, Chapter 8 - Fugitive Felon Match",
  "citation": "Part XIV, Chapter 8, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173306/M21-1-Part-XIV-Chapter-8-Fugitive-Felon-Match",
  "updated": "",
  "scraped_at": "2025-06-16T23:33:17.983814",
  "tags": [
    "m21-1"
  ]
}