{
  "chunk_id": "XIV_none_8_None_25",
  "content": "/>\nXIV.8.2.j\n.\nRestoring Benefits That Were Adjusted Based on a Prior Policy\nPrior to the release of\nVBA Letter 20-14-09\n, on June 23, 2014, it was VBA’s policy to adjust a beneficiary’s award (or apportionee’s award, if applicable) if the beneficiary or one of their dependents was the subject of any felony arrest warrant.  Evidence of fleeing was not a requirement prior to this date.\nReopen a beneficiary’s claim (or an apportionee’s claim, if applicable) for restoration of benefits if\nbenefits were adjusted based on the policy in effect prior to June 23, 2014, and\nthe beneficiary (or apportionee, if applicable) submits new and relevant evidence,\nincluding lay testimony\n, showing that the subject of the felony arrest warrant (the beneficiary or a dependent) is or was not fleeing.\nAfter evidence is obtained that confirms the subject of the felony arrest warrant does not meet the definition of a fugitive felon, as provided in\nM21-1, Part XIV, 8.1.a\n, restore benefits from the effective date shown in the table below.\nIf the beneficiary (or apportionee) submitted new and relevant evidence ...\nThen restore benefits ...\nbefore\nthe prior decision to adjust benefits based on the old policy became final\nas though the prior decision to adjust benefits had not been made. (This typically means benefits are restored effective the date they were previously stopped or reduced.)\nafter\nthe prior decision to adjust benefits based on the old policy became final\neffective the\nlater\nof the following dates:\ndate of receipt of the new and relevant evidence, or\ndate entitlement to a restoration of benefits arose.\nNote\n:  A decision becomes “final”\nat the expiration of the period in which to file a review option available under\n38 CFR 3.2500\nor disposition on judicial review where no such review option is available.",
  "title": "M21-1, Part XIV, Chapter 8 - Fugitive Felon Match",
  "citation": "Part XIV, Chapter 8, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173306/M21-1-Part-XIV-Chapter-8-Fugitive-Felon-Match",
  "updated": "",
  "scraped_at": "2025-06-16T23:33:17.983814",
  "tags": [
    "m21-1"
  ]
}