{
  "chunk_id": "XIV_none_8_None_32",
  "content": "/>\nXIV.8.3.c\n.\nVerifying an Individual Is No Longer a Fugitive\nUse the table below to verify an individual is no longer a fugitive.\nIf …\nThen …\nthe beneficiary (or apportionee, if applicable)\ndoes not furnish acceptable documentary proof that the fugitive status has ended, but\ndoes furnish the name, title, and address or telephone number of an official, such as a parole officer, who can verify the fugitive status has ended\nmake one attempt to contact that official.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.f\n, for documenting attempts to obtain information by telephone.\nthe official confirms the fugitive status has ended\nmake sure the official provides the date the warrant was cleared, and\ndocument the official’s statement on\nVA Form 27-0820\n.\nImportant\n:  It is not enough for the official to simply state there are no outstanding warrants; claims processors\nmust\nobtain the date the warrant was cleared.\nit is not possible to\ncontact the official using the information the beneficiary (or apportionee) provided, or\nobtain a better address/telephone number from other sources\nadvise the beneficiary (or apportionee) of this fact, and\nremind them that benefits may not be resumed until VA receives proof that the fugitive status has ended.\ncontact with the official is made, but the official is unwilling to release information to VA\ncontact the regional OIG Fugitive Felon Coordinator for assistance.\nReference\n:  For more information on contacting an OIG Fugitive Felon Coordinator, see\nM21-1, Part XIV, 8.3.e\n.\nNote\n:  If a fugitive presents to law enforcement authorities in a jurisdiction other than the one that issued the warrant, it is the fugitive’s responsibility to get the warrant cleared in the event the warrant agency will not extradite, and the local agency does not arrest the fugitive on the warrant.  The individual is considered to be in a fugitive status until the warrant is cleared by arrest or otherwise.",
  "title": "M21-1, Part XIV, Chapter 8 - Fugitive Felon Match",
  "citation": "Part XIV, Chapter 8, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173306/M21-1-Part-XIV-Chapter-8-Fugitive-Felon-Match",
  "updated": "",
  "scraped_at": "2025-06-16T23:33:17.983814",
  "tags": [
    "m21-1"
  ]
}