{
  "chunk_id": "None_none_None_None_3",
  "content": "/>\nIntroduction\nThe M21-1, Adjudication Procedures Manual (M21-1), serves as a general guide for processing and adjudicating claims for compensation, pension, and related benefits for Veterans and their dependents. It is based on the statutes and regulations set forth in Title 38 of the United States Code (U.S.C.) and Title 38 of the Code of Federal Regulations (CFR), the legal authority governing Department of Veterans Affairs benefits. Therefore, relevant statutes and regulations in 38 U.S.C. and 38 CFR take precedence over procedural guidance in the M21-1. The regulations are overarching legal provisions for general consumption, while M21-1 procedures are written with a view toward enabling Veterans Benefits Administration (VBA) employees to properly adjudicate claims. As such, the CFR and M21-1 routinely use different terminology based on their intended audiences, with the M21-1 using more contextually informative terms rather than the general, nondescript nouns like “person” that are frequently used in the regulations.\nThe purpose of the M21-1 is to summarize or restate in plain language the applicable law and provide a picture of the adjudication process that is reasonably complete and easy to understand and apply.  Therefore, the M21-1 generally links to regulations and only occasionally reproduces regulatory passages for context on the concept being discussed.\nThe M21-1 is a guide for processing claims.  It is\nnot\na decision-making tool, and\nnot\nintended to\ndirect workload priorities\ndetermine workload assignments, or\ndetermine personnel assigned to complete tasks or achieve performance goals.\nNote\n:  For more information on workload priorities and assignments, refer to the established performance standards and priorities of the Office of Field Operations.\nWhile the M21-1 will incorporate and reference certain claims-related technical processes and business management tools, it is\nnot\nintended to substitute the applicable user guides, such as National Work Queue Playbook or Veterans Benefits Management System user references.\nM21-1 Guidance\nM21-1 users should read its contents in harmony with the whole of Compensation Service and Pension and Fiduciary (P&F) Service’s collective guidance.  The M21-1 is a set of general guidelines designed to provide procedures for the most common situations that may arise in the claims process.  The complexities of claims processing are considerable and the M21-1 is\nnot\ndesigned to provide policies or procedures for every possible scenario.  Users will need to apply guidance in the M21-1 on a case-by-case basis, using sound judgment based on the law and basic adjudication principles.\nProper application of the M21-1 requires users to read multiple blocks of content in various locations throughout the M21-1, as no one block of content stands alone or can be applied correctly when taken out of context.  Though the M21-1 often includes references and links to relevant content, these references are by no means an all-inclusive list of relevant guidance.\nThroughout M21-1, terms such as “regional office” are used generically to refer to a claims processing environment, be it a Veterans Service Center, Pension Management Center, Decision Review Operations Center, or Benefit Eligibility Support Team. Unless otherwise noted, these claims processing environments operate equivalently for the purposes of applying existing procedures.\nGenerally, actions that claims processors\nmust\ntake and actions they may\nnot\ntake are specifically identified in the M21-1.  In the absence of a specific requirement or prohibition, claims processors should use their best judgment when determining the propriety of a given action.  When in doubt, users should refer to their local leadership or quality review personnel or to the Quality Review staff in Compensation Service for guidance.\nIt is the responsibility of managers, quality reviewers, and subject matter experts to resolve complex issues locally.  After exhausting all local resources, field users may submit questions to Compensation Service and/or P&F Service through appropriate channels.\nThe M21-1 contains adjudication policies, concepts, and procedures but does not dictate workload management or limit the assignment of appropriate work by management that is consistent with job titles and standards.   The M21-1 strives to capture the roles that exist within adjudication, but references to job titles are not intended to, and do not limit, the assignment of work.\nEmployee Responsibility\nVBA’s mission is to serve Veterans and their eligible dependents and survivors in the most efficient and accurate manner.\nIt is only appropriate to extend suspense or diary dates if it is necessary for a specific adjudicative action.  Suspense dates must always correspond with specific actions and should not be arbitrarily extended under any circumstance.\nWhen employees handle a claim, they are expected to take the most full and complete action possible on the claim each time that it is assigned for action – including development, rating, and promulgation actions – so that the claim moves forward to accurate completion in the claims process.  Every effort should be made to move the claim to the next processing cycle each time it is handled.\nReference to Computer Applications\nThough the M21-1 provides claims-processing guidance, it generally does not provide detailed technical instructions for entering information into and navigating individual computer applications.  When users need information on how to complete technical procedures in an application, they should refer to the user guide or playbook for that application.  In many instances, when technical guidance is necessary, the M21-1 will make mention of the appropriate user guide or playbook and, where possible, provide a link to it.  Such guides include, but are not limited to, the\nLetter Creator User Guide\n,\nVeterans Benefits Management System User Guide\n,\nShare User Guide\n, and\nNational Work Queue Playbook\n.\nLetter-Generating Applications\nLetter-generating applications are typically not specified within the M21-1.  In limited instances, guidance will specify a required letter-generating application when letter content and/or mission requirements dictate.  However, when a specific letter-generating application is not specified, the claims processor must use the appropriate system to accomplish the creation of the letter based on the latest VBA Central Office guidance and current system functionality.\nM21-1 Structure\nThe M21-1’s content is organized into 14 parts in a manner consistent with the progression of the claims process, with content on special issues in a single, consolidated location.\nPart I provides introductory information about a claimant’s rights and duties during the claims process.\nParts II through VII correlate with the progression of the claims process from intake through authorization and dependency determinations.\nPart VIII provides guidance on special types of compensation issues that are a part of the claims process.\nPart IX provides guidance on pension claims.\nBecause of the interwoven nature of guidance on live Veteran’s pension and Survivors’ Pension, procedures for both are contained in this part.\nPart X provides guidance on the various programs and procedures utilized for effectively administering the claims process and monitoring the payment of benefits.\nParts XI and XII provide information relevant to deceased Veterans and their survivors, with the exception of information on Survivors’ Pension that is located in Part IX.\nPart XIII and XIV provide procedures relevant to other benefit determinations; the exchange of information to monitor and administer VA benefit programs; and benefits administered by other state and Federal agencies.\nSee the\nM21-1 Table of Contents\nfor a topical list of all M21-1 content.\nThe table below shows the structure and numbering convention for the M21-1.\nThe table below shows examples of proper ways of writing M21-1 citations.\nElectronic Access\nThe M21-1 is available electronically through Knowledge Management (KM).  Internal stakeholders can access content via VBA’s\nCompensation and Pension (CPKM) Portal\n, and external stakeholders via\nKnowVA\n.\nFor technical issues with access, please contact the Enterprise Service Desk via the YourIt Services website or contact them via phone at 1-855-673-4357 (Option 3).\nChanges to the M21-1\nThe M21-1 is a living document.  The Procedures Manual (212A) staff is responsible for updating the M21-1 on a regular basis.  Updates may come from new procedural directives, regulatory changes, acts of Congress, judicial interpretations, internal reviews, and user feedback.\nEach time an M21-1 change is published, two documents are added under the\nAttachments\nheading found at the bottom of each M21-1 article in KM.  These documents consist of a historical copy of the previously published content and a Key Changes document.\nExample\n:\nThe\nhistorical document\nis a copy of the content as it existed during a given time period.  The date in the document name indicates the date that content was published.  For example,\nHistorical_M21-1III_iv_3_SecF_7-14-17\nshows the content of III.iv.3.F as it was when published on July 14, 2017.  The historical document also contains a watermark indicating when the content became outdated due to the publication of a newer version.  In the example of\nHistorical_M21-1III_iv_3_SecF_7-14-17\n, the watermark indicates that the content became outdated on August 18, 2017.  As such, the content found in\nHistorical_M21-1III_iv_3_SecF_7-14-17\nrepresents the content of III.iv.3.F as it was from July 14, 2017, to August 17, 2017.\nThe\nKey Changes document\nincludes the date content was updated, general notes about the change, a table(s) providing a description and location of each significant change, and a copy of the edited version of the content, highlighting new text and using tracked changes to indicate deleted text.\nIn addition to general notes about the change, the Key Changes document includes one or both of the following tables:\nReason(s) for Notable Change\nand/or\nReason(s) for Change\n.  The\nReason(s) for Notable Change\ntable lists the citation and a description of substantive changes to concepts, policies, and/or procedures.  The\nReason(s) for Change\ntable lists the citation and a description of changes that are not updates to policy and/or/procedures, but are more significant than minor editorial changes.\nAdditionally, each citation in the table(s) is hyperlinked to the corresponding block in the edited version of the content.  For example, if a user were to click on the hyperlinked citation in the example below, he/she will be taken to the edited version of the content for that block.\nSearching M21-1 Content in KM\nBelow are some tips for smarter and more successful searches of the M21-1 in Compensation and Pension’s KM portal.\nSearching Basics—\nKM’s search engine searches the content of each article, as well as the article’s title, metadata (which includes the summary sentence and keywords), and attachments.\nLimit the Topic—\nOne way to search smarter is to limit the pool of content to search.  For example, if you are looking for information in only the M21-1, start by narrowing your search to only that topic.  Using\nBrowse Topics\n, drill down to the M21-1.\nBy entering your search word(s) or phrase into the field labeled\nSearch within this topic\n, KM’s search engine will limit its search to just the content of the M21-1, instead of searching all of the content in the Compensation and Pension KM portal.\nUnderstand the Method—\nKM’s search engine looks for root words and variations of words.\nThis means that a search for\ndependents\nwill search for the word\ndependents\n, along with variations of the word like\ndependent\n,\ndependency\n,\ndepends\n,\ndepending\n.  This search will generally produce more search results which can be helpful when searching for a general concept and not a specific word.\nOn the other hand, a search for\n“dependents”\n(using quotation marks) will only search for the word\ndependents\n.  This search will generally produce less search results than the one above, which is helpful when searching for a specific word or phrase.\nFor example, a search of just the M21-1, for\ndependent parent\nsearches for articles that contain the words (or variations of the words)\ndependent\nand/or\nparent\nand provides over 800 results.\nBut a search for\n“dependent parent”\n(using quotation marks) searches for the exact phrase\ndependent parent\nand provides under 100 results.\nKM’s Searching Algorithm—\nThe search engine uses a complex algorithm to provide the user a list of search results.  There are two key factors in this algorithm:\nThe number of times the search engine finds the search word(s) or phrase.\nThe more times the search engine finds the search word(s) or phrase in the article (and in the article’s title, metadata, and attachments), the more relevant that article is in the search results.   (\nExample\n:  The search word is\nairborne\n.  It appears four times in Article A (once in the metadata, once in the article content, and twice in the attachments) and six times in Article B (once in the summary sentence, once in the metadata, once in the article content, and three times in the attachments).  That makes Article B more relevant to the search than Article A.  Therefore, Article B will appear closer to the top of the search results than Article A.)\nThe popularity of the article.\nOn the right-hand side of the landing page in KM you’ll notice there is a box showing the most popular articles.\nWhen you conduct a search, KM’s search engine considers which articles are trending and which are popular.  Trending and popularity are impacted by the number of times a given article is accessed and the number of times it has been rated as useful.\nThe more popular the article, the closer to the top of the search results it will appear.",
  "title": "M21-1, Adjudication Procedures Manual, Prologue",
  "citation": "Part None, Chapter None, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000095621/M21-1-Adjudication-Procedures-Manual-Prologue?articleViewContext=article_view_related_article&isFeatured=undefined&topic=undefined",
  "updated": "May 21, 2025",
  "scraped_at": "2025-06-17T11:15:39.455963",
  "tags": [
    "m21-1"
  ]
}