{
  "chunk_id": "III_ii_2_A_18",
  "content": "/>\nIII.ii.2.A.2.d\n.\nRequesting Service Records From Alternate Sources\nSometimes, service records are not available at the locations from which ROs normally obtain them.  This is often due to delays in transferring service records from one site to another, the transition to electronic record-keeping, or other major operational disruptions.  Under these circumstances, ROs should follow the designated procedures to obtain the records from alternate sources.\nExamples\n:  Service records\nstill in the Veteran's possession are requested\nin the Section 5103 notice, and\nthe final notification letter (if needed)\nstill with the service department or at a Reserve/National Guard unit, even though the Veteran’s service obligation has ended, can be requested by the VA Liaison Office (VALO) staff working directly with the service departments, and\nthat were sent to the wrong location during the transition to electronic records can be requested with assistance from VALO.\nReferences\n:  For more information on\nfinal notification that VA is unable to obtain relevant Federal records, see\nM21-1, Part III, Subpart ii, 1.A.1.b and e\nVALO assistance obtaining\nSTRs that have not been uploaded to DoD’s Healthcare Artifacts and Images Management Solution (HAIMS), see\nM21-1, Part III, Subpart ii, 2.B.1.e\nSTRs for Veterans discharged during the transition from paper to electronic STRs, see\nM21-1, Part III, Subpart ii, 2.B.1.l\nArmy personnel records, see\nM21-1, Part III, Subpart ii, 2.C.2.b\n, and\nMarine Corps personnel records, see\nM21-1, Part III, Subpart ii, 2.C.5.a\n, and\nlistings of service record custodians, their contact information, and the address codes for requesting records from them through PIES, see\nM21-1, Part III, Subpart ii, 2.E\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section A - General Information on Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014117/M21-1-Part-III-Subpart-ii-Chapter-2-Section-A-General-Information-on-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:54.542216",
  "tags": [
    "m21-1"
  ]
}