{
  "chunk_id": "III_ii_2_A_26",
  "content": "/>\nIII.ii.2.A.3.d\n.\nProcessing STRs That Do Not Include a Certificate of Completeness\nThe table below describes the procedures for processing STRs that do\nnot\ninclude a\nsigned\nletter of certification (if the STRs belong to a Veteran who separated from service between January 1, and July 31, 2013) or\nDD Form 2963\n(if the STRs belong to a Veteran who separated from service on or after August 1, 2013).\nStage\nDescription\n1\nThe claims processor reviews the claims folder for the purpose of confirming the\nSTRs are uploaded\nVeteran separated from service on or after January 1, 2013, and\ncertification letter/\nDD Form 2963\nis missing or unsigned.\n2\nIf the claims processor determines the STRs should have included a signed certification letter/\nDD Form 2963\nbut did not and a copy is not available in JLV, they must send an encrypted e-mail to the\nVAVBAWAS/CO/HAIMS-DPRIS\nmailbox to request the certification.\nThe e-mail must include\nthe Veteran’s\nname\nSocial Security number (SSN) or claim ID\nbranch of service, and\ndates of service, and\na brief summary of the actions taken to locate the requested record(s).\nImportant\n:  Add a copy of the e-mail to the claims folder to indicate this action has been taken.\n3\nCompensation Service responds to the e-mail by forwarding the claims processor's request to a point of contact within the Veteran’s service department.\n4\nThe Veteran’s service department uploads a certification letter/\nDD Form 2963\nto HAIMS.\nThe certification letter/\nDD Form 2963\nwill automatically transfer from HAIMS to the eFolder if the Veteran has a claim pending in VBMS.\n5\nIf 45 days have passed since the request for certification or release from active duty occurred (whichever is later), and the certification letter/\nDD Form 2963\nis not in the eFolder, review the HAIMS record using JLV to determine if the certification letter/\nDD Form 2963\nhas been created.\nIf the certification letter/\nDD Form 2963\nis\nin HAIMS, follow the steps provided in\nM21-1, Part III, Subpart ii, 2.B.1.j\nto obtain the STR certification via JLV, or\nnot available, send a follow-up e-mail to the\nVAVBAWAS/CO/HAIMS-DPRIS\ncorporate mailbox.\nImportant\n:\nAdditional e-mails are not required after sending the initial follow-up.  Add a copy of the e-mail to the claims folder to indicate the follow-up request has been made and prevent unnecessary development.\nContinue processing remaining development actions, including ordering examinations, while awaiting STR certification.\nImportant\n:\nDo not delay the processing of claims that service members submit\nprior\nto separation based on the absence of a certification letter/\nDD Form 2963\n. VA does\nnot\nrequire service departments to certify the completeness of STRs VA uses to decide this category of claims.\nA negative response (or lack of upload of records) from the RMC does not require a certification letter/\nDD Form 2963\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section A - General Information on Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014117/M21-1-Part-III-Subpart-ii-Chapter-2-Section-A-General-Information-on-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:54.542216",
  "tags": [
    "m21-1"
  ]
}