{
  "chunk_id": "III_ii_2_A_45",
  "content": "/>\nIII.ii.2.A.5.a\n.\nRecords RMC Stored\nRMC replaced the Service Medical Records Center (SMRC) (375) and Records Processing Center (RPC) (376).  RMC stored\ninactive\nVA claims folders (which may contain copies of the clinical records described in\nM21-1, Part III, Subpart ii, 2.C.1\n), and\nall original STRs belonging to former service members whose service ended between\nthe dates shown in\nM21-1, Part III, Subpart ii, 2.A.4.d\n, and\nDecember 31, 2013.\nExceptions\n:\nThe Coast Guard sent STRs to RMC for storage and maintenance until September 1, 2014.\nRMC had transferred some of the original STRs it received from service departments to individual ROs for storage in an existing\nclaims folder, or\nnotice of death (NOD) folder.\nNotes\n:\nIf a service member is\nimmediately\nassigned to a Reserve unit after being released from active duty, the service department sends the service member’s STRs to that unit for storage and maintenance.\nOccasionally, RMC received STRs from service departments for former service members whose service ended\nprior\nto the dates shown in\nM21-1, Part III, Subpart ii, 2.A.4.d\n.  When this occurred, RMC kept the records.  For this reason, RMC might have had in its custody the STRs of a few former service members who separated prior to the dates shown in\nM21-1, Part III, Subpart ii, 2.A.4.d\n.\nTo determine if RMC possessed a specific, former service member’s STRs prior to the File Bank Extraction project, check the Beneficiary Identification and Records Locator Subsystem (BIRLS) FOLDER LOCATION tab in Share.\nReferences\n:  For more information on\ndetermining the date a former service member’s service ended, see\nM21-1, Part III, Subpart ii, 2.A.4.c\nthe extraction and cataloguing of STRs stored in RMC file banks, see\nM21-1, Part III, Subpart ii, 2.A.5.d\nthe handling of STRs by service departments\nafter\nDecember 31, 2013, see\nM21-1, Part III, Subpart ii, 2.A.5.e\n, and\nusing Share, see the\nShare User Guide\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section A - General Information on Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014117/M21-1-Part-III-Subpart-ii-Chapter-2-Section-A-General-Information-on-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:54.542216",
  "tags": [
    "m21-1"
  ]
}