{
  "chunk_id": "III_ii_2_A_55",
  "content": "/>\nIII.ii.2.A.6.b\n.\nHistorical Interaction Between SMRTS and Share\nThe table below contains a description of the interaction between SMRTS and Share prior to the File Bank Extraction project.\nWhen …\nAnd if the former service member had/has …\nThen …\nRMC\nreceived a former service member’s STRs from the service department (prior to the deployment of HAIMS), or\nreceived a former service member’s STRs from the Coast Guard, PHS, or NOAA\na VA claims folder that was/is in an RO’s possession\nRMC sent the STRs to a vendor for scanning and upload into the former service member’s eFolder.\nThis action triggered an update to the fields on the BIRLS FOLDER LOCATION tab in Share to show the STRs were in transit.\na corporate record but\nno\nVA claims folder\nfields on the BIRLS FOLDER LOCATION tab in Share were updated to show the STRs were located at RMC.\nno VA corporate record\na corporate record was created based on the former service member’s name and SSN.\nNote\n:  The new corporate record might not contain complete service data, but fields on the BIRLS FOLDER LOCATION tab in Share were populated to show the STRs were located at RMC.\nSTRs were located at RMC for a former service member and an RO established a\nclaims folder, or\nclaim using VBMS or Share\n---\na request was automatically generated for RMC to send the STRs to a vendor for scanning and upload into the former service member’s eFolder.\nNotes\n:\nThe request referenced in the above paragraph was\nnot\ngenerated when an RO establishes any other type of folder, such as an NOD folder.\nROs may assume that the automatic generation of a request for STRs was successful if the date the RO established the claim or claims folder appears in the IN TRANSIT DATE field on the BIRLS FOLDER LOCATION tab in Share.\nReferences\n:  For more information on\nusing Share, see the\nShare User Guide\nhistorical practice of sending STRs to the RO in possession of a claims folder, see\nM21-1, Part III, Subpart ii, 2.A.5.c\n, and\nthe extraction and cataloguing of STRs stored in RMC file banks, see\nM21-1, Part III, Subpart ii, 2.A.5.d\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section A - General Information on Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014117/M21-1-Part-III-Subpart-ii-Chapter-2-Section-A-General-Information-on-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:36:54.542216",
  "tags": [
    "m21-1"
  ]
}