{
  "chunk_id": "III_ii_2_B_7",
  "content": "/>\nIII.ii.2.B.1.b\n.\nObtaining STRs for Members of the Reserve or National Guard\nFollow the steps in the table below to obtain STRs for members of the Reserve or National Guard.\nStep\nAction\n1\nDetermine if the Veteran currently has a service obligation as outlined in\nM21-1, Part III, Subpart ii, 2.A.2.b\n.\nIf a service obligation ...\nThen ...\ndoes not exist\ndetermine the custodian of the records according to the migration of STRs after service ends as outlined in\nM21-1, Part III, Subpart ii, 2.A.3.e\nrequest STRs from the appropriate custodian, and\ngo to Step 3.\nexists\ngo to the next step.\n2\nDetermine if a complete separation from active duty service occurred prior to Reserve or National Guard service.\nIf a complete separation from active duty service ...\nThen ...\noccurred\nprior to\nSeptember 1, 2014 for Coast Guard, or\nJanuary 1, 2014, for all other branches of service\ndetermine the custodian of the records according to the migration of STRs after service ends as outlined in\nM21-1, Part III, Subpart ii, 2.A.3.e\n, and\nrequest STRs from the appropriate custodian.\noccurred\nafter\nSeptember 1, 2014 for Coast Guard, or\nJanuary 1, 2014, for all other branches of service, or\ndid not occur before Reserve or National Guard service began\nVBMS will automatically generate a request for STRs from HAIMS when the Veteran’s claim is established.  After the 45-day suspense period for the HAIMS request expires, go to the next step.\n3\nWere all the required Reserve or National Guard STRs obtained after completing the necessary development actions?\nIf\nyes\n, no further action in this table is necessary.\nIf\nno\n, go to the next step.\n4\nDetermine if the required Reserve or National Guard STRs are certified and available in the Joint Longitudinal Viewer (JLV).\nNotes\n:\nJLV provides access to electronic Department of Defense (DoD) health records, including STRs that have been scanned into HAIMS.\nCertified STRs refers to STRs with certifications of completeness described in\nM21-1, Part III, Subpart ii, 2.A.3.a and b\n.\nVeterans receiving post-service treatment as a dependent or retiree will appear in JLV but should not be mistaken for STRs.\nOther than the specific case stated below, data should not be changed in the Department of Veterans Affairs (VA) systems to generate a request to HAIMS when the Veteran’s service periods ended prior to January 1, 2014, for Army, Navy, Marine Corps, Air Force, and prior to September 1, 2014, for Coast Guard.\nIf the records are ...\nThen ...\navailable and are certified complete\nenter a new period of service into VBMS as a period of active duty with the release from active duty (RAD) as today’s date, but\ndo not\nmark the service as verified\nreturn to the OBTAIN STR tab in the DEVELOPMENT PLAN section of VBMS\nrequest the STRs from HAIMS by clicking the REQUEST STR AGAIN button, and\nupdate VBMS to remove the period of service that was just entered.\nNote\n:  The added period of service\nmust\nbe removed immediately after successfully submitting the request to HAIMS.\nnot available or have not been certified complete\ngo directly to the next step.\n5\nThe VA Liaison Office (VALO) within the Centralized Support Division (CSD) must contact the branch of service’s single point of entry (SPoE) to obtain the STRs.  Initiate and track the process by\nsubmitting a Personnel Information Exchange System (PIES) request to address code 07 using request code\nRV1\nfor a Reserve member, or\nNG1\nfor a National Guard member\ncompleting the information requested in the PIES request pop-up dialogue box, and\nadding the appropriate tracked item for requesting service records from the Reserve/National Guard.\nImportant\n:  PIES must contain a period of service with an\nRSV\n(\nR\ne\ns\ner\nv\ne) or\nNG\n(\nN\national\nG\nuard) duty status.  If necessary, add or modify the period(s) of service in PIES.\nNote\n:  Submission of a PIES request under this step is required regardless of the duration of time since separation from the Reserve/National Guard if the member never served on active duty.\n6\nReview the status of the PIES request if the STRs have not been received after the expiration of the suspense period.\nIf the internal PIES response message has been pending for ...\nThen ...\nless than 30 days\nextend the suspense of the STR request tracked item to the date on which the PIES internal response message would be 30 days old.\nNote\n:  If the STRs are not available after the expiration of the remaining suspense period, contact VALO for support, following the “internal PIES response has been pending for 30 days or more” guidance directly below.\n30 days or more\nthe claims processor must send a follow-up, encrypted e-mail to\nVAVBASTL/RO/NGRESERVES\ncontaining\nthe subject\n45-day follow-up on HAIMS STRs\nthe Veteran’s\nfull name\nSocial Security number (SSN), and\nbranch of service, and\nthe requestor’s name and contact information (phone and e-mail)\nadd a tracked item for the HAIMS STR follow-up request, and\nassociate a copy of the e-mail with the claims folder.\n7\nExtend the suspense period for the HAIMS STR follow-up request at 30-day intervals until the STRs are received.  Additional follow-up e-mails to VALO are not required.\nImportant\n:  When a Veteran indicates private medical treatment for a condition related to Reserve or National Guard duty during, or in close proximity to, the time frame in which the duty was conducted, obtain the records as described in\nM21-1, Part III, Subpart ii, 1.A\nfor consideration in deciding the claim.\nReferences\n:  For more information on\nrequesting records through PIES, see the\nPIES User Guide\nautomated STR requests at claims establishment, see\nM21-1, Part III, Subpart ii, 2.B.1.a\nrecords previously stored at the Records Management Center (RMC), see\nM21-1, Part III, Subpart ii, 2.A.5.a\nextraction, scanning, and uploading of STRs previously stored in RMC file banks, see\nM21-1, Part III, Subpart ii, 2.A.5.d\nobtaining STRs from HAIMS, see\nM21-1, Part III, Subpart ii, 2.B.1.c\n-\nh\ncreating tracked items, see the\nVBMS Core User Guide\nthe appropriate tracked item for requesting STRs from the Reserve/National Guard or following up on HAIMS STR requests, see\nM21-4, Appendix D\nfollowing up on requests for service records, see\nM21-1, Part III, Subpart ii, 2.D\n, and\nobtaining records from JLV, see the\nJLV User Guide\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section B - Procedures for Obtaining Service Treatment Records (STRs)",
  "citation": "Part III, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014119/M21-1-Part-III-Subpart-ii-Chapter-2-Section-B-Procedures-for-Obtaining-Service-Treatment-Records-STRs",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:03.900946",
  "tags": [
    "m21-1"
  ]
}