{
  "chunk_id": "III_ii_2_B_9",
  "content": "/>\nIII.ii.2.B.1.d\n.\nSuspense Dates Generated by VBMS for STR Requests to HAIMS\nWhen a claim is established, a request for STRs is submitted to HAIMS through VBMS, and VBMS generates a suspense date for the request as described in the table below.  The request remains active until the claim is closed, cleared, or cancelled.\nIf the date of claim is ...\nThen VBMS generates a suspense date that is ...\nwithin the 45 calendar-day period that immediately precedes the claimant’s separation date\n46 calendar days following the date of separation.\nat least 45 calendar days\nafter\nthe date the claimant separated from service\ntwo calendar days after the date the corresponding claim was created in VBMS.\nImportant\n:\nThe 45 calendar-day period agreed upon between VA and DoD begins when the request first appears on the VLER list, which occurs when the HAIMS STR request is submitted (automatically upon receipt of a claim; or manually initiated by a claims processor).\nQuery the\nVLER Portal\nif\n45 calendar days have passed since the\nclaimant separated from service, and\nclaim has been established\nthe suspense date has passed without a status message being received, and\na search in JLV does not result in finding the certified STRs with a certification memo,\nDD Form 2963, Service Treatment Record (STR) Certification\n, in HAIMS.\nIf the search of the\nVLER Portal\nfails to provide guidance, send e-mail notification to\nVAVBAWAS/CO/HAIMS-DPRIS\n.\nReferences\n:  For more information on\nthe\nVLER Portal\n, see the\nVLER Portal User Guide\n, and\nSTR certification memos, see\nM21-1, Part III, Subpart ii, 2.A.3.b\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section B - Procedures for Obtaining Service Treatment Records (STRs)",
  "citation": "Part III, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014119/M21-1-Part-III-Subpart-ii-Chapter-2-Section-B-Procedures-for-Obtaining-Service-Treatment-Records-STRs",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:03.900946",
  "tags": [
    "m21-1"
  ]
}