{
  "chunk_id": "III_ii_2_B_15",
  "content": "/>\nIII.ii.2.B.1.j\n.\nAssociating Health Records Located in JLV\nClaims processors that identify and access health records in JLV, as described in\nM21-1, Part III, Subpart ii, 2.B.1.i\n, must associate the relevant records with the claims folder.\nFollow the steps in the table below to associate records with the claims folder.\nStep\nAction\n1\nOpen the Report Builder tool in JLV.\n2\nOpen each report individually.  After the report loads, click the ADD TO REPORT BUILDER button, designated by the “+” symbol.\n3\nContinue adding the individual reports until all pertinent records have been added to the Report Builder list.  Combine the reports into a single document.  The combined report should be grouped by the record type.\nExample\n:  A single document would be generated for relevant post-service treatment at an MTF.  A separate document would be created for STRs that could not be obtained through other means.\nImportant\n:  Compiling large reports may result in timeouts or disconnects.  If necessary, break out large reports into more manageable documents.\n4\nSave the generated portable document format (PDF) to the desktop.  Name that file so that it will be easily recognized when performing the actions in Step 6.\n5\nRepeat Steps 2 through 4 for any additional documents that were created.\n6\nUpload the document to the claims folder using the corresponding index values identified in the table below.\nIf the records are ...\nThen upload the document to the eFolder with the following properties ...\nSTRs\nSUBJECT:\nCertified STRs from JLV\nCATEGORY TYPE:\nSTRS:  STR - Origin\nal\nSOURCE:\nVBMS\nRECEIPT DATE:  date of upload\nclinical records\nSUBJECT:\nClinical records from JLV\nCATEGORY TYPE:\nMedical Records: Medical Treatment Record – Government Facility\nSOURCE:\nVBMS\nRECEIPT DATE:  date of upload\nrecords of post-service treatment at an MTF\nSUBJECT:\nPost-service MTF records from JLV\nCATEGORY TYPE:  Medical Records: Medical Treatment Record – Government Facility\nSOURCE:\nVBM\nS\nRECEIPT DATE:  date of upload)\nNote\n:  When uploading a record that has been broken into multiple documents, identify each part by adding the following language in the SUBJECT line of the document:\n(\nPart\n[number]\nof\n[total number of parts]\n)\n.\nImportant\n:  STRs obtained via JLV and uploaded to VBMS must include a copy of the\nDD Form 2963\n, if one is available.\nReferences\n:  For more information on\naccessing electronic records in JLV, see the\nJLV User Guide\n, and\nuploading documents to VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section B - Procedures for Obtaining Service Treatment Records (STRs)",
  "citation": "Part III, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014119/M21-1-Part-III-Subpart-ii-Chapter-2-Section-B-Procedures-for-Obtaining-Service-Treatment-Records-STRs",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:03.900946",
  "tags": [
    "m21-1"
  ]
}