{
  "chunk_id": "III_ii_2_B_17",
  "content": "/>\nIII.ii.2.B.1.l\n.\nRequesting STRs for Veterans Discharged During the Transition From Paper to Electronic STRs\nThe military services stopped submitting paper STRs to the VA, effective January 1, 2014.  However, the original paper STRs for Veterans separating or retired between September 1, 2013, and December 31, 2013, may not have been sent to VA by the January 1, 2014, cutoff date.\nThe military services created electronic copies of these STRs and uploaded the records into HAIMS.  VBMS will automatically generate a request for these STRs.  If HAIMS does not successfully transmit the STRs, follow the steps in the table below.\nStep\nAction\n1\nDetermine if the electronic records are available in JLV.\nIf the records are ...\nThen ...\navailable and certified complete\nobtain the certified STRs using JLV following the instructions in\nM21-1, Part III, Subpart ii, 2.B.1.j\n, and\ncontinue processing the claim.  No further action in this table is required.\nnot available, or\navailable but not certified complete\ngo to the next step.\n2\nSubmit a PIES O99 request to address code 07.\nThe PIES request must state the following information in the body of the request:\nthe Veteran falls within the transition period\nthe scanning vendor has provided a negative response for the STRs\nthe Veteran’s date of discharge, and\nthe discharge station/location.\n3\nAdd the appropriate tracked item for following up on requests for HAIMS STRs.\n4\nReview PIES and the claims folder to determine the status of the O99 STR request after the 30-day suspense has passed.\nIf the records are ...\nThen ...\navailable in the claims folder\nno further action is necessary.\nnot available, but an internal PIES status message has been posted or updated within the last 30 days\nupdate the tracked item suspense accordingly.\nnot available and\nthere is no PIES internal status message,\nOR\nthere has been no update posted to the PIES internal status message within the last 30 days\nsubmit a follow-up e-mail to the VALO National Guard/Reserve mailbox\nat\nVAVBASTL/RO/NGRESERVES\n, and\nadd the following text as the subject line:\nFollow-up on Transitional Case STRs – PIES ID\n[insert PIES O99 request ID]\n.\nReferences\n:  For more information on\naccessing electronic records in JLV, see the\nJLV User Guide\nobtaining additional health records located in JLV, see\nM21-1, Part III, Subpart ii, 2.B.1.j\nrequesting records through PIES, see the\nPIES User Guide\nrecords previously stored at RMC, see\nM21-1, Part III, Subpart ii, 2.A.5.a\nextraction, scanning, and uploading of STRs previously stored in RMC file banks, see\nM21-1, Part III, Subpart ii, 2.A.5.d\ncreating tracked items and uploading documents to VBMS, see the\nVBMS Core User Guide\n, and\nthe appropriate tracked item for following up on HAIMS STR requests, see\nM21-4, Appendix D\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section B - Procedures for Obtaining Service Treatment Records (STRs)",
  "citation": "Part III, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014119/M21-1-Part-III-Subpart-ii-Chapter-2-Section-B-Procedures-for-Obtaining-Service-Treatment-Records-STRs",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:03.900946",
  "tags": [
    "m21-1"
  ]
}