{
  "chunk_id": "III_ii_2_C_10",
  "content": "/>\nIII.ii.2.C.1.e\n.\nHow to Request Clinical Records from NPRC\nWhen requesting NPRC to search for clinical records, submit a request through PIES that includes\nthe alleged disease or injury\nname of the treatment facility, and\nbeginning and ending dates of treatment.\nNote\n:  If requesting mental health records, input\nmental health\nas the alleged disease or injury.\nUse the information in the following table to determine which PIES request code to use when requesting the treatment records from NPRC.\nIf the request is for …\nThen use PIES request code …\ninpatient clinical treatment records (these records include both active duty and military retiree records), or\nrecords of mental health treatment at an MTF\nC01-V.\nmilitary retiree outpatient treatment records (these records do not include active duty medical records)\nC02-V.\nExample\n:  A Veteran who served 4 years in the Army submits a claim for service connection for a condition he was treated for as an inpatient 20 years ago at Madigan Army Medical Center.  It is determined that clinical records are needed to adjudicate the claim.\nAnalysis\n:  In this case, since it can be determined with a high degree of certainty that the required clinical records are\nretired\n, the development activity\nwill not\nsubmit a request directly to the MTF.  Instead, it will request records from NPRC by using PIES request code CO1-V.\nNotes\n:\nPIES requests for inpatient clinical records must be limited to the same calendar year.  If treatment spans across more than one calendar year, then the request must be limited to the calendar year in which the Veteran last received treatment.\nWhen requesting clinical records from NPRC, submit a separate PIES request for each calendar year needed.\nReferences\n:  For more information on\nlocating clinical records based on last treatment at an MTF, see\nM21-1, Part III, Subpart ii, 2.C.1.c\nrequesting dependent treatment records through PIES, see\nM21-1, Part III, Subpart ii, 2.F.4.c\n, and\nPIES requests, see the\nPIES User Guide\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section C - Clinical Records and Personnel Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014115/M21-1-Part-III-Subpart-ii-Chapter-2-Section-C-Clinical-Records-and-Personnel-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:13.198013",
  "tags": [
    "m21-1"
  ]
}