{
  "chunk_id": "III_ii_2_D_13",
  "content": "/>\nIII.ii.2.D.3.b\n.\nFollowing Up on PIES Requests for Records Held by the National Guard or Reserves\nWhen a request for service records presumed to be held by a National Guard or Reserve unit has been submitted to PIES address code 7, users may determine the status of the request by viewing the PIES status codes.\nSend a final notification letter to the Veteran when the branch-of-service status code is\nPL\n(\nP\nending - submit development\nl\netter to Veteran), which indicates that 60 days have lapsed with no indication of the location of the records.  The status code should be considered a negative response to the request.  No additional action should be taken in PIES, as the RO will be notified if the records are located at a later date.\nNote\n:  Send a follow-up email to the\nVAVBASTL/RO/NGRESERVES\nmailbox if an internal message has been displayed for more than 30 days.  Include a copy of the e-mail to and responses from the\nVAVBASTL/RO/NGRESERVES\nmailbox in the claims folder to prevent duplicate development by claims processors assigned the claim after the initial follow-up has been sent.  Do not send additional follow-up requests.\nReferences\n:  For more information on\nfinal notification to the claimant, see\nM21-1, Part III, Subpart ii, 1.A.1.g\nPIES overall status codes and branch-of-service status codes, see the\nPIES User Guide\n, and\nrequesting service records held by the National Guard or Reserve, see\nM21-1, Part III, Subpart ii, 2.B\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section D - Control and Follow-Up of Requests for Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014116/M21-1-Part-III-Subpart-ii-Chapter-2-Section-D-Control-and-Follow-Up-of-Requests-for-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:22.481948",
  "tags": [
    "m21-1"
  ]
}