{
  "chunk_id": "III_ii_2_D_18",
  "content": "/>\nIII.ii.2.D.4.a\n.\nRequesting Service Personnel Records Through DPRIS\nService\npersonnel\nrecords of Veterans who were discharged, having no further service obligation, on or after the dates shown below relative to their individual branches of service are available only through the Defense Personnel Records Information Retrieval System (DPRIS):\nArmy – July 1, 2002\nNavy – January 1, 1995\nAir Force – October 1, 2004\nMarine Corps – January 1, 1999\nCoast Guard – October 1, 2006, and\nSpace Force – December 20, 2019.\nDPRIS pulls electronic copies of service personnel records from image repositories based on information (such as the Veteran’s name, Social Security number (SSN), and branch of service) a user enters when submitting a request for records through this system.  Any erroneous information a user enters may prevent DPRIS from locating the records requested.\nNotes\n:\nSpace Force is not currently listed as a branch of service in DPRIS.  Select Air Force as the branch of service when requesting personnel records for Space Force Veterans.\nThe dates above are subject to change as service departments continue to convert older, paper records into electronic images.\nFollow the instructions in\nM21-1, Part III, Subpart ii, 2.C.2.b\nif a negative response is received based on Army service between October 1994 and June 2002.\nPrior to submitting the request through DPRIS, the user must\ntake a screenshot of the personnel records request page that captures the specific details of the request (and no other parts of the claims processor’s screen), and\nplace the screenshot in the claims folder.\nWhen uploading the screenshot to the electronic claims folder (eFolder), use the attributes provided in the table below.\nIn the document field …\nEnter …\nSUBJECT\nPersonnel Records Request Screenshot.\nCATEGORY – TYPE\nCorrespondence - Miscellaneous : Identification Materials\n.\nSOURCE\nDPRIS\n.\nDATE OF RECEIPT\nthe date the request was submitted\n.\nReference\n:  For information on using DPRIS, see the\nDPRIS\nUser Guide\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section D - Control and Follow-Up of Requests for Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014116/M21-1-Part-III-Subpart-ii-Chapter-2-Section-D-Control-and-Follow-Up-of-Requests-for-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:22.481948",
  "tags": [
    "m21-1"
  ]
}