{
  "chunk_id": "III_ii_2_D_19",
  "content": "/>\nIII.ii.2.D.4.b\n.\nProviding Specific Information in RAR Requests\nRequests to VA Records Acquisition and Research (RAR) for verification of in-service stressors or exposures are submitted through VBMS.  Military records are organized by units, and further organized by date.  Therefore, RAR must know the unit designation down to the lowest possible level and most specific date(s) of the incidents.\nTo assist RAR in conducting optimal research, in addition to the 120-day research window required for stressor and exposure verification requests,\ninclude the Veteran's complete tour dates related to the unit of assignment when the incident/exposure occurred, and\nuse the table below to provide complete unit designation information.\nIf the Veteran served in the …\nThen provide …\nArmy\nfull unit designation to the company level.\nExample\n:\nHHC, 1\nst\nBrigade, 2d Armored Division\n.\nNavy\nfull unit designation and hull numbers for ships.\nExample\n:\nUSS Franklin D. Roosevelt (CVA-42)\n.\nReminder\n:  Some of the ships/units have similar names.\nAir Force\nsquadron and group designations, at a minimum.\nExample\n:\n366\nth\nField Maintenance Squadron, 366\nth\nCombat Support Group\n.\nImportant\n:  Providing just the wing is insufficient because there are numerous units under a wing and various unit locations.\nNotes\n:\nProvide precise locations (for example,\nSeoul, Korea\n, rather than just\nKorea\n).\nFor herbicide exposure verification, provide the\ncircumstances surrounding\nthe Veteran's exposure, rather than just stating that the Veteran was exposed.\nReference\n:  For more information on using VBMS to submit requests to RAR, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section D - Control and Follow-Up of Requests for Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014116/M21-1-Part-III-Subpart-ii-Chapter-2-Section-D-Control-and-Follow-Up-of-Requests-for-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:22.481948",
  "tags": [
    "m21-1"
  ]
}