{
  "chunk_id": "III_ii_2_D_20",
  "content": "/>\nIII.ii.2.D.4.c\n.\nFollowing Up on Requests Submitted Through DPRIS\nBecause DPRIS typically provides responses to requests within one hour, there is no need to follow up on the\nstatus\nof a DPRIS request.\nUsers must submit a follow-up message to a service department action officer using the DPRIS FOLLOW-UP button upon receipt of a response that does not contain the record(s) they requested or there is an issue with the quality of scanned documents received.  Users are\nnot\nauthorized to send e-mails to any branch of service when following up on requests submitted through DPRIS.\nException\n:  Users\ncannot\nsubmit follow-up messages through DPRIS to an Army action officer.  Claim processors must e-mail the Army corporate mailbox following instructions in\nM21-1, Part III, Subpart ii, 2.D.4.d\n.\nStep\nAction\n1\nUpload a copy of the follow-up request to the eFolder.\n2\nReview DPRIS for the response from the action officer.  Did the action officer respond to the follow-up request within 30 days?\nIf\nyes\n,\nreview/consider the response in accordance with standard claims development procedures, an\ndisregard the remaining steps in this table.\nIf\nno\n,\nsend an e-mail to the\nVAVBAWAS/CO/HAIMS-DPRIS\ncorporate mailbox, and\nattach a copy of the DPRIS follow-up request in the e-mail sent to the HAIMS-DPRIS corporate mailbox.\n3\nContinue updating the tracked item suspense according to standard federal records request rules until\nthe records are received, or\na negative response is provided.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart ii, 1.A.1.g\nif a negative response is provided.\nImportant\n:\nBefore sending a follow-up message to an action officer, carefully review the original request to ensure it was valid, complete, and routed to the correct service department.  If it was not, submit a new request.\nA follow-up request must be made using the DPRIS FOLLOW-UP button before emailing the HAIMS-DPRIS mailbox.\nIf the DPRIS request has been purged or the claims processor assigned to process the claim is not the original requester, send another DPRIS request and when the status indicates\nComplete\n, initiate the follow-up procedures.\nReference\n:  For more information on submitting follow-up messages to an Army action officer, see\nM21-1, Part III, Subpart ii, 2.D.4.d\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section D - Control and Follow-Up of Requests for Service Records",
  "citation": "Part III, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014116/M21-1-Part-III-Subpart-ii-Chapter-2-Section-D-Control-and-Follow-Up-of-Requests-for-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:22.481948",
  "tags": [
    "m21-1"
  ]
}