{
  "chunk_id": "III_ii_2_F_7",
  "content": "/>\nIII.ii.2.F.1.b\n.\nRequesting Reconstruction of a Veteran’s Medical Records\nFollow the steps in the table below if it appears the fire at NPRC might have destroyed medical records pertinent to a pending claim.\nStep\nAction\n1\nSubmit a request for the Veteran’s service treatment records (STRs) to NPRC through the Personnel Information Exchange System (PIES), using request code O50.\nException\n:  Do not submit a PIES request under code O50 if, at some point in the past, the Department of Veterans Affairs (VA) submitted and received a response to a prior O50 request.\n2\nSend a letter to the claimant simultaneously with submitting the PIES request, if one is being submitted.  The letter must ask the claimant to\ncomplete\nNA Form 13055, Request for Information Needed to Reconstruct Medical Data\nprovide evidence VA may use to supplement or substitute for STRs, and\nreturn the form and evidence within 30 days.\nRationale\n:  If NPRC responds to the request by stating that fire destroyed the Veteran’s records, the regional office (RO) uses information from the completed\nNA Form 13055\nto submit a request to NPRC through PIES for reconstruction of the Veteran’s records, using request code M05-V.\nImportant\n:  When asking a claimant to complete\nNA Form 13055\n, avoid giving the impression VA is less likely to grant a claim because the fire at NPRC destroyed records.\nImportant\n:\nOnce confirmation is received that the records were damaged or destroyed by the fire, add the appropriate corporate flash based on the instruction in\nM21-4, Appendix E.1\n.\nThe\nNA Form 13055\nis used to attempt to reconstruct the Veteran’s medical record based on the disability(ies) and treatment identified on the form.  An\nNA Form 13055\nshould be sent for completion any time a claimant with potentially fire-related records submits a claim for service connection (SC) for a new disability, or SC for a disability for which VA previously denied SC, when the\nclaimant has not returned an\nNA Form 13055\nwhich provides details about the in-service injury/treatment, or\ninformation provided was not sufficient to submit a request to NPRC to reconstruct the medical records.\nException\n:  If the information NPRC requires to process a request under request code M05-V is already of record in the Veteran’s claims folder, submit the request\nwithout\ntaking the actions described in Steps 1 and 2.\nReferences\n:  For more information on\nPIES and the request codes associated with it, see the\nPIES User Guide\nthe responsibility to add corporate flashes, see\nM21-1, Part III, Subpart i, 2.F.1.b\nthe purpose of individual corporate flashes and when to use them, see\nM21-4, Appendix E.1\n, and\ntypes of evidence VA may use to substitute for missing STRs, see\nM21-1, Part III, Subpart ii, 2.F.2.b\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section F - Fire-Related Records, Supplementary or Substitute Records, and Records for Unique Situations",
  "citation": "Part III, Subpart ii, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000032429/M21-1-Part-III-Subpart-ii-Chapter-2-Section-F-Fire-Related-Records-Supplementary-or-Substitute-Records-and-Records-for-Unique-Situations",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:41.192737",
  "tags": [
    "m21-1"
  ]
}