{
  "chunk_id": "III_ii_2_F_8",
  "content": "/>\nIII.ii.2.F.1.c\n.\nAction to Take When a Claimant Fails to Return a Completed NA Form 13055\nUse the table below to determine the actions to take if a claimant\nreturns an incomplete\nNA Form 13055\n, or\nfails to return\nNA Form 13055\n.\nIf ...\nThen ...\nthe claimant furnishes an incomplete\nNA Form 13055\n,\nand\nthere is insufficient information of record to complete the fields in PIES for submission of a request for reconstruction of the Veteran’s record (under request code M05-V)\nattempt to contact the claimant by telephone to obtain the missing information.\nIf attempts to obtain the missing information by telephone are unsuccessful,\nsend a written request to the claimant for the missing information, and\ngive the claimant 30 days to respond.\nRefer the claim to the rating activity for a decision based on the evidence of record if\ndevelopment action is otherwise complete, and\nthe claimant\nis unable to provide the missing information, or\nfails to respond to the written request within 30 days.\nNotes\n:\nDocument telephone contact with the claimant on\nVA Form 27-0820, Report of General Information\n.\nDuring the phone call, if the claimant indicates he/she does not have the information requested and will not be able to recall or respond to a written letter, consider the statement a waiver and document accordingly on\nVA Form 27-0820\n.  If the claimant is unwilling to or cannot provide the information over the phone at\nthe time of the phone call\n, send a written request.\nthe claimant fails to return\nNA Form 13055\nwithin 30 days\nrefer the claim to the rating activity for a decision based on the evidence of record if development action is otherwise complete.\nNotes\n:\nIf the rating activity is unable to grant a claim because the claimant failed to return a completed\nNA Form 13055\n,\ninclude information regarding how to obtain\nNA Form 13055\nin the rating decision narrative and decision notice, and\nexplain to the claimant that further attempts to obtain the missing records cannot be undertaken without the completed form.\nIf the evidence of record indicates there is a legal bar to benefits, such as a dishonorable discharge,\ndeny the claim on that basis, and\ndo not\nask the claimant to complete\nNA Form 13055\n, or\nprepare a memorandum of service record unavailability.\nA final notification letter is not required if VA does not receive enough information to request reconstruction of the records.\nReference\n:  For information on legal bars to benefits, see\nM21-1, Part X, Subpart iv, 1.A\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section F - Fire-Related Records, Supplementary or Substitute Records, and Records for Unique Situations",
  "citation": "Part III, Subpart ii, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000032429/M21-1-Part-III-Subpart-ii-Chapter-2-Section-F-Fire-Related-Records-Supplementary-or-Substitute-Records-and-Records-for-Unique-Situations",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:41.192737",
  "tags": [
    "m21-1"
  ]
}