{
  "chunk_id": "III_ii_2_F_11",
  "content": "/>\nIII.ii.2.F.1.f\n.\nAction to Take When a Claimant Fails to Return a Completed NA Form 13075\nUse the table below to determine the actions to take if a claimant\nreturns an incomplete\nNA Form 13075\n, or\nfails to return\nNA Form 13075\n.\nIf the claimant ...\nThen attempt to ...\nfurnishes an incomplete\nNA Form 13075\n,\nand\nthere is insufficient information of record to complete the fields in PIES for submission of a request for reconstruction of the Veteran’s record (under request code S02-V)\ncontact the claimant by telephone to obtain the missing information.  If attempts to obtain the missing information by telephone are unsuccessful,\nsend a written request to the claimant for the missing information, and\ngive the claimant 30 days to respond.\nNotes\n:\nDocument telephone contact with the claimant on\nVA Form 27-0820\n.\nDuring the phone call, if the claimant indicates he/she does not have the information requested and will not be able to recall or respond to a written letter, consider the statement a waiver and document accordingly on\nVA Form 27-0820\n.  If the claimant is unwilling to or cannot provide the information over the phone at\nthe time of the phone call\n, send a written request.\nfails to return\nNA Form 13075\nwithin 30 days\nverify\nservice using alternate means identified in\nM21-1, Part III, Subpart i, 1.B.3.a\n, and/or\nstressor details using alternate means provided in\nM21-1, Part VIII, Subpart iv, 1.A.4\n.\nNote\n:  A final notification letter is not required if VA does not receive enough information to request reconstruction of the records.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section F - Fire-Related Records, Supplementary or Substitute Records, and Records for Unique Situations",
  "citation": "Part III, Subpart ii, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000032429/M21-1-Part-III-Subpart-ii-Chapter-2-Section-F-Fire-Related-Records-Supplementary-or-Substitute-Records-and-Records-for-Unique-Situations",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:41.192737",
  "tags": [
    "m21-1"
  ]
}