{
  "chunk_id": "III_ii_2_G_7",
  "content": "/>\nIII.ii.2.G.1.b\n.\nProcedures for Obtaining Records From DARBA or ADRB\nThe CSD has a VA liaison office (VALO) collocated with the National Personnel Records Center (NPRC).  This office is solely responsible for requesting service records from DARBA and ADRB.\nThe table below describes the process for obtaining records from DARBA or ADRB through the VALO.\nStage\nDescription\n1\nA regional office (RO) submits a request for records to NPRC (address code 13) via the Personnel Information Exchange System (PIES).\n2\nThe VALO confirms the records are\nnot\nlocated at\nNPRC, or\nthe U.S. Army Human Resources Command (HRC).\n3\nIf the records are not located at NPRC or HRC, the VALO determines whether the records are located at\nDARBA, or\nADRB.\n4\nUse the table below to determine where the VALO sends requests once it determines the records are located at DARBA.\nIf DARBA …\nThen …\nstill has possession of the records, and\nthe records request is associated with an emergent claim\nthe VALO will contact DARBA to\nsend the entire record to the VALO electronically for upload into VBMS, and\nupdate PIES.\nstill has possession of the records, and the records\nrequest is\nnot\nassociated with an emergent claim, and\nare returned prior to 18 months from charge-out\nNPRC will immediately forward records to the VALO upon receipt.\nstill has possession of the records, and the records\nrequest is\nnot\nassociated with an emergent claim, and\nhave\nnot\nbeen returned after 18 months from charge-out\nthe VALO will make contact with DARBA\nDARBA will notify the VALO when the records are being returned to NPRC, and\nNPRC will immediately forward records to the VALO upon receipt for\nscan processing\nupload into VBMS, and\nPIES update.\nis\nnot\nin possession of the records\na negative reply is provided to the VALO, and\nthe VALO will update PIES.\nI\nmportant\n:  The VALO requests for records to DARBA utilize the current e-mail and phone contact information provided by DARBA to the VALO.\nNote\n:  The VALO must wait 18 months from the records’ charge-out date to contact DARBA,\nunless\nthe records request is associated with a claim that\nrequires priority processing, or\nhas been pending for more than one year.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section G - Record Exchanges Between the Department of Veterans Affairs (VA) and the Service Departments",
  "citation": "Part III, Subpart ii, Chapter 2, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015949/M21-1-Part-III-Subpart-ii-Chapter-2-Section-G-Record-Exchanges-Between-the-Department-of-Veterans-Affairs-VA-and-the-Service-Departments",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:50.458012",
  "tags": [
    "m21-1"
  ]
}