{
  "chunk_id": "III_ii_2_G_12",
  "content": "/>\nIII.ii.2.G.2.b\n.\nProcedure for Obtaining Records Located at AFDRB\nThe VALO collocated with NPRC is solely responsible for requesting service records from AFDRB.\nThe table below describes the process for obtaining records from AFDRB through the VALO.\nStage\nDescription\n1\nAn RO submits a request for records via PIES to NPRC (address code 13).\n2\nThe VALO confirms the records are\nnot\nlocated at\nNPRC, or\nthe U.S. Air Reserve Personnel Center (ARPC) in Denver, CO.\n3\nThe VALO forwards the request to AFDRB or the Board of Corrections Section at Randolph Air Force Base by utilizing current e-mail and phone contact information provided by AFDRB or the Board of Corrections to the VALO.\n4\nThe table below describes the actions that take place based on the location of the records.\nIf ...\nThen ...\nthe records are\nlocated\nat\nAFDRB, or\nthe Board of Corrections, and\nthe records request is associated with an emergent claim\nthe VALO will\ncontact the board possessing the records\nrequest a copy of the records for\nscanning, and\nupload into VBMS, and\nupdate PIES.\nthe records are\nlocated\nat\nAFDRB, or\nthe Board of Corrections, and\nthe records request is\nnot\nassociated with an emergent claim\nthe VALO must wait 10 months from the records’ charge-out date to contact the board possessing the records.\nIf records are returned more than 10 months from the charge-out date or after the VALO makes contact with the board,\nthe board will notify the VALO when the records are being returned to NPRC, and\nNPRC will immediately forward records to the VALO upon receipt for\nscanning, and\nupdating PIES.\nthe records are\nnot\nlocated\nat\nAFDRB, or\nthe Board of Corrections\nthe board that received the request sends a negative reply to the VALO.\nImportant\n:  The VALO will update PIES after receiving the negative reply from the board.\nImportant\n:  The VALO must wait 10 months from the records’ charge-out date to contact AFDRB or the Board of Corrections unless the records request is associated with a claim that\nrequires priority processing, or\nhas been pending for more than one year.",
  "title": "M21-1, Part III, Subpart ii, Chapter 2, Section G - Record Exchanges Between the Department of Veterans Affairs (VA) and the Service Departments",
  "citation": "Part III, Subpart ii, Chapter 2, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015949/M21-1-Part-III-Subpart-ii-Chapter-2-Section-G-Record-Exchanges-Between-the-Department-of-Veterans-Affairs-VA-and-the-Service-Departments",
  "updated": "",
  "scraped_at": "2025-06-16T22:37:50.458012",
  "tags": [
    "m21-1"
  ]
}