{
  "chunk_id": "III_ii_3_None_7",
  "content": "/>\nIII.ii.3.1.b\n.\nVA Forms 21-4142 and 21-4142a\nVA Forms 21-4142\nand\n21-4142a\nare used in conjunction with each other and both forms\nmust\nbe completed in order to obtain a claimant’s PMRs from the identified PHP or Vet Center.  The differences between these two forms are\nVA Form 21-4142\ngives authorization to PHP's/Vet Centers to disclose information to VA, and\nVA Form 21-4142a\nprovides the PHP's/Vet Center's contact information.\nImportant\n:  PHPs will not accept photographs taken of completed\nVA Form\ns 21-4142\nor\n21-4142a\nthat have been submitted to VA in lieu of the actual document(s).  If a photograph has been submitted, the claims processor must request the actual form from the claimant, per instructions in\nM21-1, Part III, Subpart ii, 3.1.d\n.\nNotes\n:\nA\nVA Form 21-4142a\nis generally for VA internal use only.  However, Vet Centers or PHPs will occasionally request a copy of\nVA Form 21-4142a\nto identify treatment dates and other information not contained on\nVA Form 21-4142\n.\nReleasing information about other PHPs is prohibited under the HIPAA Privacy Rule; therefore, a\nVA Form 21-4142a\nwith information about multiple PHPs must be redacted before it is sent to the treatment facility to obtain records.\nSome PHPs may require the completion of a specialized authorization form before they will release the claimant’s PMRs.\nReference\n:  For more information on obtaining Vet Center records, see\nM21-1, Part III, Subpart ii, 1.A.1.e\n.",
  "title": "M21-1, Part III, Subpart ii, Chapter 3 - Requesting Evidence From Private Health Providers (PHPs)",
  "citation": "Part III, Subpart ii, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181428/M21-1-Part-III-Subpart-ii-Chapter-3-Requesting-Evidence-From-Private-Health-Providers-PHPs",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:09.092025",
  "tags": [
    "m21-1"
  ]
}