{
  "chunk_id": "III_ii_3_None_10",
  "content": "/>\nIII.ii.3.1.e\n.\nRO Procedures for Requesting Medical Records\nFollow the steps in the table below to request medical records from sources other than VA.\nImportant\n:  These procedures apply when the regional offices (ROs) are developing for medical records instead of the PMR contractor.\nStep\nAction\n1\nPrepare and send a request for any medical records that\nthe claimant has identified, and\nare relevant to the claim.\nAttach to the original letter\nVA Form 21-4142\n, signed by the claimant, and\nan extra copy of the letter.\nAdvise the custodian of the records that VA cannot pay for records it requests.\nNote\n:  When creating the letter in\nthe Veterans Benefits Management System (VBMS), select the\nNotice – VA Is Contacting Provider for Med Rcds\nletter.\n2\nNotify the claimant that\nVA made the request, and\nthe claimant is ultimately responsible for ensuring VA receives the records.\n3\nEstablish a suspense date that expires 15 days from the current date.\n4\nDid VA receive the records it requested within 15 days?\nIf\nyes\n,\nroute the claim to the rating activity after all other development is complete, and\ndisregard the remaining steps in the table.\nIf\nno\n, make one attempt to request the records from their custodian by telephone.\n5\nWas telephone contact made with the custodian of the records?\nIf\nyes\n,\ndocument the telephone call on\nVA Form 27-0820, Report of General Information\n, including the\nname of the individual contacted\ndate and time of the call\nreason for the call, and\nsubstance of the conversation, and\nallow the individual 15 days to respond,\nunless\nit is indicated that the records\nare unavailable\ndo not exist, or\ncannot be obtained without a fee.\nIf\nno\n,\ndocument the attempt to contact the custodian as a note in VBMS, including the\ndate and time of the call, and\nreason for the call\nsend a follow-up letter to the custodian, and\nallow 15 days for a response.\nNote\n:  Whenever appropriate, ask the custodian to fax the requested records to VA.  (Ensure the fax machine is in a secure location since the faxed documents may contain personally identifiable information.)\nReference\n:  For more information about using VBMS, see the\nVBMS Core User Guide\n.\n6\nAfter the 15-day response period ends, route the claim to the rating activity (if all other development is complete), regardless of whether or not the custodian of the records responded.\nExceptions\n:\nReturn to Step 1 if a negative response from a records custodian suggests VA could obtain the records it is seeking by submitting another request to the same custodian or to a different one.\nFollow the instructions in\nM21-1, Part III, Subpart ii, 3.1.f\nif a records custodian rejects VA’s request because one of the following is required:\nan original signature on\nVA Form 21-4142\n, or\na special authorization form (other than\nVA Form 21-4142\n).",
  "title": "M21-1, Part III, Subpart ii, Chapter 3 - Requesting Evidence From Private Health Providers (PHPs)",
  "citation": "Part III, Subpart ii, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181428/M21-1-Part-III-Subpart-ii-Chapter-3-Requesting-Evidence-From-Private-Health-Providers-PHPs",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:09.092025",
  "tags": [
    "m21-1"
  ]
}