{
  "chunk_id": "III_ii_3_None_11",
  "content": "/>\nIII.ii.3.1.f\n.\nProcedures When the RO Request for PMRs Is Rejected\nFollow the instructions in the table below if a records custodian refuses to give VA a copy of a claimant’s medical records because\nthe\nVA Form 21-4142\nVA included in its initial request did not have an original signature, or\nthe records custodian requires the claimant to complete a special authorization form (other than\nVA Form 21-4142\n).\nImportant\n:\nThese procedures apply when ROs are developing for medical records instead of the PMR contractor.\nIf the claimant fails to respond to the request for medical records, and/or the response period ends, close out the corresponding tracked item(s) and route the claim to the rating activity after all other development is complete.\nIf ...\nThen ...\nthe records custodian requires the claimant to complete a special authorization form\nprepare a letter containing the paragraphs labeled\nPrivate provider requires spec. release\nchange the time limit for responding to the letter to\n30 days\nsend the letter to the claimant, along with the special authorization form (if available), and\nallow 30 days for a response.\nNotes\n:\nIf the claimant returns the special authorization form to VA instead of obtaining the records, follow the instructions in\nM21-1, Part III, Subpart ii, 3.1.e\n.\nIf the medical care provider requires an\noriginal\nsignature on the form, and VA is processing the corresponding claim in a paperless environment, the\nclaimant\nmust\nsend the form directly to the medical care provider, or\nobtain the records and submit them to VA.\nthe medical care provider requires a\nVA Form 21-4142\nwith an original signature, and\nthe\nVA Form 21-4142\nin the claims folder has an original signature\nmake a photocopy of the\nVA Form 21-4142\n(with the original signature) and retain it in the claims folder\nsend the medical care provider the\nInitial Private 3rd Party Letter\nwith\nVA Form 21-4142\n(with the original signature)\nnotify the claimant of the action taken, and\nallow 15 days for a response.\nthe medical care provider requires a\nVA Form 21-4142\nwith an original signature, and\nthe\nVA Form 21-4142\nin the claims folder does\nnot\nhave an original signature, or\nthe claimant has an electronic claims folder (eFolder) instead of a claims folder\nprepare a letter containing the paragraphs labeled\nPrivate treatment records – 15-day notification – Claimant\nchange the time limit for responding to the letter to\n30 days\nsend the letter to the claimant, and\nallow 30 days for a response.\nNotes\n:\nIf the claimant returns\nVA Form 21-4142\nto VA with an original signature instead of obtaining the records, follow the instructions in\nM21-1, Part III, Subpart ii, 3.1.e\n.\nIf VA is processing the corresponding claim in a paperless environment, the\nclaimant\nmust\nsend the form directly to the medical care provider, or\nobtain the records and submit them to VA.",
  "title": "M21-1, Part III, Subpart ii, Chapter 3 - Requesting Evidence From Private Health Providers (PHPs)",
  "citation": "Part III, Subpart ii, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000181428/M21-1-Part-III-Subpart-ii-Chapter-3-Requesting-Evidence-From-Private-Health-Providers-PHPs",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:09.092025",
  "tags": [
    "m21-1"
  ]
}