{
  "chunk_id": "IV_i_1_A_7",
  "content": "/>\nIV.i.1.A.1.b\n.\nRegulatory Standard for Finding an Examination or Medical Opinion Necessary\nThe regulatory criteria for finding an examination or medical opinion necessary under the duty to assist are in\n38 CFR 3.159(c)(4)\n.\nA medical opinion or examination is necessary when there is\nnot\nsufficient medical evidence of record to make a decision on the claim,\nand\nthere is competent lay or medical evidence of a current diagnosed disability or persistent or recurrent symptoms of disability\nthe evidence establishes that the Veteran\nsuffered an event, injury, or disease in service,\nor\nhas a disease or symptoms of a disease listed in\n38 CFR 3.309\n,\n38 CFR 3.313\n,\n38 CFR 3.316\n,\n38 CFR 3.317\n,\n38 CFR 3.318\n, or\n38 CFR 3.320\nmanifesting during an applicable presumptive period, and\nthe evidence indicates that the claimed disability or symptoms may be associated with the established event, injury, or disease in service or with another service-connected disability.\nImportant\n:  An examination and/or opinion is\nnot\nwarranted until\nall three\nelements described above are present in the evidence.\nNotes\n:\nThe bulleted criteria above primarily contemplate claims for compensation.\nM21-1, Part IV, Subpart i, 1.B\nprovides guidance on how the elements of the standard are applied.\nFor pension claims that require a permanent and total (P&T) disability determination, a medical examination is necessary for all claims when there is insufficient medical evidence available to decide the claim.\nReferences\n:  For more information on\nwhen an examination is authorized, see\n38 CFR 3.326\nMcLendon v. Nicholson\n, 20 Vet.App. 79 (2006), and\nWaters v. Shinseki\n, 601 F.3d 1274 (Fed. Cir. 2010)\ncompetent evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.c\nthe competency of lay evidence to establish a diagnosis, see\nJandreau v. Nicholson\n, 492 F.3d 1372 (Fed. Cir. 2007)\nevaluating medical evidence, see\nM21-1, Part V, Subpart ii, 1.A.3\nwhen a rating determination of P&T disability for pension purposes is required, see\nM21-1, Part IX, Subpart i, 2.2.e\nacceptable medical evidence for pension rating purposes, see\nM21-1, Part IX, Subpart i, 2.2.f\n, and\nwhen a VA examination is authorized for pension cases, see\nM21-1, Part IX, Subpart i, 2.2.g\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section A - Duty to Assist With Providing a Medical Examination or Opinion",
  "citation": "Part IV, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180494/M21-1-Part-IV-Subpart-i-Chapter-1-Section-A-Duty-to-Assist-With-Providing-a-Medical-Examination-or-Opinion",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:18.382152",
  "tags": [
    "m21-1"
  ]
}