{
  "chunk_id": "IV_i_1_A_8",
  "content": "/>\nIV.i.1.A.1.c\n.\nReviewing Evidence Before Determining an Examination or Opinion Is Necessary\nAn examination or opinion is only necessary under\n38 CFR 3.159(c)(4)\nwhen there is\nnot\nsufficient medical evidence of record to make a decision on the claim.\n38 CFR 3.326\nsimilarly provides that an examination is authorized when medical evidence accompanying the claim is not adequate for rating purposes.  To illustrate the principle, the regulation adds that any hospital report, any government or private institution examination report, or statement from a private physician can be used to decide a claim without an examination if adequate for rating purposes.\nThese provisions together mean that a review of the available medical evidence is required before deciding whether an examination or opinion is necessary.\nThis does not necessarily mean that\nall\ndevelopment must be completed before making the determination.  However, if practical, delay making it until other relevant development is complete because the development may affect whether an examination or opinion is necessary.\nImportant\n:  Apply this block in conjunction with\nM21-1, Part IV, Subpart i, 1.A.1.d\nand\ne\n(timing of examination or opinion determinations when additional development is required and documenting the status of examination review) as well as all pertinent regulations and M21-1 content.\nReferences\n:  For more information on\nthe relationship between the need for an examination and the evidence of record, see\n38 CFR 3.326(a)\nwhen other records and examination reports can be used to decide a claim without a VA examination, see\n38 CFR 3.326(b)-(c)\nusing medical evidence in lieu of examination, see\nM21-1, Part IV, Subpart i, 1.B.1.a\nensuring that development actions have been completed prior to requesting an examination, see\nM21-1, Part IV, Subpart i, 1.A.1.d\n, and\nM21-1, Part IV, Subpart i, 2.A.9.a\nthe requirement to identify relevant evidence for the examiner’s review, see\nM21-1, Part IV, Subpart i, 2.A.8.d\nrequesting examinations, see\nM21-1, Part IV, Subpart i, 2.A\nprinciples of reviewing evidence, see\nM21-1, Part V, Subpart ii, 1\nassertions by the claimant that an examination is not permitted, see\nKowalski v. Nicholson\n, 19 Vet.App. 171 (2005)\nwhen an examination is not necessary, see\nMcLendon v. Nicholson\n, 20 Vet.App. 79 (2006)\nwhen a rating determination of P&T disability for pension purposes is required, see\nM21-1, Part IX, Subpart i, 2.2.e\nacceptable medical evidence for pension rating purposes, see\nM21-1, Part IX, Subpart i, 2.2.f\n, and\nwhen a VA examination is authorized for pension cases, see\nM21-1, Part IX, Subpart i, 2.2.g\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section A - Duty to Assist With Providing a Medical Examination or Opinion",
  "citation": "Part IV, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180494/M21-1-Part-IV-Subpart-i-Chapter-1-Section-A-Duty-to-Assist-With-Providing-a-Medical-Examination-or-Opinion",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:18.382152",
  "tags": [
    "m21-1"
  ]
}