{
  "chunk_id": "IV_i_1_A_9",
  "content": "/>\nIV.i.1.A.1.d\n.\nTiming of Examination or Opinion Determinations When Other Development Is Required\nThe timing for\ndetermining that an exam or opinion is necessary\nunder the duty to assist and then\nrequesting\nan examination or opinion may vary case-by-case and can depend on other required development.\nAs a general rule\n, apply the following principles unless there is specific development guidance to the contrary that is applicable to a particular type of claim:\nTo the extent practical, wait to determine whether an examination or opinion is necessary under\n38 CFR 3.159(c)(4)\nuntil after the development of all other\nrelevant\nevidence.  If sufficient medical evidence is obtained that is adequate for rating purposes, it could make an examination unnecessary.\nWait for completion of additional\nrelevant\ndevelopment before inputting an examination or opinion request under\nM21-1, Part IV, Subpart i, 2.A\n, when the evidence requested is likely to be important to ensure that the examination or opinion are adequately informed or could enable an examiner to utilize the Acceptable Clinical Evidence process as an alternative to an in-person physical examination.\nImportant\n:\nService Treatment Records (STRs)\nmust\nbe of record, unless after all required efforts they are unavailable, prior to requesting audiological examination for service connection (SC) for hearing loss because the results of any in-service audiological testing, and potentially other records entries, are important to the audiologist’s assessment on etiology of hearing loss.\nIn some cases, an examination review may indicate that examination for some claimed conditions is necessary.  However, development may be pending relevant to the examination review for other claimed conditions.  When it is clear that the pending development will be imminently completed (within a week’s time or less), and in judgment of the individual developing the claim it would be to the Veteran’s advantage to wait for the development to be completed (for example, to avoid multiple scheduled examination appointments), it is appropriate to wait to enter the examination request.\nFor foreign examinations, schedule all necessary exams at one time after needed development has been completed.\nFor claims for increase, it is\ngenerally\nnot necessary to delay scheduling of an examination while waiting for completion of additional development.  However, waiting for completion of pending development may be warranted if\nthe pending development is directly relevant to the contention for which an increased evaluation is claimed and has the potential to make an examination unnecessary (for example, a surgical report), or\npending development relevant to other contentions is expected to be completed soon and waiting is deemed appropriate and to the Veteran’s advantage, as discussed above.\nSituation\n:  A Vietnam Veteran with combat service claims SC for hearing loss, posttraumatic stress disorder (PTSD) with symptoms of sleep impairment, back pain due to a back injury in service, and gastroesophageal reflux disease (GERD) with reflux and stomach upset due to medication taken for his back condition.  STRs are not yet of record but development has been initiated.  Combat service as an infantryman is shown on the\nDD Form 214, Certificate of Uniformed Service\n.  Development has been initiated for private treatment records pertaining to PTSD and the back condition.\nResult\n:\nThe evidentiary standards for requesting the PTSD and hearing loss examinations have been satisfied on the basis of the lay report of symptoms, combat service, and a plausible nexus.  Request the PTSD examination, but wait until the STRs are received before requesting the audio examination.  Although the private treatment records pertain to PTSD, the examination should be requested at the earliest point possible.\nUpdate the permanent claim-level notes, as directed at\nM21-1, Part IV, Subpart i, 1.A.1.e\n, to reflect that the examination review is partially complete, reviews for back pain and GERD with reflux and stomach upset need to be conducted after receipt of STRs, and STRs are required before the audiological examination may be requested.  Although private treatment records pertain to the back claim, they are not expected to be specifically relevant to the determination as to whether examination is needed since the Veteran’s lay report of symptoms satisfies the Element 1 standard for evidence of a current disability.  Although the private records are relevant to the claimed issue and the development must be completed, the determination as to whether examination is necessary is not contingent on receipt of the private records unless there is an indication that they may include evidence of service incurrence or development of a chronic disability listed in\n38 CFR 3.309(a)\nduring the appropriate presumptive period, which is generally not the case.\nNote\n:  Apply this block in conjunction with\nM21-1, Part IV, Subpart i, 1.A.1.c\nand\ne\n(reviewing evidence before determining an examination is necessary and documenting the status of examination review) as well as all other pertinent regulations and M21-1 content.\nReferences\n:  For more information on\nrequesting examinations and opinions, see\nM21-1, Part IV, Subpart i, 2.A\nensuring that development actions have been completed prior to requesting an examination, see\nM21-1, Part IV, Subpart i, 2.A.9.a\nthe requirement to identify relevant evidence for the examiner’s review, see\nM21-1, Part IV, Subpart i, 2.A.8.d\nthe timing of requests for PTSD examinations in relation to other development, see\nM21-1, Part VIII, Subpart iv, 1.A.2.h\nM21-1, Part VIII, Subpart iv, 1.A.3.k and l\nM21-1, Part VIII, Subpart iv, 1.A.4.b and c\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nM21-1, Part VIII, Subpart iv, 1.C.1.a\ninsufficiency of examination reports when claims folder material is not reviewed, see\nM21-1, Part IV, Subpart i, 3.C.1.a\ninsufficiency of PTSD examination reports when an examiner does not review claims folder material, see\nM21-1, Part VIII, Subpart iv, 1.C.2.a\nfactors to consider, including timing, when ordering audiology examinations and opinions, see\nM21-1, Part V, Subpart iii, 2.B.1.d\nwhen an examination is necessary in a claim for increase, see\nM21-1, Part IV, Subpart i, 1.B.1.h\ndetermining that development under the duty to assist cannot be accomplished for Federal records, see\nM21-1, Part III, Subpart i, 2.C.1.c and d\n, and\nrequired efforts to obtain private records, see\nM21-1, Part III, Subpart i, 2.C.2.b\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section A - Duty to Assist With Providing a Medical Examination or Opinion",
  "citation": "Part IV, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180494/M21-1-Part-IV-Subpart-i-Chapter-1-Section-A-Duty-to-Assist-With-Providing-a-Medical-Examination-or-Opinion",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:18.382152",
  "tags": [
    "m21-1"
  ]
}