{
  "chunk_id": "IV_i_1_A_10",
  "content": "/>\nIV.i.1.A.1.e\n.\nDocumenting the Status of Examination Review\nFully document the status of examination review and associated development in the claims folder.\nFollow the steps in the table below to accomplish documentation of the status of examination review during the development process.\nStep\nAction\n1\nAt the time of initial development, insert a permanent claim-level note in the Veterans Benefits Management System (VBMS), entering\nExam Review\nat the beginning of the note.\nAnnotate the status of examination review either\nin the note, preferably, or\non a separate document filed in the claims folder in the situation where a large number of contentions are claimed or the examination review is extensive or complicated\nusing\nWorksheet:  Compensation Worksheet\nin the VBMS CATEGORY TYPE field, and\nnoting the precise location of the examination review document in the permanent claim-level note.\nInclude the information below when annotating the status of the examination review.\nIndicate whether it is\nnot yet performed\npartially complete, or\ncomplete for all issues.\nIf the review is complete for an issue and an examination is not warranted, include a brief explanation for each contention not warranting examination to reflect\nwhich evidentiary element(s) required in\n38 CFR 3.159(c)(4)\nwas/were absent, or\nthat an examination is unnecessary because the evidence of record is sufficient to make a decision on the claim.\nExample\n:  For a lack of evidence of\na current condition, state\nno current condition\nan in-service-event, state\nSTRs negative\n, and\nan indication of an association, state\nno nexus\n.\nIf the exam review is\nnot yet performed or partially complete, go to Step 2, or\ncomplete for all issues, no further action is required.\nImportant\n:  All notes pertaining to the status of examination review should begin with\nExam Review\n.  This text can then be entered into the search function to locate all notes pertaining to examination review.\n2\nWhen an exam review is not yet performed or partially complete\nindicate in the permanent claim-level note what outstanding development is required before examination review may be conducted for the remaining issues\nestablish a tracked item using the applicable option (either\nExam Review – Not Performed\nor\nExam Review – Partially Complete\n) from the COMPMGT menu with a suspense date corresponding with the pending development, and\ngo to Step 3.\n3\nDuring subsequent stages of the development process\nadd a permanent claim-level note to accurately reflect the status of any outstanding contentions requiring examination review when the status of the development and/or examination review changes\nmaintain the applicable\nExam Review\ntracked item, and update it as necessary, until examination review has been completed for all contentions to prevent the claim from reverting to ready for decision status before examination review is complete, and\nwhen all examination reviews are complete, go to Step 4.\n4\nClose the\nExam Review\ntracked item.\nUpdate the permanent claim-level note to reflect that examination review is complete.\nNote\n:  Ensure that if the examination review reveals an examination is required, the appropriate tracked items for requested examinations have been added before closing the\nExam Review\ntracked item, to prevent the claim from being automatically routed as ready for decision.  Tracked items for requested examinations are system-generated when the examination request is properly submitted and accepted in VBMS.\nExamples of Exam Review Notes\n:\nExam Review partially complete.  Exams requested for PTSD and hearing loss.  Exam review incomplete for back and knee pending receipt of PMRs from Dr. Jones, but STRs negative.  Exam not needed for GERD—STRs negative.\nExam Review not yet performed, as STRs required to determine need for exam for all contentions.  Development for STRs and PMRs pending.\nNotes\n:\nApply this block in conjunction with\nM21-1, Part IV, Subpart i, 1.A.1.c\nand\nd\n(reviewing evidence before determining an examination is necessary, and timing of examination determinations when other development is required) as well as all other pertinent regulations and M21-1 content.\nExercise caution in making a Step 1 (initial development) determination that the status of examination review is complete for all contentions and no examination is warranted when subsequent development is required.  If subsequent development changes that determination, update the permanent note, change the review to partially complete, and proceed through the remainder of the table.\nReferences\n:  For more information on\nwho may request an examination, see\nM21-1, Part IV, Subpart i, 2.A.1.a\nwho may request a medical opinion, see\nM21-1, Part IV, Subpart i, 2.A.7.a\nreferring claims for complex medical opinion review, see\nM21-1, Part IV, Subpart i, 2.A.7.b\nrouting procedures for complex medical opinions, see the\nNational Work Queue Playbook\n, and\ntracked items, see\nM21-1, Part III, Subpart i, 2.F.3\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section A - Duty to Assist With Providing a Medical Examination or Opinion",
  "citation": "Part IV, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180494/M21-1-Part-IV-Subpart-i-Chapter-1-Section-A-Duty-to-Assist-With-Providing-a-Medical-Examination-or-Opinion",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:18.382152",
  "tags": [
    "m21-1"
  ]
}