{
  "chunk_id": "IV_i_1_B_6",
  "content": "/>\nIV.i.1.B.1.a\n.\nUsing Medical Evidence in Lieu of Examination\nAs noted in\n38 CFR 3.326\nand\nM21-1, Part IV, Subpart i, 1.A.1.c\n, medical evidence of record may be deemed adequate for rating purposes to make a decision on a claim\nwithout\nrequesting an examination or medical opinion.\nUnder the provisions of\n38 U.S.C. 5103A(d)\nand\n38 CFR 3.159(c)(4)\n, an examination or medical opinion is necessary\nonly if\nthe evidence of record does not contain sufficient medical evidence to make a decision on the claim.  Accordingly, a review of the evidence of record to determine if it is adequate for rating purposes must be undertaken\nprior to\ndetermining whether an examination or opinion is necessary in accordance with the subsequent guidelines in this topic.\nGenerally, in claims for service connection (SC), for medical evidence of record to be considered adequate for rating purposes, the evidence must include sufficient details to determine whether SC can be established\nand\n, if SC is established, to determine the current level of disability.  If the evidence of record includes information sufficient to grant SC but insufficient to determine the appropriate evaluation, an examination would generally be needed prior to deciding the claim.\nUse the guidelines in the table below to determine if evidence of record can be used to decide a claim in lieu of requesting an examination.  These guidelines should be applied to claims for SC where a nexus opinion is not needed (for example, with presumptive SC)\nand\nclaims for increase.\nIf ...\nThen ...\na claim is accompanied by medical evidence that is adequate for rating purposes as defined in\n38 CFR 3.326\ndo\nnot\nroutinely request an examination for the issue(s) for which the evidence of record is sufficient to make a decision.\nNotes\n:\nThis includes disability benefits questionnaires (DBQs) completed by a private or Department of Veterans Affairs (VA) provider that are deemed adequate for rating purposes.\nAssess privately completed DBQs for sufficiency as described in\nM21-1, Part IV, Subpart i, 3.A.1.e\n.\nthe claim is for an increased evaluation\ndo\nnot\nroutinely request an examination without first assessing the medical evidence for sufficiency.\nImportant\n:\nAn examination is\nnot\nautomatically required for every claim for increase.\nThe existing evidence does\nnot\nneed to show that an increased evaluation is warranted in order to be adequate for rating purposes without an examination.\nIf the evidence of record is sufficient to determine the appropriate current evaluation, an examination is\nnot\nnecessary, even if the resulting decision will be to confirm and continue the current evaluation.\nException\n:  If the evidence of record shows findings warranting a\nlower\nevaluation than that currently assigned, an examination generally\nwould\nbe necessary before any action could be taken to propose a reduced evaluation.\nReferences\n:  For more information on\nwhen an examination is necessary in an increased evaluation claim, see\nM21-1, Part IV, Subpart i, 1.B.1.h\n, and\nthe evidentiary standard for reduction due to improvement, see\nM21-1, Part X, Subpart ii, 4.A.1.b\n.\nthe claimed disability is currently evaluated at the schedular maximum evaluation\ndo\nnot\nroutinely request an examination.\nImportant\n:  An examination for potential extra-schedular evaluation is warranted only when medical or other evidence demonstrates symptoms that render the schedular criteria insufficient to evaluate the disability.\na surgical or hospital admission report was submitted or identified by the Veteran\ndo\nnot\nroutinely request an examination without first determining if the surgical or hospital admission report is sufficient to decide the claim.\nNote\n:  In particular, a surgical or hospital admission report may provide sufficient evidence to decide claims for entitlement to increased benefits\nunder\n38 CFR 4.29\n, or\n38 CFR 4.30\n, or\ndue to joint replacement.\nthe claimed disability is a type of cancer that the evidence of record shows\nis currently active\nis undergoing treatment, or\notherwise warrants a 100-percent evaluation under the applicable diagnostic code\ndo\nnot\nroutinely request an examination.\nNote\n:  A decision to not order an examination shall be\nsupported with adequate reasons and bases, and\ndocumented as described in\nM21-1, Part IV, Subpart i, 1.A.1.e\n.\nReference\n:  For more information on nexus evidence, including when a medical opinion is not necessary, in a claim for direct SC, see\nM21-1, Part V, Subpart ii, 2.A.1\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}