{
  "chunk_id": "IV_i_1_B_7",
  "content": "/>\nIV.i.1.B.1.b\n.\nCurrent Disability or Symptoms\nElement 1\n:  The first element, found in\n38 CFR 3.159(c)(4)(i)\n(A\n)\n, that must be met before an examination is necessary under the duty to assist is the presence of competent evidence of\na current disability,\nor\npersistent or recurrent symptoms of disability.\nImportant\n:  This element is applicable to exams in relation to claims for SC on any basis (direct, aggravation, presumptive, secondary).\nConsider the points below when reviewing the evidence to determine whether Element 1 has been satisfied.\nElement 1 does not always require that a disability be\nmedically diagnosed\n.\nCompetent lay\nor\nmedical evidence of current, persistent, or recurrent\nsymptoms\nof disability may be sufficient to establish Element 1.\nHowever, certain conditions, such as cancers, require competent medical evidence of a diagnosis; in such cases lay evidence of symptoms is insufficient, and a diagnosis, or confirmation of a diagnosis, cannot be made on a VA examination when an invasive clinical procedure is required.\nFor evidence to establish Element 1, it must be credible.  However, there is no presumption of credibility for the purposes of determining whether Element 1 has been satisfied.\nDo not weigh evidence.  If there is contradictory evidence as to whether a disability or symptom of a disability is or is not present, consider that the evidentiary standard for Element 1 has been met.\nA new examination may be required before a legacy appeal for service-connected (SC) hearing loss is transferred to the Board of Veterans’ Appeals if\nthe Veteran submits competent lay or medical evidence indicating a worsening of the hearing loss during the legacy appeal period,\nand\nSC is denied solely based upon the hearing loss not meeting the disability thresholds of\n38 CFR 3.385\n.\nTo meet Element 1, the current disability or symptoms must represent a disability pattern that is potentially eligible for SC.  Conditions that are legally ineligible for SC for compensation purposes do not warrant examination.\nExample 1\n:  A statement from the claimant in support of a claim for SC for a low back condition reveals complaints of severe low back pain, spasms, and shooting pain through the buttocks.  Although there is no medical documentation of a low back condition, there is no evidence of record that otherwise contradicts the Veteran’s credible statement.\nAnalysis\n:  The Veteran is competent to describe the low back symptoms experienced, and the statement appears credible when reviewing it and all other evidence.  Thus, the Veteran meets the first element for determining whether an examination is warranted.\nExample 2\n:  The Veteran files a claim for SC for a right knee condition but does not provide any lay evidence describing symptoms of the claimed right knee condition.  There is no medical evidence of record showing a diagnosis or any reported symptoms relating to the claimed condition.\nAnalysis\n:  The evidence does not establish the presence of a current disability or persistent or recurrent symptoms of disability.  The Veteran’s claim for a right knee condition, without a description of related symptoms, is insufficient on its own to establish Element 1.  Accordingly, an examination is not warranted, and the claim can be denied.\nExample 3\n:  The Veteran files a claim for compensation for periodontal disease.  A review of current VA treatment records shows a diagnosis of this condition.\nAnalysis\n:  As provided in\n38 CFR 3.381(b)\n, periodontal disease is legally ineligible for SC for compensation purposes.  Therefore, a current disability sufficient to establish Element 1 is not shown and an examination is not warranted.\nNote\n:  As illustrated above, the threshold for evidence of a current disability or persistent or recurrent symptoms of disability for the purpose of determining whether to request an examination or opinion is low.  It is lower than the threshold required to establish SC.  However, claims processors may find it useful to review guidance in\nM21-1, Part V, Subpart ii, 2.A.1\non current disability and recurrent symptoms for the purpose of establishing SC, as the criteria are conceptually similar.\nReferences\n:  For more information on\nrequesting examinations, see\nM21-1, Part IV, Subpart i, 2.A\ndiagnosis by biopsy, see\nM21-1, Part V, Subpart iii, 7.3.b\nconsidering conflicting evidence of current disability, see\nMcLendon v. Nicholson\n, 20 Vet.App. 79 (2006)\ncompetent evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.c\n, and\ncredible evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.b\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}