{
  "chunk_id": "IV_i_1_B_8",
  "content": "/>\nIV.i.1.B.1.c\n.\nIn-Service Event, Injury, or Disease\nElement 2\n:  The second element, found in\n38 CFR 3.159(c)(4)(i)(B)\n, for determining whether an examination is necessary is establishment of one of the following in service:\nan event\nan injury, or\na disease.\nConsider the points below when reviewing the evidence to determine whether Element 2 has been satisfied.\nThis element relates most clearly and directly to direct SC claims based on incurrence.  However, in-service findings and diagnoses are important to other claim types, specifically aggravation of a preservice condition and presumptive SC.  Application of the regulatory criterion in those claim types is addressed in subsequent blocks.\nWhether there was an event, injury, or disease in service relevant to the claimed disability is a factual determination.  Making the determination requires evaluating factors including the competency of a witness as well as the probative value and potentially the relative weight of items of evidence.\nIn many cases, an entry in the service treatment records (STRs) of a specific treatment or injury satisfies this element.\nThe absence of specific documentation in the STRs does not automatically preclude finding the element is met.  The element may also be met with lay evidence when\na Veteran provides credible lay statement(s) that the disability occurred from an in-service event, injury, or disease, and\nthe statement(s) is consistent with the places, types, and circumstances of military service.\nVA cannot determine that lay evidence lacks credibility merely because it is unaccompanied by contemporaneous medical evidence.\nWhen direct SC has been claimed but evidence shows that the claimed disability clearly and unmistakably existed prior to service, follow the procedures at\nM21-1, Part IV, Subpart i, 1.B.1.f\nto determine whether examination and/or medical opinion for aggravation of a\npreservice disability is warranted.\nExample 1\n:  Veteran claims SC for a right shoulder injury and asserts that the condition originated from loading heavy cargo onto an airplane during an exercise in Korea in June 2009.  A statement from the Veteran’s spouse indicated remembering that the Veteran complained of the injury upon returning home from the exercise.  Although the STRs are silent for treatment for a right shoulder injury, the personnel records verify the Veteran was a loadmaster and did participate in an exercise in Korea in June 2009.\nAnalysis\n:  Because the Veteran’s and spouse’s statements are credible and consistent with the circumstances of service, the second element for an in-service injury, disease, or event is established for purposes of ordering an examination.  Assuming that the Veteran has submitted evidence of a current disability or symptoms as well as indication of an association between the current condition and the in-service event, an examination is warranted.\nExample 2\n:  Veteran claims eyesight deterioration due to exposure to gas and chemical tests during two months of active duty in the Navy.  Service records do not reveal any treatment for the condition nor do they document any exposure to gas or chemicals during service.  The Veteran does provide sufficient evidence of a current disability and association to service.\nAnalysis\n:  The Veteran’s statement of an in-service event is rejected because the statement is found incredible and not consistent with circumstances of service.  The Veteran’s statement regarding an in-service event is weighed along with other facts of the case (i.e., no documentation of tests in service and short period of active-duty time).  The preponderance of evidence weighs against the Veteran, and the statement is rejected.  Thus, the standard for evidence of an in-service event, injury, or disease is not met and examination is not warranted.\nReferences\n:  For more information on\nconcepts and principles related to evidence, see\nM21-1, Part V, Subpart ii, 1.A\nthe factual assessment necessary in determining if the evidentiary standard is met for evidence of an in-service event, see\nMcLendon v. Nicholson\n, 20 Vet.App. 79 (2006)\nconsidering lay evidence, see\n38 U.S.C. 1154(a)\ncredibility of lay evidence without associated contemporaneous medical evidence, see\nBuchanan v. Nicholson\n, 451 F.3d 1331 (Fed. Cir. 2006), and\nweighing lay evidence, see\nBardwell v. Shinseki\n, 24 Vet.App.36 (2010).",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}