{
  "chunk_id": "IV_i_1_B_9",
  "content": "/>\nIV.i.1.B.1.d\n.\nIndication of Association\nElement 3\n:  The third element that must be met to warrant an examination under\n38 CFR 3.159(c)(4)(i)\n(C\n)\nis an indication that the diagnosis or symptoms may be associated with the established event, injury, or disease in service.\nThis language primarily contemplates claims for direct SC.  Guidance on reviewing for indication of association in other claim types is addressed in subsequent blocks.\nConsider the points below when reviewing the evidence to determine whether Element 3 has been satisfied.\nThe threshold for determining whether an association may be present is low.  Medical assessments that do not support a decision on the merits can still be sufficient to establish an indication of an association for the purposes of requesting an examination.\nMedically competent evidence\nis\nnot\nrequired to serve as an indication of an association for purposes of determining whether an examination is necessary.\nLay evidence only has to indicate a possible connection to the in-service event, injury, or disease to warrant an examination.\nExamples of adequate lay evidence include\nan assertion that the condition has existed since service, or\na statement indicating continuous symptoms since service.\nA generalized statement merely asserting a conclusion that a condition is related to an in-service event, injury, or disease is not sufficient to establish an indication of an association.\nConsider and assign weight to lay evidence in determining whether there is sufficient indication of an association to warrant requesting an examination.\nExample 1\n:  The Veteran claimed SC for a knee disability.  There was one complaint of knee pain in service with a negative separation examination.  No other lay or medical evidence was submitted in support of the claim.\nAnalysis\n:  The Veteran’s current claim provided no medical evidence indicating an association and no statement alleging continuous symptoms since service or that the current disability persisted since military service.  Therefore, Element 3 has not been satisfied.  Further, there is no medical or lay evidence of a current disability, so Element 1 is also not satisfied.  Element 2 is satisfied based on the single indication of knee pain in service.  As all three elements must be satisfied before examination is warranted, the claim can be denied without an examination/opinion.\nExample 2\n:  STRs show a single complaint of knee strain in service with a negative separation examination.  The Veteran’s claim states, “I hurt my knee when I fell off of a truck in Vietnam, and it has hurt ever since that time.”  The Veteran claims SC for knee pain.\nAnalysis\n:  An examination with a nexus opinion is warranted as all three elements have been satisfied.  Element 1 is satisfied based on the Veteran’s lay complaint of current knee pain.  The Veteran is competent to attest to symptoms of pain.  Element 2 is satisfied by the single indication of treatment for in-service knee strain.  Element 3 is satisfied by the Veteran’s lay description of persistent symptoms since service.\nReferences\n:  For more information on\nthe low threshold for requesting examinations, see\nMcLendon v. Nicholson\n, 20 Vet.App. 79 (2006)\nconsidering lay evidence to establish indication of an association for the purposes of requesting examination, see\nColantonio v. Shinseki\n, 606 F.3d 1378 (Fed. Cir. 2010), and\nwhy the competency standard does not apply when establishing indication of an association for the purposes of requesting examinations, see\nWaters v. Shinseki\n, 601 F.3d 1274 (Fed. Cir. 2010).",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}