{
  "chunk_id": "IV_i_1_B_10",
  "content": "/>\nIV.i.1.B.1.e\n.\nSecondary SC and Aggravation Claims\nDeterminations as to the need for examination or medical opinions in claims for secondary SC are governed by\n38 CFR 3.159(c)(4)(i)\n.  Therefore, the three evidentiary elements, as discussed in\nM21-1, Part IV, Subpart i, 1.B.1.b\n-\nd\n, must be satisfied prior to requesting an examination on a secondary claim.  The three elements are\nlay or medical evidence of a current disability or symptoms\nevidence of an SC primary disability (which substitutes for the in-service event, injury, or disease), and\nindication that the claimed secondary condition may be associated with the primary disability.\nSC on the basis of aggravation of a non-service-connected (NSC) disability may be specifically claimed or may be considered as a part of the claim for secondary SC as provided in\nM21-1, Part V, Subpart ii, 3.A.3.a\n.  Pursuant to\n38 CFR 3.310(b)\nand\nM21-1, Part V, Subpart ii, 2.D.1.d\n, the following additional factors apply when determining whether examination is warranted:\na baseline level of disability,\nas shown by medical evidence\n, must be present for an examiner to opine whether aggravation has occurred, and\nthe Veteran’s statement alone, without medical evidence of record showing the baseline level of the claimed disability, is not sufficient to order an examination.\nMedical expertise is ultimately required to establish entitlement to SC on a secondary basis, but the threshold for ordering an examination is low.  However, there is still a threshold that must be met before an examination is provided.\nMedical examinations are not to be automatically provided in all cases.  Some degree of judgment must be used in determining whether the threshold has been met to schedule an examination.\nConsider whether satisfactory evidence exists that shows the presence of the claimed disability and its association with the existing SC disability.\nA medical diagnosis up front is not always required to show\nthe presence of the claimed disability, or\nits link to an SC disability.\nA generalized statement merely asserting a conclusion that a condition is secondary to an SC disability is not sufficient to satisfy the Element 3 standard for requesting an examination.\nTo determine whether the evidence shows that the claimed condition may be associated with the primary SC disability, review the specificity of the claimant’s statement and other evidence of record.\nAssess the\ncredibility and merit\nof the claim prior to ordering an examination.\nThe following types of evidence may give credibility to the claim:\nmedical evidence showing a relationship between the primary SC disability and the claimed secondary disability\nthe Veteran’s lay statement describing the symptoms present and how they are related to the claimed primary disability\nmedical treatise establishing a known relationship between the primary SC disability and the claimed secondary disability,\nor\na VA regulation or procedure exists that defines a relationship between the primary SC disability and the claimed secondary disability.\nExample 1\n:  A Veteran claims stomach problems secondary to an SC heart condition.  A statement in support of claim contends that since starting prescribed medications two years ago for the heart condition, the Veteran has experienced stomach problems to include constipation, pain, and indigestion.  There are no specific diagnoses relating to stomach symptoms noted in the evidence of record.\nAnalysis\n:  While the Veteran’s lay statement is not sufficient to ultimately prove the claim, it is sufficient in this instance to warrant an examination.  The Veteran is competent to describe symptoms and the possible association of symptoms to the SC condition.  Furthermore, the statement appears credible when considering the evidence at hand.\nExample 2\n:\nA Veteran submits a statement claiming hypertension secondary to an SC low back condition.  Medical evidence of record shows no treatment for hypertension and normal blood pressure readings over the last three years.\nAnalysis\n:  Although the claimant is competent to describe symptoms of a disability, the statement reporting hypertension secondary to the low back condition is not credible, because competent medical evidence in this case is required to show elevated blood pressure readings or establish a diagnosis of hypertension.  Although Veterans are competent to attest to their symptoms, they are not generally competent to make their own medical diagnoses.  The Veteran could attest to symptoms potentially associated with hypertension, such as dizziness or headaches, but a lay person is not competent to make a medical diagnosis of hypertension.  The reason medical evidence would be required in this case is because the medical evidence of record shows normal blood pressure readings over the last three years and no diagnosis of hypertension.  Consequently, the Element 1 standard requiring medical or lay evidence of a current disability has not been met.  The substitute evidence from the Element 2 standard is met on the basis that there is an SC disability, a low back condition, present and the claim is being made on a secondary basis.  However, the Element 3 standard is not met because the Veteran has submitted a generalized statement suggesting the conclusion that the hypertension is secondary to the back condition, but there is no specific discussion or evidence correlating the hypertension to the back condition.  Additionally, there is no VA regulation, procedure, or medical treatise establishing an association.  Because the three evidentiary elements are not satisfied, no examination is warranted.\nReferences\n:  For more information on\nconsidering claims for SC based on aggravation of an NSC condition by an SC condition, see\n38 CFR 3.310(b)\n, and\nM21-1, Part V, Subpart ii, 2.D\nthe threshold that must be met before examinations are provided in secondary claims, see\nWaters v. Shinseki\n, 601 F.3d 1274 (Fed. Cir. 2010), and\nclaims that are inherently incredible or lack merit, see\n38 CFR 3.159(d)\nM21-1, Part I, Subpart i, 1.A.4.c\n, and\nM21-1, Part II, Subpart iii, 1.C.2.f\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}