{
  "chunk_id": "IV_i_1_B_11",
  "content": "/>\nIV.i.1.B.1.f\n.\nPreservice Aggravation Claims\nDeterminations as to the need for examination or medical opinions in claims for SC under\n38 CFR 3.306\nfor a disability that existed prior to service and permanently increased in severity beyond natural progression are governed by\n38 CFR 3.159(c)(4)(i)\n.  Therefore, the three evidentiary elements, as discussed in\nM21-1, Part IV, Subpart i, 1.B.1.b\n-\nd\n, must be satisfied prior to requesting an examination for a claim based on aggravation of a preservice disability.\nElement 1 requires lay or medical evidence of a current disability or symptoms.\nElement 2 requires evidence showing that a disability which clearly existed prior to service required treatment or otherwise worsened in service.\nIn\nDavis v. Principi\n, 276 F.3d 1341 (Fed. Cir. 2002), the United States Court of Appeals for the Federal Circuit held that recurrence and/or temporary flare-ups of symptoms do not constitute an increase in severity of the preservice condition.\nIn\nMaxson v. Gober\n, 230 F.3d 1330 (Fed. Cir 2000), the United States Court of Appeals for the Federal Circuit held that evidence of a prolonged period without medical complaint, along with other factors concerning the Veteran’s health and medical treatment during and after military service, may be considered in determining whether a disability increased during service.\nIn\nVerdon v. Brown\n, 8 Vet.App 529 (1996), the Court of Appeals for Veterans Claims (CAVC) held that if medical or surgical treatment in service worsened an aspect of the preexisting condition, this would constitute evidence of an increase in severity.\nIn\nJensen v. Brown\n, 19 F.3d 1413 (Fed. Cir. 1994), the United States Court of Appeals for the Federal Circuit found that the evidentiary presumption created by\n38 CFR 3.304(d)\nin favor of combat Veterans applies in preservice aggravation claims.  Aggravation will be established if a Veteran produces satisfactory lay or other evidence of symptomatic manifestations of a preexisting disability during or proximate to combat.  Once a combat Veteran provides lay testimony or other informal evidence of symptomatic manifestations, whether temporary or otherwise, of incurrence or aggravation, the government has the burden to rebut by clear and convincing proof that there has been no increase in the severity of the preexisting condition or that any increase was the result of natural progression.\nIn\nPaulson v. Brown\n, 7 Vet.App. 466 (1995), CAVC held that independent medical evidence is needed to support a finding that the preexisting disorder increased in severity in service.\nElement 3 is satisfied, so long as the evidence for Element 2 is present, by the presumption of aggravation in claims associated with active service unless the evidence clearly and unmistakably shows the worsening of the condition was due to natural progression.\nUse the table below to determine proper actions to take when reviewing for examinations pertaining to preservice aggravation.\nWhen SC on the basis of preservice aggravation is ...\nThen conduct an examination review to determine whether the evidentiary elements have been satisfied for examination on ...\nclaimed, and\nno preservice disability is shown in the records, and/or\nthe presumption of soundness is applicable\nthe basis of direct SC, and\nrequest examination and/or opinion on a direct basis if the elements are satisfied.\nnot claimed, but\na preservice disability is clearly shown to have existed, and\nthe presumption of soundness is rebutted\nthe basis of preservice aggravation, and\nrequest examination and/or opinion on the basis of preservice aggravation if the elements are satisfied.\nExample\n:  A Veteran claims SC for a right knee condition with chronic knee pain on a direct basis.  Enlistment examination revealed history of slight right knee pain with excessive running due to meniscal injury and repair from a high school football injury but indicated the condition was asymptomatic.  The STRs show recurrent treatment for right knee pain and, later in service, the development of arthritis.  STRs do show an orthopedic specialist suspected the arthritis was likely due to the meniscal injury.\nAnalysis\n:  Although the Veteran claimed SC on a direct basis, the evidence shows that a knee condition clearly and unmistakably existed prior to service, although it was asymptomatic on enlistment.  The presumption of soundness is overcome by clear evidence of the preservice injury.  Since the Veteran was treated for recurrent right knee pain and developed arthritis during service, which the STRs show was suspected to be due to the prior meniscal injury, the presumption of aggravation applies and can only be rebutted by medical evidence showing that the increase in severity was due to natural progression.  An examination and opinion is warranted on the basis that\nElement 1 is satisfied by the Veteran’s lay reports of chronic knee pain\nElement 2 is satisfied by the evidence of in-service treatment for the knee condition reflecting more than temporary or intermittent flare-ups of symptoms, and\nElement 3 is satisfied on the basis that\nthe evidence is present for Element 2\nthe presumption of aggravation applies, and\nthere is no clear evidence that the worsening was due to natural progression.\nImportant\n:  When considering claims based on aggravation of a preservice disability, the presumption of soundness applies when deciding whether a claimed condition clearly and unmistakably existed prior to service.\nReferences\n:  For more information on\nconsidering claims for SC on the basis of aggravation of a preservice condition, see\n38 CFR 3.306\n38 CFR 4.22\n, and\nM21-1, Part V, Subpart ii, 2.C\npreservice disabilities noted in service, see\n38 CFR 3.303(c)\ngeneral principles for the application of presumption of soundness, see\n38 CFR 3.304(b)\n, and\nM21-1, Part V, Subpart ii, 2.A\nthe presumption of soundness associated with\nactive service, see\nM21-1, Part V, Subpart ii, 2.C.1\n, and\nactive duty for training (ADT), see\nM21-1, Part V, Subpart ii, 2.A.2.e\nthe presumption of aggravation associated with\nactive service, see\nM21-1, Part V, Subpart ii, 2.C.2.b\n, and\nADT and inactive duty for training, see\nM21-1, Part III, Subpart i, 1.A.2.j\n, and\nM21-1, Part V, Subpart ii, 2.C.2.c\nconsidering the aggravation of a hereditary disease in service, see\nM21-1, Part V, Subpart ii, 2.E.1.f\n,\nand\nVAOPGCPREC 82-1990\n, and\nwho may request a medical opinion in claims based on pre-service aggravation, see\nM21-1, Part IV, Subpart i, 2.A.7.a\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}