{
  "chunk_id": "IV_i_1_B_12",
  "content": "/>\nIV.i.1.B.1.g\n.\nPresumptive SC Claims\nDetermining whether examinations are necessary as part of the duty to assist in claims for presumptive SC still warrants application of the regular three-element standard, although Elements 2 and 3 are satisfied differently in presumptive claims than in claims for direct SC.\n38 CFR 3.159(c)(4)(i)(B)\nprovides that in claims for presumptive SC, part of the standard for determining whether an examination or opinion is necessary is the establishment of\nrequired service or triggering event qualifying for the presumption (which substitutes for the in-service injury, event, or disease), and\nmanifestation during the presumptive period (which substitutes for the indication of an association) of either\na disease listed in a regulatory presumptive provision, or\nsymptoms of a disease listed in a regulatory presumptive period.\nThe evidence in support of the claim must still include lay or medical evidence of a current disability or symptoms as provided in\nM21-1, Part IV, Subpart i, 1.B.1.b\n.\nExample\n:  A Veteran claims SC for hypertension on a presumptive basis.  STRs show no evidence of a diagnosis of hypertension or evidence of elevated blood pressure readings.  VA treatment records do show that 11 months following discharge, the Veteran underwent a five-day blood pressure screening that did confirm a diagnosis of hypertension.  Medication was prescribed.\nAnalysis\n:  VA treatment records showing a diagnosis of hypertension satisfy the Element 1 standard for evidence of a current disability.  The Element 2 standard is satisfied on the basis of the Veteran’s active duty service which meets the qualifying criteria for chronic diseases subject to presumptive SC as defined in\n38 CFR 3.307\nand\n38 CFR 3.309(a)\n.  The Element 3 standard is satisfied on the basis of the legally established presumption of SC as defined in\n38 CFR 3.309(a)\n.  As all three elements have been satisfied, an examination is warranted (if the evidence of record is insufficient to assign an evaluation).  Note that no nexus opinion is necessary because the presumptive relationship establishes the nexus.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}