{
  "chunk_id": "IV_i_1_B_13",
  "content": "/>\nIV.i.1.B.1.h\n.\nIncreased Evaluation Claims\nIn a claim for increase in the evaluation of an SC condition, the three specific elements identified in\n38 CFR 3.159(c)(4)(i)(A-C)\nare neither applicable to, nor required to be demonstrated for, examination purposes.  There is no prescribed standard for evidence that must be present prior to requesting an examination in a typical claim for increase\n,\nexcept\nthat\n38 CFR 3.159(c)(4)(i)\ndirects that the examination will be provided if VA determines there is insufficient competent medical evidence to decide the claim.\nWhen a claim for increase is received, review the evidence of record to determine if it is sufficient to assign the appropriate current evaluation, as discussed in\nM21-1, Part IV, Subpart i, 1.B.1.a\n.  If the available evidence is\ninsufficient to assign an evaluation\n, then request an examination for the claimed condition, regardless of whether a statement of worsening is received or whether an examination for the claimed condition was completed within the last year.\nNotes\n:\nFor issues under legacy appeal, VA is not required under its duty to assist obligation to order an examination solely because of the passage of time since an otherwise adequate examination was performed.  However, when the appellant asserts that the disability in question has undergone an increase in severity since the time of the prior examination, additional examination may be warranted.\nClaims for a total rating based on individual unemployability (IU) are a type of claim for increased compensation.  However, a medical examination is not automatically required in every IU claim.  An examination is required if the information and evidence of record do not contain sufficient competent medical evidence to decide the claim.\nExample 1\n:  The Veteran submits a claim for increased evaluation of an SC back disability.  The back disability has been evaluated as 10-percent disabling.  There is no medical evidence submitted showing any recent treatment for the back.\nAnalysis\n:  There is no evidentiary standard that must be met prior to requesting the examination for increase.  As there is no evidence of record that is adequate to evaluate the claim, request an examination.\nExample 2\n:  The Veteran submits a claim for increased evaluation of an SC knee condition, noting recent surgery and submitting the surgical report showing a total knee replacement that occurred five months prior.\nAnalysis\n:  Although the Veteran is claiming an increased evaluation, since the surgical report was submitted and shows that a surgery has occurred, no examination is warranted.\nExample 3\n:  The Veteran submits a claim for increased evaluation of SC hypothyroidism, currently evaluated as 30-percent disabling.  The Veteran did recently have an examination within the past year for a prior claim for increased evaluation.  Veterans Health Administration (VHA) treatment records obtained in connection with the claim show that the Veteran is treated for hypothyroidism.  The treatment records dated within one year prior to the claim show no indication that symptoms have increased or that the hypothyroidism has required treatment other than the continued prescription of Synthroid.  Particularly, there is no evidence in the treatment records showing that the Veteran has been treated for myxedema-related symptoms or mental disturbances attributed to hypothyroidism.\nAnalysis\n:  VHA treatment records in this case are sufficient to establish that the criteria for the higher evaluation are not shown.  No examination is warranted, and the evaluation of hypothyroidism should be confirmed and continued.\nReferences\n:  For more information on\nrequesting examinations in claims for increase, see\nProscelle v. Derwinski\n,\n2 Vet.App. 629 (1992), and\nVAOPGCPREC 11-1995\nconsidering entitlement to extra-schedular evaluations, see\nM21-1, Part V, Subpart ii, 3.D.3\n, and\nVAOPGCPREC 6-1996\n, and\nexaminations in claims for total disability based on IU, see\nM21-1, Part VIII, Subpart iv, 3.B.2\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 1, Section B - Evidentiary Standards for Finding an Examination or Opinion Necessary",
  "citation": "Part IV, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180495/M21-1-Part-IV-Subpart-i-Chapter-1-Section-B-Evidentiary-Standards-for-Finding-an-Examination-or-Opinion-Necessary",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:27.678476",
  "tags": [
    "m21-1"
  ]
}