{
  "chunk_id": "IV_i_2_A_9",
  "content": "/>\nIV.i.2.A.1.d\n.\nScope of Practice Relative to Examination\nThe purpose of obtaining a medical examination and/or opinion is discussed in\nM21-1, Part IV, Subpart i, 1.A\n.  Generally, the VA examination is intended to serve as an evidentiary element that informs the rating activity’s decision-making and facilitates application of the rating schedule for evaluation purposes.\nThe examination appointment is\nnot\n, however, an appropriate venue for treatment.  Certain diagnostic activities may require the examiner be able to provide treatment or follow-up care and, as such, are considered outside of the scope of VA examination practice.\nFurthermore, certain disabilities require initial diagnosis via invasive procedural means.  Invasive procedures are surgical or exploratory methods that require consideration of anesthesia, infection, shared decision-making between clinician and patient, and informed consent with acknowledgment of known risks; they range broadly in level of severity but include such common diagnostic measures as biopsy, excision, and laparoscopy.\nFollow procedural guidance found in\nM21-1, Part IV, Subpart i, 1.B\nto review for satisfactory evidence of a current disability or symptoms.  In situations where evidence of a current diagnosis and treatment is not of record for the examiner to review, do not request an examination to render a diagnosis that requires the Veteran to be sedated and/or undergo an invasive procedure.  Performing such a procedure surpasses the VA examination model’s scope of practice.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}