{
  "chunk_id": "IV_i_2_A_21",
  "content": "/>\nIV.i.2.A.2.c\n.\nERRA Tool\nExamination facilities designated to conduct examinations are found in the\nERRA\ntool.\nThe\nERRA\ntool’s search results include information about the\napplication to use for submitting the examination request\nfacility routing location\nrouting location and examination list comments\nexamination type details, and\napproximate distance (from the zip code entered, including driving distance and estimated time).\nImportant\n:\nThis tool is designed as a guide to assist in the routing of compensation and pension (C&P) examination requests.  Its use is mandatory, as discussed in\nM21-1, Part IV, Subpart i, 2.A.1.c\n.  When routing an examination request to a VHA facility, take into account any\nclaimant preferences, or\ntopography/driving concerns.\nThe\nERRA\ntool’s data are refreshed daily.  Therefore, it is imperative to check zip codes daily, as the suitability of a claimant’s direction to a VHA or contract examination facility may vary in response to demand and facility availability.  Routing location and examination type comments may also be subject to daily updates.\nNotes\n:\nThe\nERRA\ntool identifies whether a VHA facility has capacity to complete examinations timely and suggests a contract provider/vendor be used if necessary.\nAny justifiable deviation from the\nERRA\ntool’s recommendations must be explained as a remark in the examination request’s body.\nReferences\n:  For more information on the\nappropriate application for entering examination requests, see\nM21-1, Part IV, Subpart i, 2.A.2.f\n, and\nERRA\ntool, see the\nMedical Disability Examination Office Policy and Program Management\npage.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}