{
  "chunk_id": "IV_i_2_A_22",
  "content": "/>\nIV.i.2.A.2.d\n.\nInterpreting the ERRA Tool’s Results\nUse the table below to interpret the\nERRA\ntool’s results and determine the appropriate examination facility to which an examination request should be routed.\nIf ...\nThen route the examination request to the identified ...\nthe\nERRA\ntool’s results direct,\nPlease route examination requests to the appropriate VA facility\nthe\nERRA\ntool recommends sending all DBQs required to adjudicate the claim to\nVA\nthe claim involves one or more of the contract examination exclusions referenced in\nM21-1, Part IV, Subpart i, 2.A.1.i\n, or\nthe Veteran has expressed a preference that their examination be conducted at a VHA facility\nVHA facility.\nException\n:  If the Veteran has expressed a preference for examination by VHA, but the\nERRA\ntool’s results indicate that the VHA facility nearest their home does not have current capacity/resources to complete the examination, route the examination request to the contract examination vendor.\nthe claim\ndoes not\ninvolve one or more of the contract examination exclusions referenced in\nM21-1, Part IV, Subpart i, 2.A.1.i\n, and\nthe\nERRA\ntool recommends sending all required DBQ(s) to\nVendor\ncontract examination vendor.\nthe\nERRA\ntool recommends sending\nat least one required DBQ to\nVA\n, and\nat least one required DBQ to\nVendor\nVHA facility,\nand\ncontract examination vendor.\nNote\n:  The splitting of examination requests between VHA and contract examination vendors is contingent upon VHA capacity.  There may be instances where\nthe\nERRA\ntool recommends routing at least one required DBQ to\nVA\nbased on available capacity at the time the request is entered, but\nthe VHA facility’s capacity changes while the request is pending.\nthe VHA facility\ncancels an examination request that was previously split between VHA and a contract examination vendor, and\ncites lack of capacity as the cancellation reason\ncontract examination vendor.\nImportant\n:  Follow the instructions in the\nElectronic Health Record Modernization (EHRM) National Process Memorandum\nwhen the\nERRA\ntool recommends submitting the examination request to an EHRM VHA facility.\nNote\n:  If, after reviewing the\nERRA\ntool’s results, the proper VHA routing location is not clear, VA clinics may be contacted to request clarification.  Identify points of contact (POCs) by using the VHA\nC&P POC List\n.\nReferences\n:  For more information on\nthe\nERRA\ntool’s functionality, see the\nMedical Disability Examination Office Policy and Program Management\npage, and\nEHRM, see\nM21-1, Part III, Subpart ii, 1.A.2.b\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}