{
  "chunk_id": "IV_i_2_A_34",
  "content": "/>\nIV.i.2.A.4.b\n.\nCategories of Examinations for Which the ACE Process Is Prohibited\nThe ACE Process is\nnot\navailable in the following categories of examinations:\nexaminations when necessary electronic medical records are not available for examiner review\nSeparation Health Assessments (SHAs) in support of IDES and BDD claims\ngeneral medical examinations\ninitial and review traumatic brain injury (TBI) examinations, and\nmental disorder examinations.\nExceptions\n:  The ACE Process\nmay\nbe used to\nresolve requests for clarification of, or addendum to, an SHA where the service member’s previous\nGeneral Medical – Separation Health Assessment Disability Benefits Questionnaire\nwas completed in person, or\ncomplete individual specialty and/or specialist DBQs for pre-discharge contentions, provided the\nservice member’s\nGeneral Medical – Separation Health Assessment Disability Benefits Questionnaire\nwas completed in person, and\nother exclusion principles discussed in this block are not applicable.\nFor any contention or examination type that is not prohibited from being completed via the ACE Process, claims processors must indicate in the examination request that the contention is eligible for ACE, as directed in\nM21-1, Part IV, Subpart i, 2.A.4.c\n.  However, VBA\nmay\nspecifically require an in-person examination in certain cases, such as when requested by a BVA remand.\nReference\n:  For more information on the requirement to identify evidence for the examiner’s review, see\nM21-1, Part IV, Subpart i, 2.A.8.d\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}