{
  "chunk_id": "IV_i_2_A_39",
  "content": "/>\nIV.i.2.A.5.a\n.\nWhen to Request a General Medical Examination\nA general medical examination containing a full report of complaints and functional impairments is the preferred type of examination for compensation claims involving recent discharge from military service.\nRequest a general medical examination if\nan initial claim is received within one year of discharge from any period (original or non-original) of\nactive service, as defined in\n38 CFR 3.6(a)\n, or\nfull-time duty performed in the National Guard, as defined in\n38 CFR 3.6(c)(3)\n,\nor\nan ITF is received within one year of such discharge, and a substantially complete application is received within one year of the ITF.\nIt may also be appropriate to request a general medical examination to obtain evidence in claims for\nindividual unemployability (IU)\nservice connection (SC) under\n38 CFR 3.317\n, or\nVeterans Pension.\nImportant\n:\nWhen requesting a general medical examination to evaluate an initial compensation claim received within one year of discharge, do not request that the examiner also complete specific, individual DBQs for each claimed disability except in cases where claimed contentions require examination by a specialist, as discussed in\nM21-1, Part IV, Subpart i, 2.A.6\n.  This policy applies to examinations requested from VHA and contract examination providers.\nWhen an initial claim is received within one year of discharge as described above and an examination is needed for one or more claimed issues under the provisions of\n38 CFR 3.317\n, follow the instructions in\nM21-1, Part VIII, Subpart ii, 1.B.2\n.  If a\nGulf War General Medical Examination Disability Benefits Questionnaire\nis required, do\nnot\nalso request a\nGeneral Medical – Compensation Disability Benefits Questionnaire\n, as this may result in duplication of DBQs completed as part of the general medical examination.\nNotes\n:\nA fully sufficient general medical examination is usually of greater value than a number of uncorrelated specialty examinations.\nIf a claim for one or more additional contentions is received within the initial year following discharge, but\nafter\na general medical examination has been conducted,\ndo not\norder an additional general medical examination to evaluate the disability(ies) contended.\nRequest a general medical examination for Veterans Pension claims that require a permanent and total (P&T) disability determination when there is insufficient medical evidence to decide the claim.\nReferences\n:  For more information on\nITF, see\n38 CFR 3.155(b)\n, and\nM21-1, Part II, Subpart iii, 2.A\nspecialist examinations, see\nM21-1, Part IV, Subpart i, 2.A.6\nrequesting examinations related to claims for IU, see\nM21-1, Part VIII, Subpart iv, 3.B.2\nwhen a rating determination of P&T disability for pension purposes is required, see\nM21-1, Part IX, Subpart i, 2.2.e\nacceptable medical evidence for pension rating purposes,\nM21-1, Part IX, Subpart i, 2.2.f\n, and\nwhen a VA examination is authorized for pension cases, see\nM21-1, Part IX, Subpart i, 2.2.g\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}