{
  "chunk_id": "IV_i_2_A_54",
  "content": "/>\nIV.i.2.A.7.b\n.\nReferring Claims for Complex Medical Opinion Review\nThe table below describes the responsibilities of the development and rating activities in ensuring that complex medical opinions are appropriately routed for preparation and entry.\nStage\nWho Is Responsible\nDescription\n1\ndevelopment activity\nReviews the claim and all associated evidence.\nDetermines that a complex medical opinion, as discussed in\nM21-1, Part IV, Subpart i, 2.A.7.a\n, is warranted to resolve one or more contended issues.\n2\ndevelopment activity\nPrevents the claim’s recall by the National Work Queue (NWQ) and routes it for the rating activity’s review by performing the following actions within the timelines established in the\nNWQ Playbook\nsection entitled\nDisability Examination Requests:  RVSR Review for Examination\n:\nappends the\nRVSR Examination\nspecial issue to at least one contention requiring complex medical opinion review\nadds the\nReview Complex Exam\ntracked item, and\nfollows local procedures to ensure the claim’s assignment to the rating activity for review.\n3\nrating activity\nReviews the claim and all associated evidence to confirm that a medical opinion is warranted.\nReflects the medical opinion review’s completion by performing the following actions within the timelines established in the\nNWQ Playbook\nsection entitled\nDisability Examination Requests:  RVSR Review for Examination\n:\nmarks the\nReview Complex Exam\ntracked item as received, and\nremoves the\nRVSR Examination\nspecial issue indicator(s).\n4\nrating activity\nPrepares and enters in the appropriate examination-requesting application a request for any medical opinion deemed necessary by the review.\nReferences\n:  For more information on\nspecial issue indicators, see\nM21-4, Appendix E, 2\n, and\ntracked items, see\nM21-4, Appendix D, 1\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}