{
  "chunk_id": "IV_i_2_A_60",
  "content": "/>\nIV.i.2.A.7.h\n.\nMedical Opinions and the Hearing Loss and Tinnitus DBQ\nThe DBQ for hearing loss and tinnitus contains specific sections for etiology opinions.  However, examiners generally are not expected to provide unsolicited medical opinions, and in some types of hearing loss and tinnitus claims (such as claims for an increased evaluation), an opinion may not be routinely required.\nIn any case involving SC for hearing loss or tinnitus where an etiology opinion is required, follow the medical opinion procedures outlined in\nM21-1, Part IV, Subpart i, 2.A.7.d\n.\nException\n:  If tinnitus is not claimed, but reported during the course of the examination, examiners will provide this etiology opinion even when not solicited as long as tinnitus is not already SC.  For this reason, when preparing any audiological examination and/or opinion request, include a note/comment informing the examiner whether tinnitus is or is not SC.\nImportant\n:  Do not request a separate medical opinion DBQ unless a medical opinion that is not included on the\nHearing Loss and Tinnitus Disability Benefits Questionnaire\nis needed.\nReferences\n:  For more information on\nwho may request a medical opinion, see\nM21-1, Part IV, Subpart i, 2.A.7.a\nthe\nHearing Loss and Tinnitus Disability Benefits Questionnaire\n, see the\nDBQ Switchboard\nrequesting audiometric examinations and medical opinions, see\nM21-1, Part V, Subpart iii, 2.B.1.d\n, and\ndetermining sufficiency of a medical opinion for hearing loss, see\nM21-1, Part IV, Subpart i, 3.B.1.c\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}