{
  "chunk_id": "IV_i_2_A_62",
  "content": "/>\nIV.i.2.A.7.j\n.\nAvoiding Asking for Legal Conclusions in Medical Opinion Requests\nDo\nnot\nrequest that a medical authority make conclusions of law, as this is a responsibility inherent to the rating activity.  To prevent confusion, avoid using the word “opinion” when asking the examiner a question about any issue that does not require a formal medical opinion.\nExamples\n:\nDo\nnot\nrequest the medical authority to determine if there is \"loss of use\" of an extremity.  Instead, ask for a description of the remaining function of the extremity.\nDo\nnot\nask the medical authority to determine if a particular disability is “service-connected” or “SC.”  Instead, identify the in-service injury, event, or illness, as well as current disability, and ask the examiner to provide an opinion as to whether or not the current disability was caused by or the result of the identified in-service injury, event, or illness.\nDo\nnot\nask the medical authority to provide an opinion as to whether a Veteran is “unemployable” or “entitled to individual unemployability.”  Instead, in the REMARKS section of the examination request, ask the examiner to\ncomment\non the Veteran’s ability to function in an occupational environment and to describe functional limitations.\nNote\n:  The language generated upon selection of the EMPLOYMENT IMPACT ASSESSMENT REQUESTED? field in VBMS is legally sufficient to elicit the information necessary to adjudicate the issue of IU.\nReferences\n:  For more information on requesting examinations\nto determine loss of use of an extremity, see\nM21-1, Part VIII, Subpart iv, 4.A.1.c\n, and\nin IU claims, see\nM21-1, Part VIII, Subpart iv, 3.B.2\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}