{
  "chunk_id": "IV_i_2_A_69",
  "content": "/>\nIV.i.2.A.8.d\n.\nRequirement to Identify Relevant Evidence for the Examiner’s Review\nRO employees must ensure that each piece of relevant evidence in the\npaper claims folder is tabbed, or\neFolder is either bookmarked\nor\nannotated using the functionality described in the\nVBMS Core User Guide\n.\nImportant\n:\nAll relevant evidence (to include service treatment records when their review is relevant to the underlying request), must be scanned into the eFolder prior to requesting any examination.  This includes any case for which an examiner may complete an ACE examination.\nIf any of the following forms are of record in the eFolder, the most recent form(s) must be annotated prior to submitting an ESR to a contract examination vendor:\nVA Form 21-0845, Authorization to Disclose Personal Information to a Third Party\nVA Form 21-22, Appointment of Veterans Service Organization as Claimant’s Representative\n, and\nVA Form 21-22a, Appointment of Individual as Claimant’s Representative\n.\nNote\n:  Current functionality allows contract examination vendors to view bookmarks and annotations when the eFolder is automatically transmitted upon submission of an ESR.  However, in certain circumstances (including rework requests, sensitive files, or files that require downloading when the eFolder fails to transmit), vendors are unable to physically view the bookmarks and some annotations prescribed in the\nVBMS Core User Guide\nand the\nEMS User Guide\n.  It remains important to apply bookmarks or annotations in all cases as they are significantly beneficial to the underlying process of claim adjudication and provide a means by which evidence relevant to the claim and examination/opinion can be readily and more easily distinguished.\nReferences\n:  For more information on\nobtaining VA medical records, see\nM21-1, Part III, Subpart ii, 1.A.2\ntiming of the duty to obtain an examination or opinion, see\nM21-1, Part IV, Subpart i, 1.A.1.d\nthe definition of relevant records, see\nM21-1, Part III, Subpart i, 2.E.1.a\nreview of evidence to determine when an examination or medical opinion is necessary, see\nM21-1, Part IV, Subpart i, 1.B\nprocedures for identifying medical opinion evidence, see\nM21-1, Part IV, Subpart i, 2.A.7.d\nVBMS functionality available to maintain the eFolder, see\nM21-1, Part II, Subpart ii, 2.A.1.h\ncategories of examinations for which the ACE Process is prohibited, see\nM21-1, Part IV, Subpart i, 2.A.4.b\n, and\nannotating evidence in VBMS, see the\nEMS User Guide\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}