{
  "chunk_id": "IV_i_2_A_73",
  "content": "/>\nIV.i.2.A.9.a\n.\nSteps to Requesting an Examination in CAPRI\nFollow the steps below when inputting an examination request in CAPRI.\nStep\nAction\n1\nPrior to requesting an examination, ensure all development actions sufficient to warrant the scheduling of an examination, as discussed in\nM21-1, Part IV, Subpart i, 1.B\n, have been completed.\n2\nEnsure the evidence which substantiates the examination request meets the requirements under\n38 CFR 3.159(c)(4)\n, as discussed in\nM21-1, Part IV, Subpart i, 1.B\n.\n3\nIdentify the appropriate examination facility using the\nERRA\ntool.\nReferences\n:  For more information on\nappropriate examination facilities, see\nM21-1, Part IV, Subpart i, 2.A.1.b\n, and\nthe\nERRA\ntool, see\nM21-1, Part IV, Subpart i, 2.A.2.c\nand\nd\n.\n4\nIdentify all appropriate DBQs and/or medical opinions for all claimed contentions when an examination is warranted.\nReference\n:  For more information on DBQs, see the\nIndex of DBQ/Exams by Disability\ntool.\n5\nIdentify the examinations which require a claims folder review by the examiner.\nReference\n:  For more information on claims folder review, see\nM21-1, Part IV, Subpart i, 2.A.8\n.\n6\nIf folder review is required, ensure all necessary records are\nuploaded into VBMS or in the paper claims folder, and\neither\nannotated or bookmarked in the eFolder, or\ntabbed in the paper claims folder.\nReference\n:  For more information on bookmarking and annotating records, see\nM21-1, Part IV, Subpart i, 2.A.8.d\n.\n7\nUse EMS to generate standardized text for the examination request.\nNote\n:  Include any historical rating criteria language needed in connection with procedures found in\nM21-1, Part IV, Subpart i, 2.A.1.j\n.\n8\nPaste the EMS-generated text (to include entries to the customizable remark/information fields) into the COMMENTS field in CAPRI.\n9\nComplete all other required entries in CAPRI.\n10\nUpload the examination request into the eFolder.\nNotes\n:\nIn the CATEGORY-TYPE field enter\nMedical Records – VAX & AMIE- Request Worksheets: ﻿﻿﻿VA 21-2507a Request for Physical Examination.\nThe claims processor must certify within EMS that the request was submitted in CAPRI.  This will trigger applicable tracked items to generate in VBMS.\nReferences\n:  For more information on\ncertifying submission of a CAPRI examination request, see the\nVBMS Core User Guide\n, and\nEMS User Guide\n, and\nuploading the CAPRI examination request into the eFolder, see the\nUploading VAMC Exam Requests Job Aid\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section A - Examination Requests Overview",
  "citation": "Part IV, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180498/M21-1-Part-IV-Subpart-i-Chapter-2-Section-A-Examination-Requests-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:37.055526",
  "tags": [
    "m21-1"
  ]
}