{
  "chunk_id": "IV_i_2_B_9",
  "content": "/>\nIV.i.2.B.1.d\n.\nScheduling Examinations for Conditions Subject to Temporary or Episodic Improvement\nSchedule the examination of disabilities subject to temporary or episodic improvement, such as skin conditions and other disabilities listed in\n38 CFR 3.344\n, when the conditions are most likely to show representative or claimed symptoms.\nIf there is specific competent information that a disability is worse at predictable times, schedule the examination based on that information.\nExamples\n:\nIf a Veteran’s symptoms become worse after work, the examining facility should be asked to examine the Veteran at the end of the day.\nIf a disability is subject to periodic flare-ups, and the record does not contain specific competent information on when a flare-up can be observed, the Veteran can provide the information about the peak periods of the disability and contact the regional office when the condition worsens.  (\nNote\n:  If the Veteran received treatment for the worsened condition, ask the Veteran to submit evidence of the treatment.)\nImportant\n:  Under the Acceptable Clinical Evidence (ACE) Process, examiners may be able to complete a fully adequate disability benefits questionnaire capturing representative or claimed symptoms, to include periods of exacerbation and improvement, based on review of existing evidence and/or an interview in lieu of an in-person clinical examination or testing.\nReferences\n:  For more information on\nsubmitting evidence of a worsened condition, see\nBowers v. Derwinski\n, 2 Vet. App. 675 (1992), and\nArdison v. Brown\n, 6 Vet. App. 405 (1994), and\nACE examinations, see\nM21-1, Part IV, Subpart i, 2.A.4\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section B - Scheduling Examinations",
  "citation": "Part IV, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180501/M21-1-Part-IV-Subpart-i-Chapter-2-Section-B-Scheduling-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:46.328202",
  "tags": [
    "m21-1"
  ]
}