{
  "chunk_id": "IV_i_2_C_9",
  "content": "/>\nIV.i.2.C.1.d\n.\nContinued EP Control When Examinations Are Rescheduled\nRegional office (RO) personnel must maintain EP control over claims in which the examination facility or contract examination vendor of jurisdiction reschedules an appointment or directs resubmission of an examination request, to include by way of a request for clarification.\nNote\n:  Contract examination vendors use clarification requests with a variety of narrative reason values to denote examination appointment scheduling irregularities.  The\nonly\nsuch reason value that may be appropriately considered equivalent to a failure to report for examination, thus warranting application of procedures discussed in\nM21-1, Part IV, Subpart i, 2.F\n, is\nNo Show\n.\nUse the table below to determine what actions to take when examination scheduling issues arise.\nIf the ...\nThen ...\nexamination facility reschedules an appointment and extends the pending examination request\nmaintain continued EP control over the claim, and\ntake\nno\nrating action to resolve the claim until\nthe requested examination has been conducted, and its results associated with the claims folder,\nor\nthe examination request has been canceled by reason of the Veteran’s failure to\nreport for examination, or\nRSVP to the VHA examination facility.\nexamination facility cancels a pending examination request, directing that it be resubmitted for action by another, more appropriate facility\nresubmit an examination request to the appropriate facility\nmaintain continued EP control over the claim, and\ntake\nno\nrating action to resolve the claim until\nthe requested examination has been conducted, and its results associated with the claims folder,\nor\nthe examination request has been canceled by reason of the Veteran’s failure to\nreport for examination, or\nRSVP to the VHA examination facility.\nexamination facility cancels a pending examination request based on a Veteran’s election to submit a privately prepared disability benefits questionnaire (DBQ) in lieu of reporting for a clinical appointment\nfollow guidance as it appears in\nM21-1, Part IV, Subpart i, 2.C.1.e\n.\nexamination request is canceled or contraindicated in light of the Veteran’s return to active duty service\nfollow guidance as it appears in\nM21-1, Part X, Subpart v, 2.A.1.b and c\n.\nVeteran anticipates an inability to attend an examination and notifies the RO of the unavailability before an examination is requested\ninvite submission of a privately prepared DBQ in lieu of Department of Veterans Affairs (VA) examination, allowing 30 days for a response, and\ntake\nno\nrating action to resolve the claim until the\ncompleted DBQ is received,\nor\n30-day evidentiary submission period has elapsed.\nException\n:  If the contention(s) at issue is one associated with a DBQ approved for internal VA use only, decide the claim based on the evidence of record.\nReferences\n:  For more information on\nappropriate suspense dates for exams, see\nM21-1, Part IV, Subpart i, 2.C.1.a\nprotocol for scheduling exams using VHA’s RSVP scheduling program, see\nM21-1, Part IV, Subpart i, 2.F.2\n, and\nrequests for clarification as they pertain to ESRs in VBMS, see\nM21-1, Part IV, Subpart i, 2.A.10\n, and\nthe\nVBMS Core User Guide\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section C - Control of Examinations",
  "citation": "Part IV, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180502/M21-1-Part-IV-Subpart-i-Chapter-2-Section-C-Control-of-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:38:55.563613",
  "tags": [
    "m21-1"
  ]
}