{
  "chunk_id": "IV_i_2_E_16",
  "content": "/>\nIV.i.2.E.2.d\n.\nExaminations of Incarcerated Veterans\nAn incarcerated Veteran is entitled to a Department of Veterans Affairs (VA) compensation examination as part of the duty to assist.\nWhen examination of an incarcerated Veteran is required, the RO, Veterans Benefits Administration (VBA) contract examination provider, and/or local Veterans Health Administration (VHA) Medical Examination Coordinator must confer with prison authorities to determine whether the Veteran should be\nescorted to a VA medical facility for examination by VHA personnel, or\nexamined at the prison by\nVBA contract examination providers\nVHA personnel\n, or\nfee-basis providers contracted by VHA.\nImportant\n:\nBecause some State laws restrict the movement of and access to prison inmates, the above options may not be possible.  In such cases, documentation of substantial efforts to schedule and conduct the examination must be added to the claims folder.\nROs must include the following information, to the extent that it is known, in examination requests for incarcerated Veterans:\nname of the correctional facility\nlocation of the correctional facility\ncircumstances of confinement (nature/type of conviction, level of institutional security, etc.), and\nwhether the Veteran is considered violent.\nROs must document all efforts made to schedule an examination, including identifying and requesting the assistance of the appropriate prison officials.\nVHA compensation clinics and VBA contract examination vendors are required to provide documentation that they have\nmade substantial attempts to schedule and conduct the examination, and\nexhausted all possible avenues for obtaining access to the incarcerated Veteran for the examination.\nIf the examination provider has exhausted examination efforts to no avail, treat a Veteran’s inability to attend a necessary examination (claim-related\nor\nreview) by reason of incarceration as the equivalent of a failure to report, and take appropriate action in accordance with\nM21-1, Part IV, Subpart i, 2.F\n.  If the evidence shows that failures in scheduling or conducting an examination are associated with the Veteran’s release from incarceration or transfer to another facility, then a showing of good cause should be liberally construed.\nNotes\n:\nWhen requesting an examination for an incarcerated Veteran, ensure that the\nIncarceration\ncorporate flash discussed in\nM21-1, Part VI, Subpart iii, 1.A.3.f\n, has been properly applied to the associated corporate record.\nWhen requesting an examination for an incarcerated Veteran through VBMS, claims processors must select\nIncarcerated Veteran\nfrom the VETERAN PRIORITY ISSUES drop-down menu under the CLAIM INFORMATION tab.\nRequest any examination(s) needed in support of an incarcerated Veteran’s claim for individual unemployability (IU) benefits, as discussed in\nM21-1, Part VIII, Subpart iv, 3.B.2\n, even though there may be no award of such benefits while the Veteran is incarcerated.\nReferences\n:  For more information on\nrequesting examinations in VBMS, see the\nVBMS Core User Guide\nlimitations on payment of compensation for incarcerated Veterans, see\nM21-1, Part VI, Subpart iii, 1.A.2.a\n, and\n38 U.S.C. 5313\neffect of incarceration on ratings of IU, see\nM21-1, Part VI, Subpart iii, 1.A.2.b\n, and\nM21-1, Part VIII, Subpart iv, 3.C.4.c\nVA’s duty to examine incarcerated Veterans, see\nBolton v. Brown\n, 8 Vet.App. 185 (1995), and\nWood v. Derwinski\n, 1 Vet.App. 190 (1991), and\nVHA policy on incarcerated Veteran examinations, see the\nDMA C&P Disability Examinations Procedure Manual\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section E - Examinations in Special Situations",
  "citation": "Part IV, Subpart i, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180507/M21-1-Part-IV-Subpart-i-Chapter-2-Section-E-Examinations-in-Special-Situations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:14.369048",
  "tags": [
    "m21-1"
  ]
}