{
  "chunk_id": "IV_i_2_E_25",
  "content": "/>\nIV.i.2.E.3.b\n.\nWhat the SHA Examination Covers and Its Usage\nThe Separation Health Assessment (SHA) is a single examination that supports transitioning service members seeking VA disability compensation under the Benefits Delivery at Discharge (BDD) or Integrated Disability Evaluation System (IDES) programs.  The SHA also\nsatisfies Department of Defense (DoD) requirements for separation/retirement, and\nprovides service members with an improved general medical examination, to include an audiogram and a full laboratory analysis via VA examination protocols.\nTo reduce duplication of agency efforts, VA will provide DoD an electronic copy of the SHA for BDD and IDES participants.  For those not participating in the BDD or IDES programs, DoD will conduct its Separation History Physical Examination and include the assessment in the service member’s service treatment records (STRs).  Prior to VA conducting the SHA, the service member must submit a\nSeparation Health Assessment – Part A Self Assessment\n(SHA, Part A).\nPre-discharge claims processors must ensure an SHA, Part A, is in the service member’s electronic claims folder prior to requesting the SHA in VBMS.\nNotes\n:\nAll claimed and reported issues at the SHA examination must be addressed by VA completing the appropriate DBQ for each issue; however, in order to add any conditions to a pending claim, the claimant is required to file a claim on the appropriate form.\nAll unclaimed but reported or suspected issues at the examination must be addressed in the\nGeneral Medical – Separation Health Assessment Disability Benefits Questionnaire\n, along with any abnormal findings identified and any appropriate additional DBQ(s).  There is no requirement, however, for the examiner to complete additional DBQs in conjunction with the\nGeneral Medical – Separation Health Assessment Disability Benefits Questionnaire\nfor subjective complaints rendered at the time of examination without objective findings noted at that time.\nIf a service member complains of ringing in the ears or tinnitus during the examination, a\nHearing Loss And Tinnitus Disability Benefits Questionnaire\nmust be completed by the examiner.  A specific claim for tinnitus is not required in order for the audio examination to be required, or for the audio examiner to be required to address tinnitus.\nReferences\n:  For more information on\nhearing loss and tinnitus medical opinions, see\nM21-1, Part IV, Subpart i, 2.A.7.h\n, and\nspecial claims-handling procedures for BDD claims, see\nM21-1, Part X, Subpart i, 6.C.1.b\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section E - Examinations in Special Situations",
  "citation": "Part IV, Subpart i, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180507/M21-1-Part-IV-Subpart-i-Chapter-2-Section-E-Examinations-in-Special-Situations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:14.369048",
  "tags": [
    "m21-1"
  ]
}