{
  "chunk_id": "IV_i_2_F_6",
  "content": "/>\nIV.i.2.F.1.a\n.\nEffect of Non-Cooperation on the Duty to Provide an Examination or Opinion\nWhile the Department of Veterans Affairs (VA) is obligated under\n38 CFR 3.159(c)(4)\nto provide medical examinations or obtain medical opinions to assist in substantiating claims, the claimant must cooperate by reporting for such examination.\n38 CFR 3.655\nprovides that when entitlement or continued entitlement to a benefit cannot be established or confirmed without a current VA examination and the claimant fails to report\nwithout good cause\n, action will be taken as provided in\n38 CFR 3.655(b) and (c)\n.  See the table below for a summary of the actions to take.\nIf the failure to report for examination without good cause is in connection with a(n) ...\nThen ...\noriginal compensation claim, or\nnew claim (for a new benefit or new disability)\ndecide the claim based on the evidence of record.\nincreased evaluation claim\nsupplemental claim for a previously denied benefit, or\noriginal claim for a benefit other than compensation\ndeny the claim.\nexamination ordered to assess continuing entitlement when there is a running award\ndiscontinue payment for the benefit, or\nreduce payment for the disability for which examination was scheduled to a\nminimum evaluation established under\n38 CFR Part 4\n, or\nlower protected evaluation under\n38 CFR 3.951(b)\n.\nNotes\n:\nDiscontinuance or reduction is only finalized after due process, as provided in\nM21-1, Part IV, Subpart ii, 2.B\n.\nReduction or discontinuance will not be finalized when the claimant submits evidence during the proposed reduction period justifying continuation of the benefit or indicates a willingness to report for examination.\nImportant\n:\nFor the purpose of the table above, the phrase\nwithout good cause\nmeans that good cause for a claimant’s failure to report (defined in\nM21-1, Part IV, Subpart i, 2.F.1.b\n) was not provided before a decision was issued in the claim for which the examination was necessary.\nDocumentation supporting the good cause offered is generally not required.\nAlthough\nM21-1, Part IV, Subpart i, 2.F.1.f\nprovides that good cause must be accepted at any time before a decision is issued, in cases of\nrepeated\n(two or more) failures to attend a VA examination, proceed with a decision on the claim.  Clear rationale for rejecting an offer of good cause must be included in the rating narrative.\nNote\n:  If the Veterans Health Administration (VHA) attempted to schedule the exam under their RSVP program, follow the procedures in\nM21-1, Part IV, Subpart i, 2.F.2\n.\nReferences\n:  For more information on\nallegations of non-receipt of a notice that an examination was scheduled, see\nM21-1, Part IV, Subpart i, 2.F.1.e\n, and\ninitial scheduling problems and rescheduling examinations, see\nM21-1, Part IV, Subpart i, 2.F.1.f\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section F - Failure to Report and Rescheduling Examinations",
  "citation": "Part IV, Subpart i, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180508/M21-1-Part-IV-Subpart-i-Chapter-2-Section-F-Failure-to-Report-and-Rescheduling-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:23.712622",
  "tags": [
    "m21-1"
  ]
}