{
  "chunk_id": "IV_i_2_F_11",
  "content": "/>\nIV.i.2.F.1.f\n.\nInitial Scheduling Problems and Rescheduling Examinations\nConsider the following guidance on how duty to assist concepts and principles apply when there is\na delay or other problems with the medical provider initially scheduling an examination, or\nthe claimant fails to report to a scheduled examination and thereafter\noffers good cause, or\nexpresses a willingness to attend a previously missed exam.\nNotes\n:\nKnown impediments to scheduling an examination will generally be resolved by the provider and claimant\nin advance of\nthe scheduled examination date.  This may result in delay of the examination to another date, but is not considered a failure to report and does not implicate claimant non-cooperation with the duty to assist.\nWhen notification is received from a VA medical facility that an examination could not be scheduled because a scheduling notice mailed to the claimant’s address of record was returned as undeliverable, take action as specified in\nM21-1, Part IV, Subpart i, 2.F.1.c\nand\nd\n.  When the claimant’s correct address is subsequently located, request that the medical facility reschedule the examination.\nIf an examinee fails to report for a scheduled examination but offers good cause\non or after\nthe examination and\nbefore\na decision is issued, request that the examination provider reschedule the examination before issuing a decision.  However, see\nM21-1, Part IV, Subpart i, 2.F.1.a\nfor cases of repeated failure to report.\nExpressing willingness to report without some reason offered for failing to report to an examination is not the same as good cause.  However, in two situations a claimant expressing a willingness to report for a missed examination is sufficient for another exam to be authorized.\nWhen the claimant expresses willingness to report for a previously missed VA examination\nafter\na decision is made – even in the context of an allegation of non-receipt of a scheduling notice or other absence of good cause – that statement is sufficient new and relevant evidence for supplemental claim purposes and an examination is authorized.\n38 CFR 3.655(c)(3)\nprovides that in cases of failure to report in connection with examination\non continuing entitlement\n, if notice of willingness to report is received\nbefore\npayment has been discontinued or reduced, action to adjust payment should be deferred and the reexamination must be rescheduled.  However, if there is another failure to report final action to reduce or discontinue payments will be taken.\nImportant\n:  Apply this block in conjunction with all other blocks in this topic.",
  "title": "M21-1, Part IV, Subpart i, Chapter 2, Section F - Failure to Report and Rescheduling Examinations",
  "citation": "Part IV, Subpart i, Chapter 2, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180508/M21-1-Part-IV-Subpart-i-Chapter-2-Section-F-Failure-to-Report-and-Rescheduling-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:23.712622",
  "tags": [
    "m21-1"
  ]
}