{
  "chunk_id": "IV_i_3_A_7",
  "content": "/>\nIV.i.3.A.1.b\n.\nExaminer Qualifications and Signature Requirements\nVA medical facilities (or the medical examination contractor) are responsible for ensuring that examiners are adequately qualified.\nRegional office (RO) employees are\nnot\nexpected to routinely scrutinize or question the credentials of clinical personnel to determine the acceptability of their reports, unless there is contradictory evidence of record.  However, DBQs or other examination reports\nmust\ninclude a valid signature by the certifying professional.\nUse the table below to determine what certification elements are required to accept an examination provider’s signature and qualifications.\nIf the DBQ or examination report was prepared by a ...\nThen the certification and signature block must contain the following:  ...\nVeterans Health Administration (VHA) clinician\nsignature, and\nprinted name and credentials (for example, M.D., D.O., F.N.P.).\nVeterans Benefits Administration (VBA)-contracted examination provider\nsignature\ncredentials, and\narea of practice/specialty (for example, cardiology, orthopedics, internal medicine).\nnon-VA health care provider\nsignature\nprinted name and credentials\narea of practice/specialty\nphone and/or fax number\nmedical license number, and\nNational Provider Identifier (NPI) number.\nExceptions\n:  Inclusion of a(n)\nphone and/or fax number is\nnot\nrequired if the\nDBQ is otherwise satisfactorily completed, and\nprovider’s contact information can be verified via internet search, and\nNPI number is\nnot\nrequired if the DBQ was prepared in support of a foreign claim and/or by an international health care provider.\nNotes\n:\nIn all cases involving completion of a DBQ or examination report by a non-VA health care provider, the area of practice/specialty of the provider must be identified.  For a DBQ or examination report completed by a VHA or VBA contract examiner, the area of practice/specialty must be evident if a specialist examination is required or requested.\nHealth care providers participating in the Clinicians in Residence program at ROs must be registered and certified VHA clinicians.\nWhere the above-outlined signature and certification requirements are not met, follow the procedures discussed in\nM21-1, Part IV, Subpart i, 3.C.1.e or f\n, to return the examination report as insufficient if it was completed by a VHA or VBA contract examiner, or\nM21-1, Part IV, Subpart i, 3.A.1.e\n, to reconcile deficiencies in the DBQ if it was completed by a non-VA health care provider.\nReferences\n:  For more information on\nwho must sign examination reports, see\nM21-1, Part IV, Subpart i, 3.A.1.a\nthe review of DBQs, see\nM21-1, Part IV, Subpart i, 3.A.1.d\ntypes of examinations that require a specialist, see\nM21-1, Part IV, Subpart i, 2.A.1.g\n, and\ninsufficient examination reports, see\nM21-1, Part IV, Subpart i, 3.C\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}