{
  "chunk_id": "IV_i_3_A_8",
  "content": "/>\nIV.i.3.A.1.c\n.\nTele-C&P and Telemental Health Examination\nTeleCompensation and Pension (Tele-C&P) disability evaluations can provide accurate and fully descriptive face-to-face evaluations for VBA rating purposes through use of telehealth video technologies.\nWhen an examiner elects to conduct a Tele-C&P (or telemental health) examination utilizing telehealth video technologies in lieu of performing an in-person examination, assess the report for sufficiency under the same standards applicable to in-person examinations.\nImportant\n:\nWhen reviewing DBQs or medical/examination reports prepared\nby private, non-VA providers\nvia means of telehealth/telemental health, for the purposes of determining adequacy for rating purposes, exercise prudent judgment by\napplying the general assessment principles discussed in\nM21-1, Part IV, Subpart i, 3.A.1.e\n, and\nconsidering the\ncredibility and probative value associated with variables disclosed in the DBQ/report, to include the\nclinician’s knowledge of the claimant’s relevant history\nlength of time the clinician has treated the Veteran, and\nextent to which medical records and/or other records were reviewed and considered, and\ncompatibility of the DBQ/report submitted with the types identified as suitable for performance via telehealth technology in the\nOffice of Disability and Medical Assessment (DMA) Fact Sheet 20-002,\nTelehealth for Compensation and Pension (C&P) Examinations\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}