{
  "chunk_id": "IV_i_3_A_10",
  "content": "/>\nIV.i.3.A.1.e\n.\nAssessing Sufficiency of DBQs Completed by Non-VA Providers\nIf the evidentiary record contains a privately completed DBQ, generally, claims processors must\nassess the authenticity of the information reported, as described in\nM21-1, Part IV, Subpart i, 3.A.1.f\nand\ng\n, bearing in mind that it should generally be accepted at face value\nunless there is reason to doubt or question it\nevaluate it under the evidentiary principles discussed in\nM21-1, Part V, Subpart ii, 1.A\n, and\ndetermine if a VA examination is still warranted in accordance with\nM21-1, Part IV, Subpart i, 3.A.1.d\nM21-1, Part IV, Subpart i, 2.A.3.b\n, and\nM21-1, Part IV, Subpart i, 1.B\n.\nUse the table below to determine what action must be taken after receiving a DBQ that has been\ncompleted by a private, non-VA provider, and\ndeemed insufficient for rating purposes for the reasons described in the table.\nIf the DBQ ...\nThen ...\nis missing information or contains blank or contradictory values in fields that are relevant to the rating activity\nattempt to contact the certifying provider by telephone to resolve insufficiencies, and\ndocument any successful effort at telephone contact on\nVA Form 27-0820, Report of General Information\n.\nNote\n:  If the provider cannot be reached by telephone, document any unsuccessful attempt at contact as a permanent note in in the Veterans Benefits Management System (VBMS), including the\ndate, time, and purpose of the call, and\nprovider’s\nname, and\ntelephone number.\nwas completed by a non-VA provider whose records the Veteran has requested be considered in connection with the claim via submission of\nVA Form 21-4142, Authorization to Disclose Information to the Department of Veterans Affairs (VA)\n, and\nVA Form 21-4142a, General Release for Medical Provider Information to the Department of Veterans Affairs (VA)\nensure that all necessary developmental efforts to secure relevant private medical records have been undertaken.\nReference\n:  For more information on requesting evidence from private health care providers, see\nM21-1, Part III, Subpart ii, 3\n.\nrequires additional examination components, such as\na review of service treatment records\nperformance of specific confirmatory or laboratory testing, and/or\nrendition of a medical opinion\nask a VA examiner to perform only those missing requirements.\nNotes\n:\nNo action to develop an insufficient privately completed DBQ need be taken if the facts of the case would not otherwise necessitate providing an examination and/or opinion.\nWhen a privately completed DBQ is deemed insufficient for rating purposes and a VA examination is requested as a result, claims processors must add a permanent VBMS note explaining the reason for finding the privately completed DBQ insufficient.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}