{
  "chunk_id": "IV_i_3_A_11",
  "content": "/>\nIV.i.3.A.1.f\n.\nAuthenticity of DBQs\nIn general, as with other items of evidence, DBQs from treatment providers should be taken at face value.\nHowever, all DBQs completed by treatment providers are subject to review to ensure the information provided is seemingly authentic, consistent with the evidentiary record, and free from improper alteration.\nDBQs released for public use inform the provider that\nthe patient is applying for VA benefits and VA will consider the information provided in processing the claim\nthe physician’s signature constitutes a certification that the information provided on the form is accurate, complete, and current, and\nVA may request medical information, including additional examinations, if necessary to complete VA’s review of a claimant’s application.\nWhere a review of the DBQ raises questions of authenticity or improper alteration, determine whether additional development is necessary.  This may include\nvalidation of results by the treatment provider\nobtaining medical records, and/or\na VA examination.\nInformal contact with the Office of Inspector General or a fraud referral may also be appropriate, particularly if the record shows any of the potential indicators of inauthenticity described in\nM21-1, Part IV, Subpart i, 3.A.1.g\n.\nImportant\n:\nClaims processors may not dismiss a privately completed DBQ without a justifiable and documented reason.\nIf a claims processor determines that a privately completed DBQ is potentially inauthentic and a VA examination is needed, then the claims processor\nmust\nadd a permanent VBMS note stating\nPDBQ\nfollowed by the reason the DBQ appears inauthentic.\nExample\n:\nPDBQ – Provider contact information unverifiable\n.\nReferences\n:  For more information on\nwhen development to obtain additional evidence may be needed, see\nM21-1, Part V, Subpart ii, 3.B.1.a\ntaking evidence at face value, see\nM21-1, Part V, Subpart ii, 1.A\nhandling fraudulent cases, see\nM21-1, Part X, Subpart iv, 3.A\npotential indicators of DBQ inauthenticity, see\nM21-1, Part IV, Subpart i, 3.A.1.g\n, and\nadding a permanent VBMS note, see\nM21-1, Part II, Subpart ii, 2.A.1.c\n, and\nthe\nVBMS Core User Guide\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}