{
  "chunk_id": "IV_i_3_A_12",
  "content": "/>\nIV.i.3.A.1.g\n.\nPotential Indicators of DBQ Inauthenticity\nWhile privately completed DBQs should generally be accepted at face value, as discussed in\nM21-1, Part IV, Subpart i, 3.A.1.e\nand\nf\n, there may be factors that warrant closer scrutiny to assess the authenticity of the information provided.\nIndicators of\npotential\ninauthenticity include, but are not limited to, the following:\nThe non-VA provider identified on the DBQ\nhas contact information that is unverifiable or contains discrepancies, or\nis located an unreasonable distance (generally, more than 100 miles) from the Veteran’s place of residence, yet the provider reported\nregularly seeing the Veteran as a patient, and/or\nthat the examination was completed in person.\nThe privately completed DBQ contains\ninformation that conflicts with the overall evidentiary record, particularly concerning details that impact the outcome of the claim, or\nsigns of improper alteration (for example, inconsistent appearance of text and formatting, such as the examiner certification and signature section being visually different than other sections of the DBQ).\nVA determines the privately completed DBQ is insufficient for rating purposes and orders an examination, but the Veteran refuses to report for the examination.\nImportant\n:\nThe presence of one or more of these potential indicators of inauthenticity does\nnot\nautomatically mean that a privately completed DBQ is inauthentic or fraudulent.  However, the presence of one or more of these indicators may\ncall into question\nthe authenticity of the information provided and may warrant additional development, as discussed in\nM21-1, Part IV, Subpart i, 3.A.1.f\n, and/or referral for possible fraud review.  This is necessarily a case-by-case determination.\nThe distance between the non-VA provider’s location and the Veteran’s place of residence should not be considered an indicator of potential inauthenticity, as described above, if the Veteran\nlives in a remote area, such that driving more than 100 miles to see a health care provider would not be considered unreasonable, or\nregularly or periodically travels more than 100 miles to see the particular health care provider for a specific reason (for example, to receive specialized treatment at a cancer center or research hospital).\nA privately completed DBQ should\nnot\nbe routinely rejected or automatically deemed potentially inauthentic or fraudulent solely because it supports entitlement to a maximum schedular (or other increased) evaluation for the condition, unless such a disability picture is clearly inconsistent with the overall evidentiary record.\nNotes\n:\nClaims processors have a duty to evaluate and weigh all evidence of record, including privately completed DBQs.  If it is determined that a privately completed DBQ contains indicator(s) of inauthenticity that are substantive enough to deem it potentially inauthentic or fraudulent, claims processors have the authority to assign low or no probative value to the privately completed DBQ.\nIf a privately completed DBQ is erroneously deemed insufficient and the Veteran fails to report for an examination that was requested on the basis of the DBQ being inadequate for rating purposes, then the privately completed DBQ should\nnot\nbe assigned lower probative value.\nReferences\n:  For more information on\nreviewing DBQs prepared by private, non-VA providers via telehealth technology, see\nM21-1, Part IV, Subpart i, 3.A.1.c\na Veteran’s submission of evidence and refusal to attend a VA examination, see\nKowalski v. Nicholson\n, 19 Vet.App. 171 (2005)\nthe definition of fraud, see\n38 CFR 3.901(a)\n, and\nM21-1, Part X, Subpart iv, 3.A.1.a\nhandling cases of fraud, see\nM21-1, Part X, Subpart iv, 3.A.2\n, and\nevaluating evidence and determining probative value, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}