{
  "chunk_id": "IV_i_3_A_14",
  "content": "/>\nIV.i.3.A.1.i\n.\nQualification Requirements of Examiners –  Psychological Examinations\nThe following credentialed mental health professionals are qualified to perform C&P psychological examinations:\nboard-certified or board-eligible psychiatrists\nlicensed doctorate-level psychologists, or\nthe following other mental health professionals, under the close supervision of a board-certified or board-eligible psychiatrist or licensed doctorate-level psychologist:\nnon-licensed doctorate-level psychologists working toward licensure\npsychiatry residents, and\nclinical or counseling psychologists completing a one-year internship or residency.\nNote\n:  “Close supervision” means that the supervising psychiatrist or psychologist met with the Veteran and conferred with the examining mental health professional in providing the diagnosis and the final assessment.  The supervising psychiatrist or psychologist must co-sign the examination report.\nImportant\n:  For a claim for service connection (SC) for posttraumatic stress disorder based upon a stressor related to the Veteran’s fear of hostile military or terrorist activity,\n38 CFR 3.304(f)(3)\ndirects that the examination must be conducted by a VA psychiatrist or psychologist, or a psychiatrist or psychologist with whom VA has contracted.\nReference\n:  For more information on qualifications of examiners for psychological examinations, see the\nDBQ Switchboard\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}