{
  "chunk_id": "IV_i_3_A_16",
  "content": "/>\nIV.i.3.A.1.k\n.\nQualification Requirements of Examiners –Hearing Loss and Tinnitus\nHearing loss examinations must be completed by a state-licensed audiologist.\nIf only a tinnitus examination is being requested, the examination may be conducted by either an audiologist or non-audiologist clinician, if a hearing loss examination is of record.\nNotes\n:\nIt is appropriate to request an examination for tinnitus alone when\na Veteran claims SC for tinnitus on the basis that it is due to a disability\nother than\nhearing loss, and/or\ntinnitus was treated during military service.\nFor other situations – particularly those in which the etiology of tinnitus is unclear or unspecified – it is necessary to request both hearing loss and tinnitus examinations.\nAudiology licensing requirements and credentials in a foreign country may not be the same as in the U.S., and audiologists are not available in all countries.\nFor audiology examinations conducted in foreign countries, the examiner must be licensed to provide diagnostic audiology services according to the licensing standards in the country or territory where the examiner is providing services.  This also includes medical examiners credentialed in specialties related to otolaryngology.\nFor contract examinations, the VBA contract examination vendor verifies that the provider meets applicable foreign licensing requirements.  Therefore, no additional verification is needed and claims processors should presume the selected examiner meets the qualification requirements for an audiology examination.\nReferences\n:  For more information on\nqualifications of examiners for hearing loss and tinnitus examinations, see the\nHearing Loss and Tinnitus Disability Benefits Questionnaire\nin the\nDBQ Switchboard\n, and\nevaluating hearing loss and tinnitus, see\n38 CFR 4.85\n38 CFR 4.87\n, and\nM21-1, Part V, Subpart iii, 2.B\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}