{
  "chunk_id": "IV_i_3_A_19",
  "content": "/>\nIV.i.3.A.1.n\n.\nEvaluating Disability Diagnoses\nThe precise cause of a disability is often difficult to determine.  It is important that\nthe same disability is not covered by more than one diagnosis, and\na definite and unambiguous diagnosis is made for each complaint or symptom having a medical cause.\nThe table below describes various examination scenarios and what is required for a sufficient diagnosis.\nIf ...\nThen ...\nthere are no findings on examination\na diagnosis of a disability should not be rendered by the examiner.\nExample\n:  Examiner states “normal left knee” and examination shows normal range of motion (ROM), normal stability, and no complaints of pain or other symptoms.\nthere are findings on examination\na definitive diagnosis of a disability\nshould\nbe rendered by the examiner.\nExample\n:  Examiner diagnoses “left knee patellofemoral syndrome” and examination shows limited ROM with pain.\nImportant\n:\nNon-committal diagnoses, such as those including the terms “rule-out” and/or “differential,” are not sufficient for rating purposes.\nAs discussed in\nM21-1, Part V, Subpart ii, 3.C.2.b\n, symptoms, even in the absence of a specific diagnosis, may constitute a disability sufficient for rating purposes if they produce functional impairment of earning capacity.\na disability exists but a definite name cannot be given\nthe examiner should describe the disability and indicate that it is of unknown etiology.\nExample\n:  “Respiratory insufficiency of unknown etiology.”\nthe examiner states further studies, evaluations, or laboratory tests are needed\nthe additional studies, evaluations, or testing must be performed before the diagnosis on examination can be considered final.\na previously established diagnosis is changed by the examiner\nthe examiner must state whether the current diagnosis represents\na new disability, or\na progression of the former disability.\nReference\n:  For more information on handling examinations insufficient for rating purposes, see\nM21-1, Part IV, Subpart i, 3.C\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}