{
  "chunk_id": "IV_i_3_A_20",
  "content": "/>\nIV.i.3.A.1.o\n.\nQuestions From Claimants or Their Representatives About Competency and/or Validity of Examinations\nDuly consider concerns raised by the claimant or recognized representative about a completed examination or opinion.  Communications raising concerns may take the form of (but are not necessarily limited to)\ncomplaints about the examiner\nrequests for information about the examiner’s qualifications\nassertions that records or other relevant information or evidence was not considered, and/or\nrequests for another examination or opinion.\nImportant\n:  The mere fact that such a communication is received does\nnot\nmean that the examination is insufficient or in need of clarification, or that there is a further duty to assist to obtain records or another examination.  However, consideration must be given to whether one or more of those remedies is appropriate.  Do\nnot\nrequest a new examination or return an examination as insufficient\nsolely\non the basis of a complaint from the claimant or representative.  The substance of the communication must be analyzed as discussed below.\nThe table below provides guidance on interpreting communications from claimants or a representative raising concerns about examinations and what action to take, as applicable.\nIf the substance of the communication is ...\nThen ...\nthat the examiner was not qualified to perform the examination or issue the opinion\nreview\nM21-1, Part IV, Subpart i, 3.A.1.b\nand additional blocks in this topic on qualifications for specific types of examinations, and\nconsider the guidance on competency of medical evidence in\nM21-1, Part V, Subpart ii, 1.A\n.\nWhen that review leads to a conclusion that the examiner did\nnot\nhave the appropriate qualifications, or that the conclusions of the examination or opinion were otherwise not competent, use the table below to determine the appropriate action.\nIf ...\nThen ...\nthe examination in question was completed by a VHA facility,\nand\na decision has\nnot\nbeen made on the associated claim\nfollow the guidance in\nM21-1, Part IV, Subpart i, 3.C.1.e\nfor returning an insufficient VHA examination.\nthe examination in question was completed by a contract vendor,\nand\na decision has\nnot\nbeen made on the associated claim\nfollow the guidance in\nM21-1, Part IV, Subpart i, 3.C.1.f\nfor returning an insufficient contract examination.\na decision\nhas\nbeen made on the associated claim,\nor\nthe time period for returning a VHA examination as insufficient has already passed\nrequest a new examination for\nonly\nthose contentions where the prior examination was found to be insufficient.\nNotes\n:\nWhere an examiner is basically competent, matters like specialty, board certification, experience, and other related factors will merely be considerations in determining probative value of the examination report or opinion.\nVHA facilities and contract examination vendors are responsible for selecting examiners and ensuring they are adequately qualified.  Accordingly, there is a presumption that a selected medical examiner is qualified and competent.\nthat the examination was not sufficient or requires clarification\nreview\nM21-1, Part IV, Subpart i, 3.B\nand\nC\n, and take any action required by those sections.\nthat additional material evidence must be obtained to substantiate the claim\nreview procedures on the duty to assist, as discussed in\nM21-1, Part III, Subpart i, 2.C\n, and\nM21-1, Part IV, Subpart i, 1.A\nand\nB\n.\nNotes\n:\nVA’s C&P claim adjudication system does not have a procedure for completion of interrogatories by VA personnel.\nInterrogatories\nare written questions that, in some court proceedings, must be answered under oath. If the claimant or representative submits a communication characterized as an interrogatory\ndo not\ncomplete and return the document, or\nrefer it to the examiner,\nbut\ndo\nlook at the substance of the communication as indicated above in this block, and\ndetermine if it is raising questions about examiner competency, adequacy of the examination, or satisfaction of the duty to assist.\nWhen needed to fulfill a claimant’s request or a requirement of the Board of Veterans Appeals, the curriculum vitae (CV) of a VHA or VBA contract examiner must be requested via e-mail to\nVAVBAWAS/CO/Contract Examination Inquiries\n.\nEach request should contain as much detail as possible, to include\nthe name of the examiner\nthe examiner’s title, credentials, and/or area of practice/specialty (such as M.D., Ph.D., psychology, or dentistry)\nthe geographic location in which the examination in question took place (with attention to such information as the Veterans Integrated Services Network (VISN) of jurisdiction (if known), State, and facility name)\nthe year in which the examination in question took place\nindication as to whether the request pertains to a VHA or VBA contract examiner, and\nfor VBA contract examiners, the individual contract vendor.\nEnter a permanent note in VBMS to document when a CV is requested or received.\nUpload the CV to the electronic claims folder upon receipt, as applicable.\nException\n:  If a request is received directly from a private attorney for the CV of a VHA or VBA contract examiner, send the CV request to the VBA Freedom of Information Act (FOIA) Office at\nVAVBAWAS/CO/FOIA\n.\nReferences\n:  For more information on a claimant’s\nrequest for information, or complaints, about a VA examination or opinion, see\nNohr v. McDonald\n, 27 Vet.App. 124 (2014), and\nrights to access an examiner’s CV, see\nFrancway v. Wilkie\n, 930 F.3d 1377 (Fed. Cir. 2019).",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section A - General Criteria for Sufficiency of Examination Reports",
  "citation": "Part IV, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180514/M21-1-Part-IV-Subpart-i-Chapter-3-Section-A-General-Criteria-for-Sufficiency-of-Examination-Reports",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:33.020885",
  "tags": [
    "m21-1"
  ]
}