{
  "chunk_id": "IV_i_3_B_8",
  "content": "/>\nIV.i.3.B.1.c\n.\nHearing Loss and Tinnitus Examination Report Review\nA hearing loss and tinnitus examination report may be considered insufficient if an opinion was requested but is not provided in the report.\nUnusual circumstances may arise during the examination, requiring the examiner to\nidentify any audiometric frequencies that could not be tested (CNT) and explain why testing could not be done\nprovide an explanation of why speech discrimination testing was not performed on the Veteran, or why a speech discrimination score is not appropriate in the Veteran's case, and/or\nstate the functional impact of tinnitus.\nNote\n:  In a case involving service connection (SC) for hearing loss where an etiology opinion is required, the examiner’s rationale should not\nsolely\ndiscuss that hearing was normal at the times of the Veteran’s enlistment and separation.\nWhen there is a current diagnosis of hearing loss, the examiner should provide an explanation as to how the provided opinion was reached.  This includes discussing pertinent objective evidence, lay testimony from the Veteran, and scientific literature that either refutes or supports a relationship between the current hearing loss and an event, injury, or disease during military service.\nDecision makers should\nnot\ndeny SC for hearing loss based on an examiner’s medical opinion rationale which\nsolely\ndiscusses that hearing was normal during service to support a conclusion that the current hearing loss is not related to service.  The examination report should be returned due to an insufficient medical opinion rationale.\nReferences\n:  For more information on\nrequesting audiometric examinations and medical opinions, see\nM21-1, Part V, Subpart iii, 2.B.1.d\n, and\nthe requirement for a supporting rationale for medical opinions, see\nM21-1, Part V, Subpart ii, 1.A.3.g\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section B - Examination Sufficiency for Specific Disabilities",
  "citation": "Part IV, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180516/M21-1-Part-IV-Subpart-i-Chapter-3-Section-B-Examination-Sufficiency-for-Specific-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:42.298878",
  "tags": [
    "m21-1"
  ]
}