{
  "chunk_id": "IV_i_3_B_11",
  "content": "/>\nIV.i.3.B.1.f\n.\nMusculoskeletal Examination Report Review for ROM\nIn order to address the Court of Appeals for Veterans Claims (CAVC) interpretation of Department of Veterans Affairs regulations in\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995), and\nMitchell v. Shinseki\n, 25 Vet.App. 32 (2011), musculoskeletal joint examination reports must address range of motion (ROM) criteria for repetitive motion and flare-ups.\nFollowing the initial assessment of ROM, the examiner must perform repetitive-use testing to the extent permitted by the disability under evaluation.  After the initial measurement, the examiner must reassess ROM after three repetitions and report the post-test measurements.\nThe examination report is insufficient if the examiner does not\nrepeat ROM testing during the examination and report any additional functional loss, or\nprovide a rational explanation for why repetitive-use testing could not be accomplished, if applicable.\nIn order to address CAVC’s holding in\nCorreia v. McDonald\n, 28 Vet.App. 158 (2016), and ensure adequacy for rating purposes, musculoskeletal examination reports must also reflect testing of\ninvolved joints for pain\non both active and passive motion, and\nin states of weight-bearing and nonweight-bearing, and\nROM of the opposite, undamaged joint, if applicable and medically feasible.\nMusculoskeletal examination reports containing self-evident contradictory findings, conclusions, and/or terminology will also be rendered insufficient or require additional clarification.  Examples of such contradictory examination features include, but are not limited to, the following:\nannotations of “unaffected gait” and “walks with a cane” in the same report\nindication that a joint has required surgery, accompanied by the annotation “scar not addressed,” and\nconclusion that a joint warrants no clinical diagnosis, accompanied by coexisting objective findings of unqualified\nirregular limitation of motion (LOM)\npain on ROM testing, and/or\ndegenerative changes or arthritis.\nReferences\n:  For more information on\nrating musculoskeletal conditions, see\nM21-1, Part V, Subpart iii, 1.A\n-\nF\nmusculoskeletal examination report review for\nfunctional loss, see\nM21-1, Part IV, Subpart i, 3.B.1.g\n, and\nx-rays, see\nM21-1, Part IV, Subpart i, 3.B.1.h\nadditional functional impairment during flare-ups or with repeated use over time, see\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995), and\nMitchell v. Shinseki\n, 25 Vet.App. 32 (2011), and\nrequired ROM testing, see\nCorreia v. McDonald\n, 28 Vet.App. 158 (2016).",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section B - Examination Sufficiency for Specific Disabilities",
  "citation": "Part IV, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180516/M21-1-Part-IV-Subpart-i-Chapter-3-Section-B-Examination-Sufficiency-for-Specific-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:42.298878",
  "tags": [
    "m21-1"
  ]
}