{
  "chunk_id": "IV_i_3_B_12",
  "content": "/>\nIV.i.3.B.1.g\n.\nMusculoskeletal Examination Report Review for Functional Loss\nThe clinician conducting a musculoskeletal examination must address additional functional limitation or LOM during flare-ups or following repeated use over time, based on the Veteran’s history and the examiner’s clinical judgment.\nThe examination report must address whether the functional ability of a joint is significantly limited during flare-ups or when the joint is used repeatedly over a period of time due to\npain\nweakness\nfatigability, and/or\nincoordination.\nIf such opinion is not feasible, then the examiner must state so and provide an explanation as to why the opinion cannot be rendered.\nExample\n:  John Smith reports severe knee pain with repeated use over time when walking back and forth to the store several times a day.  During those flare-ups, the capacity for knee flexion is demonstrated/reported to be 0-110 degrees.\nImportant\n:  The examiner conducting an initial or review musculoskeletal examination must consider all the evidence of record when estimating functional loss due to flare-ups.  The examiner must review the claims folder in order to adequately meet this requirement.\nReferences\n:  For more information on\nrequirement for claims folder review in a musculoskeletal examination, see\nSharp v. Shulkin\n, 29 Vet.App. 26 (2017), and\nM21-1, Part IV, Subpart i, 2.A.8.b\n, and\nmusculoskeletal examination report review for\nROM, see\nM21-1, Part IV, Subpart i, 3.B.1.f\n, and\nx-rays, see\nM21-1, Part IV, Subpart i, 3.B.1.h\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section B - Examination Sufficiency for Specific Disabilities",
  "citation": "Part IV, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180516/M21-1-Part-IV-Subpart-i-Chapter-3-Section-B-Examination-Sufficiency-for-Specific-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:42.298878",
  "tags": [
    "m21-1"
  ]
}