{
  "chunk_id": "IV_i_3_B_16",
  "content": "/>\nIV.i.3.B.1.k\n.\nSkin and Scars Examination Report Review\nUse the table below to ensure a skin or scar examination report is not considered insufficient for rating purposes.\nIf the disability being assessed is a ...\nThen the ...\nskin condition (dermatitis, eczema, etc.) whose evaluation criteria involve consideration of its effects on bodily areas\nSkin Diseases Disability Benefits Questionnaire\nmust identify the total body surface area and exposed body surface area (both expressed as percentages) affected.\nscar\nScars/Disfigurement Disability Benefits Questionnaire\nmust identify the scar’s\nlocation (left lower extremity, right upper extremity, etc.)\ntype (linear, superficial non-linear, painful, etc.), and\ndimensions of measurement (length and width).\nNote\n:  Non-scar DBQs identifying residual scars that are\nnot\npainful/unstable or greater than 39 square centimeters in area are also sufficient for rating purposes.\nNotes\n:\nIf color photographs are not included with a skin or scar examination report, do not return the examination report as insufficient to request photographs\nunless\nthe report clearly indicates that photographs\nwere\ncaptured at the time of examination but fails to provide them.  In this instance, the photographs must be obtained for rating consideration.\nIf photographs are included, then consider the evidence when evaluating the condition(s) at issue.\nReference\n:  For more information on rating skin conditions and scars, see\n38 CFR 4.118\n, and\nM21-1, Part V, Subpart iii, 10\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section B - Examination Sufficiency for Specific Disabilities",
  "citation": "Part IV, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180516/M21-1-Part-IV-Subpart-i-Chapter-3-Section-B-Examination-Sufficiency-for-Specific-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:42.298878",
  "tags": [
    "m21-1"
  ]
}