{
  "chunk_id": "IV_i_3_B_17",
  "content": "/>\nIV.i.3.B.1.l\n.\nSleep Disorders Examination Review\nSleep apnea must be diagnosed with a sleep study.  Review the sleep study to ensure the condition is interpreted in relationship to the claimed condition.\nIf there is a service-connected (SC) condition that is comorbid to the sleep apnea that requires a PFT, like asthma, ensure that such testing was completed.\nSleep disturbances, such as insomnia, may be claimed as secondary manifestations of other primary conditions, including, but not limited to,\nmental health disorders\npain experienced from an SC disability, and/or\nsigns or symptoms of undiagnosed illness and medically unexplained chronic multi-symptom illnesses.\nNotes\n:\nWhen the\nSleep Apnea Disability Benefits Questionnaire\nis negative for a diagnosis of sleep apnea but the examiner provides information about sleep disturbances, such as insomnia, review the report in accordance with\nM21-1, Part V, Subpart iii, 13.1.l\nto determine if any additional medical opinion is required.\nAs expressed in\nM21-1, Part V, Subpart iii, 4.A.2.f\n, upper airway resistance syndrome is neither synonymous with sleep apnea nor considered a ratable disability for compensation purposes.  As such, its diagnosis does\nnot\nwarrant requesting any examination, medical opinion, or clarification of existing examination results.\nReferences\n:  For more information on\ndetermining when an examination or medical opinion is necessary, see\nM21-1, Part IV, Subpart i, 1.A\nsubthreshold diagnoses, see\nM21-1, Part V, Subpart ii, 3.C.1.b\nsleep apnea and sleep studies, see\nM21-1, Part V, Subpart iii, 4.A.2.a\nsleep apnea schedule of ratings, see\n38 CFR 4.97, diagnostic code (DC) 6847\n, and\nthe\nSleep Apnea Disability Benefits Questionnaire\n, see the\nDBQ Switchboard\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section B - Examination Sufficiency for Specific Disabilities",
  "citation": "Part IV, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180516/M21-1-Part-IV-Subpart-i-Chapter-3-Section-B-Examination-Sufficiency-for-Specific-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:42.298878",
  "tags": [
    "m21-1"
  ]
}