{
  "chunk_id": "IV_i_3_B_19",
  "content": "/>\nIV.i.3.B.1.n\n.\nTBI Examination Report Review\nEnsure the initial TBI diagnosis is provided by a qualified examiner.\nThe examiner must address\nall the facets of the TBI diagnosis, and if any facets are left blank, it must be indicated in the\nRemarks\nsection of the DBQ that the symptoms are related to a non-TBI condition, with an explanation provided\nany additional residuals, other findings, diagnostic testing, functional impact of the diagnosis, and an explanation regarding conflicting diagnoses from medical versus mental health clinicians, if applicable\nother pertinent physical findings, scars, complications, conditions, signs and/or symptoms, such as mental, physical, or neurological conditions or residuals attributable to a TBI (such as migraine headaches or Meniere’s disease), and\nthe functional impact on the Veteran’s ability to work.\nA mental health evaluation alone is not sufficient in addressing TBI.  A TBI examination completed by a medical clinician, with input from a mental health examiner, needs to be completed when attributable signs and symptoms co-exist.\nObjective evidence and neuropsychiatric testing may be required when cognitive impairment symptoms are identified.  Some examples of cognitive impairment symptomology include\nmemory loss, and\nreduced attention, concentration, and executive functioning.\nReferences\n:  For more information on\nTBI examiner qualifications, see\nM21-1, Part IV, Subpart i, 3.A.1.j\n, and\nevaluating TBI, see\n38 CFR 4.124a\n, and\nM21-1, Part V, Subpart iii, 12.B\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section B - Examination Sufficiency for Specific Disabilities",
  "citation": "Part IV, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180516/M21-1-Part-IV-Subpart-i-Chapter-3-Section-B-Examination-Sufficiency-for-Specific-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:42.298878",
  "tags": [
    "m21-1"
  ]
}