{
  "chunk_id": "IV_i_3_C_11",
  "content": "/>\nIV.i.3.C.1.f\n.\nReturning Examination Reports Requested Through VBMS\nRefer to the table below to determine how to return an insufficient or inadequate examination report to the appropriate provider when the examination was originally requested through the Veterans Benefits Management System (VBMS).\nIf the examination report ...\nThen ...\nis deemed insufficient\nreturn the examination report by\naccessing the EXAMS chevron in VBMS, and\nselecting\nRework\nfrom the ACTIONS menu\neach contention requiring additional attention\nInsufficiency\nas the rework type, and\none or more bases for the report’s return from the AVAILABLE REWORK REASONS drop-down menu, and\nentering a clear description of the issue(s) needing clarification or resolution in the DETAILED RATIONALE FOR REWORK field.\nImportant\n:\nWhen a contract examination report is found to be insufficient, it should\nnot\nbe resolved by VHA examiners.\nA rework request must be routed to the vendor that produced the insufficient examination report.  Rework requests must not be routed to a new vendor.\nNote\n:  Insufficient examination reports include those which are missing\ninformation on the requested DBQ that is needed for rating purposes, or\nan entire requested DBQ.\nReference\n:  For more information on deficiencies that would render an examination report insufficient, see\nM21-1, Part IV, Subpart i, 3.C.1.a\n.\nrequires clarification\nreturn the examination report by\naccessing the EXAMS chevron in VBMS, and\nselecting\nRework\nfrom the ACTIONS menu\neach contention requiring additional attention\nClarification\nas the rework type, and\none or more bases for the report’s return from the AVAILABLE REWORK REASONS drop-down menu, and\nentering a clear description of the issue(s) needing clarification or resolution in the DETAILED RATIONALE FOR REWORK field.\nImportant\n:  When submitting a clarification rework request for a contract examination, it is recommended to cite the exact language in the DBQ that requires clarification and specify the clarification(s) needed.\nReference\n:  For more information on when an examination report would need clarification, see\nM21-1, Part IV, Subpart i, 3.C.1.c\n.\npresents an opinion or diagnosis that conflicts with other evidence of record\nand\nthe conflict cannot be resolved via review of the evidentiary record\ninput a new medical opinion DBQ request in VBMS.\nImportant\n:\nAvoid using language that can be construed as adversarial when returning reports for clarification.  Use the term\ninsufficient for rating purposes\nrather than\ninadequate examination\n.\nAn examination scheduling request (ESR) must be in a\nCompleted\nstatus before a rework request can be submitted in VBMS.\nNote\n:\nContract examination providers have a maximum of 14 days to clarify any insufficiency to avoid an insufficiency call.  If the insufficiency or need for clarification is not rectified within the time allotted, the examination will be deemed\ninsufficient\n.\nReferences\n:  For more information on\nnavigation of and data entry in VBMS, see the\nVBMS Core User Guide\nentering a rework request in VBMS, see the\nExam Management System (EMS) User Guide\n, and\nwhen a rework request in VBMS is not appropriate, see\nM21-1, Part IV, Subpart i, 3.C.1.g\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section C - Insufficient Examinations",
  "citation": "Part IV, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180517/M21-1-Part-IV-Subpart-i-Chapter-3-Section-C-Insufficient-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:51.536289",
  "tags": [
    "m21-1"
  ]
}