{
  "chunk_id": "IV_i_3_C_12",
  "content": "/>\nIV.i.3.C.1.g\n.\nDetermining Whether a Rework Request or New ESR in VBMS Is Required\nIf necessary information was not requested in the original ESR, a\nnew\nESR must be submitted.  It is not appropriate to return an examination report as a rework request in VBMS to obtain new information that was not requested on the original ESR.\nRefer to the table below for guidance on whether an examination rework request in VBMS is appropriate or a new ESR is required.\nIf a(n) ...\nThen a ...\nspecific DBQ is deemed necessary but was not included in\nor\ntriggered by the request on the original ESR\nnew\nESR is required, and\nrework request in VBMS is not appropriate.\nExample\n:  The original ESR requested a\nShoulder and Arm Conditions Disability Benefits Questionnaire\nfor the claimed condition of arm pain, but the claims processor determines an\nElbow and Forearm Conditions Disability Benefits Questionnaire\nis required instead.\nmedical opinion is deemed necessary but the specific opinion required was not requested on the original ESR\nnew\nESR is required, and\nrework request in VBMS is not appropriate.\nExample\n:  A direct medical opinion was requested on the original ESR but, after review, the claims processor determines an aggravation medical opinion is needed.\nexamination is needed for a contention not included on the original ESR\nnew\nESR is required, and\nrework request in VBMS is not appropriate.\nExamples\n:\nThe claims processor missed a contention that requires an examination when entering the original ESR.\nAfter the original ESR was entered, a subsequent claim was received for an additional contention that requires an examination.\nexamination is needed for one or more contention(s) and/or specific DBQ(s) not included on the original ESR,\nbut\nexamination for the additional contention(s) and/or completion of the additional DBQ(s) is\ntriggered\nby the findings and examiner instructions on the originally requested DBQ(s)\nnew\nESR is\nnot\nrequired, and\nrework request in VBMS\nis\nappropriate.\nExample\n:  The original ESR requested a\nDiabetes Mellitus Disability Benefits Questionnaire\nfor the claimed condition of diabetes.  At the time of examination, the Veteran reported symptoms of peripheral neuropathy, which would trigger the examiner to also complete the\nDiabetic Sensory-Motor Peripheral Neuropathy Disability Benefits Questionnaire\n.  However, the examiner failed to complete the\nDiabetic Sensory-Motor Peripheral Neuropathy Disability Benefits Questionnaire\n.\nAnalysis\n:  This is an insufficient examination as the examiner did not follow the instructions in the\nDiabetes Mellitus Disability Benefits Questionnaire\n, and a rework request should be submitted in VBMS as directed in\nM21-1, Part IV, Subpart i, 3.C.1.f\n.\nNote\n:  If a rework request is submitted in VBMS to a contract vendor but a\nnew\nESR should have been submitted instead, the vendor will send the ESR rework request back as a request for clarification with instructions seeking the submission of a new ESR.\nReference\n:  For more information on requests for clarification on examinations requested through VBMS, see\nM21-1, Part IV, Subpart i, 2.A.10.c\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section C - Insufficient Examinations",
  "citation": "Part IV, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180517/M21-1-Part-IV-Subpart-i-Chapter-3-Section-C-Insufficient-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:51.536289",
  "tags": [
    "m21-1"
  ]
}