{
  "chunk_id": "IV_i_3_C_14",
  "content": "/>\nIV.i.3.C.1.i\n.\nRequesting Clarification From Private Physicians\nVA, pursuant to\n38 U.S.C. 5103A(a)\n, has a duty to return for clarification unclear or insufficient private examination reports or VA progress notes if it reasonably appears that a request for clarification could provide relevant information necessary to properly decide a claim that is otherwise not in the record and cannot be obtained in some other way.  VA’s duty is limited to those instances in which the missing information is relevant, factual, and objective – not a matter of opinion – and bears greatly on the probative value of the private medical examination report.\nIf a private medical examination report reasonably appears to contain information necessary to properly decide a claim, but is unclear or not suitable for rating purposes and the information contained in the report otherwise cannot be obtained, VA has a duty to either\nask the private examiner to clarify the report\nrequest that the claimant obtain the necessary information to clarify the report\nrequest a VA examination or medical opinion to remedy the lacking element(s), or\nexplain why clarification is not needed.\nAny request for clarification to a private examiner or claimant should clearly indicate what further action needs to be taken to make the insufficient private examination report acceptable for VA consideration.  If no response is received from the private examiner or claimant, continue adjudicating the claim.\nNote\n:  When an examination or opinion is requested to remedy a lacking element, the exam and/or opinion may be requested specific to only the lacking element.  A complete examination need not be requested to remedy a lacking element when the evidence of record will otherwise be sufficient once the examination or opinion is received.\nReferences\n:  For more information on\nrequesting clarification of medical reports, see\n38 CFR 4.2\n, and\nSavage v.Shinseki\n, 24 Vet.App. 259 (2011)\nhandling privately completed DBQs, see\nM21-1, Part IV, Subpart i, 3.A\n, and\nrequesting non-Federal or private records, see\nM21-1, Part III, Subpart i, 2.C.2\n.",
  "title": "M21-1, Part IV, Subpart i, Chapter 3, Section C - Insufficient Examinations",
  "citation": "Part IV, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180517/M21-1-Part-IV-Subpart-i-Chapter-3-Section-C-Insufficient-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:39:51.536289",
  "tags": [
    "m21-1"
  ]
}