{
  "chunk_id": "IV_ii_1_A_8",
  "content": "/>\nIV.ii.1.A.1.c\n.\nTimeframes for Scheduling Review Examinations\nUse the table below to determine the interval at which to schedule a future review examination.\nIf the case necessitates a(n) ...\nThen, at the time of the rating decision’s preparation, schedule the examination to be conducted ...\nroutine future examination to monitor for anticipated improvement in an SC disability\nin three years.\nreexamination to monitor for evidence of\nsustained improvement\nin a stabilized SC disability that is shown to have improved in accordance with the provisions of\n38 CFR 3.344\nin 18, 24, or 30 months, depending upon the facts and implications of the individual case.\nexamination to facilitate the reevaluation of a prestabilization rating prepared under the authority of\n38 CFR 4.28\nno earlier than 6 months, nor later than 12 months, following discharge from service.\nexamination to evaluate an SC mental disorder that was\nincurred by reason of traumatic stress, and\nrated in accordance with the provisions of\n38 CFR 4.129\nwithin the six-month period following the Veteran’s discharge.\nexamination to evaluate post-therapeutic residuals of an SC malignancy\nsix months following cessation of surgical, x-ray, antineoplastic chemotherapy, or other therapeutic procedure.\nExceptions\n:\nFor SC bone malignancy evaluated under\n38 CFR 4.71a, DC 5012\n, any needed examination must be scheduled\none year\nfollowing cessation of treatment.\nFor SC malignancy of the brain or spinal cord evaluated under\n38 CFR 4.124a, DCs 8002 or 8021\n, respectively, any needed examination must be scheduled\ntwo years\nfollowing cessation of treatment.\nConcede the disability evaluation’s permanence and schedule\nno\nfuture examinations if the considerations discussed in\nM21-1, Part V, Subpart ii, 3.D.4\nare applicable.\nmandatory examination/reexamination in connection with a specific DC\nat a time or interval consistent with the applicable regulation’s requirements.\nReferences\n:  For more information on\nwhen not to schedule review examinations, see\nM21-1, Part IV, Subpart ii, 1.A.1.d\nwhen a review examination shows improvement in a stabilized disability, see\nM21-1, Part IV, Subpart ii, 1.A.1.g\nevidentiary standards for reduction due to improvement, see\nM21-1, Part X, Subpart ii, 4.A.1.b\n, and\napplying the provisions of\n38 CFR 3.344\n, see\nM21-1, Part X, Subpart ii, 4.A.2.a and b\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 1, Section A - Determining the Need for Review Examinations",
  "citation": "Part IV, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014321/M21-1-Part-IV-Subpart-ii-Chapter-1-Section-A-Determining-the-Need-for-Review-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:00.797953",
  "tags": [
    "m21-1"
  ]
}