{
  "chunk_id": "IV_ii_1_A_9",
  "content": "/>\nIV.ii.1.A.1.d\n.\nWhen Not to Schedule Review Examinations\nDo\nnot\nestablish a future examination control in cases when the\ndisability is static\nfindings and symptoms are shown to have persisted without material improvement over five years or more\ndisability is permanent in character and of such nature that there is no likelihood of improvement\nVeteran is over 55 years of age (except under unusual circumstances or where required by regulation)\nevaluation is the prescribed schedular minimum within its DC\nevaluation is 10 percent or less, or\ncombined evaluation would not change even if the reexamination resulted in a reduced evaluation for one or more disabilities.\nImportant\n:\nWhen deciding if a disability is static, only order a future examination if there is objective evidence stating clearly a disability is likely to improve.\nThe principles expressed in this block apply equally to (1) initial routine future examinations and (2) reexaminations requested in the interest of substantiating sustained improvement.  Therefore, where the evidentiary record includes a single examination report (or alternative form of medical evidence) portraying improvement in a disability that has persisted at its assigned level of evaluation for five years or longer, but one or more of the above criteria (that are not directly negated by the presence of evidence showing improvement) are applicable, do not proceed with scheduling an additional reexamination unless doing so is\nrequired by regulation, or\nwarranted in light of unusual circumstances, such as in cases of Veterans over age 55.\nReferences\n:  For more information on\nwhen\nnot\nto schedule reexaminations, see\n38 CFR 3.327(b)\ncurrent policy guidance limiting when to schedule routine future examinations, see\nPolicy Letter 21-01\nprescribed, schedular minimum ratings, see\nM21-1, Part V, Subpart ii, 3.D\n, and\nconsidering a Veteran’s age in connection with review examinations, see\nM21-1, Part IV, Subpart ii, 1.A.1.e\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 1, Section A - Determining the Need for Review Examinations",
  "citation": "Part IV, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014321/M21-1-Part-IV-Subpart-ii-Chapter-1-Section-A-Determining-the-Need-for-Review-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:00.797953",
  "tags": [
    "m21-1"
  ]
}