{
  "chunk_id": "IV_ii_1_A_10",
  "content": "/>\nIV.ii.1.A.1.e\n.\nConsidering a Veteran’s Age in Connection With Review Examinations\nAs is discussed in\nM21-1, Part IV, Subpart ii, 1.A.1.d\n, and with only rare exceptions, Veterans over the age of 55 must not be routinely recalled for reexamination.\nIn determining whether a Veteran meets the criteria for exemption from reexamination by reason of age, do\nnot\nlimit consideration to the Veteran's age at the time of the rating decision’s preparation.  Instead, consider what age the Veteran will have attained by the time the future review examination is actually conducted.\nUse the table below to determine the impact of the Veteran’s age on future reexamination efforts and planning.\nIf ...\nThen ...\nthe Veteran will have reached or surpassed age 55 by the time the reexamination is conducted\ndo\nnot\nschedule the reexamination unless\nrequired to do so by specific regulation, or\ncompelled to do so based on unusual circumstances.\nthe expiration of a future examination control (as discussed in\nM21-1, Part IV, Subpart ii, 1.B\n) results in referral to the rating activity, and\nreview of the case indicates that the Veteran is currently age 55 or older\ncancel any examination not\nrequired by regulation, or\nwarranted in light of unusual circumstances, and\nfollow guidance as it appears in\nM21-1, Part IV, Subpart ii, 2.A\n.\nreview in connection with an unrelated claim or issue reveals a future examination control for a Veteran who\nis currently age 55 or older, or\nwill have reached or surpassed age 55 by the time the reexamination is conducted\ndelete or cancel the existing examination control provided it is not\nrequired by regulation, or\nwarranted in light of unusual circumstances, and\nfollow guidance as it appears in\nM21-1, Part IV, Subpart ii, 1.A.1.i\n.\nNote\n:  Whether a case is found to involve the “unusual circumstances” described above and in\n38 CFR 3.327(b)(2)(iv)\nis an individual, fact-specific determination left to the discretion of the rating activity.  If, however, a future review examination is deemed warranted in light of unusual circumstances, the claims processor must identify and document the nature of the unusual facts found in the form of a\nremark in the SPECIAL NOTATION field on the PROFILE screen in the Veterans Benefits Management System (VBMS) – Rating, or\npermanent VBMS note, if no rating decision is being simultaneously prepared.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 1, Section A - Determining the Need for Review Examinations",
  "citation": "Part IV, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014321/M21-1-Part-IV-Subpart-ii-Chapter-1-Section-A-Determining-the-Need-for-Review-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:00.797953",
  "tags": [
    "m21-1"
  ]
}