{
  "chunk_id": "IV_ii_1_B_10",
  "content": "/>\nIV.ii.1.B.1.e\n.\nReviewing EPs 310 for Permanency\nAn EP 310,\nPermanent and Total Determination\n, will generate on a recurring basis when the corporate record of a Veteran who has a combined 100-percent service-connected (SC) evaluation does not reflect either\neligibility to Chapter 35 benefits, or\na future review examination diary/control.\nIf an EP 310 is pending for this situation, the claims folder must be reviewed to determine if\na review examination is needed, or\nthe specific disability can be identified as\npermanent and total\n, and Chapter 35 eligibility addressed in a rating decision.\nUse the table below to determine what actions to take in response to EPs 310 generated in these circumstances.\nIf the absence of Chapter 35 eligibility and/or routine future examination ...\nThen ...\nhas been resolved by rating action since the time of the EP 310’s generation\ncancel EP 310, and\nadd a permanent note in VBMS, explaining why no action was necessary.\nexists because the 100-percent disability in question has been granted under the provisions of\n38 U.S.C. 1151\nactivate the\n1151 P&T\ncorporate flash to prevent the unnecessary generation of future review tasks, and\ncancel EP 310.\nReference\n:  For more information on accessing corporate flashes, see the\nShare User Guide\n.\nleads to the conclusion, upon review, that additional future examination(s) of one or more SC disabilities is/are required before the case may be rated as to permanency\nestablish future examination control in accordance with procedures discussed in\nM21-1, Part IV, Subpart ii, 1.B.1.c\ncancel EP 310, and\nadd a permanent note in VBMS to explain the actions taken.\ninvolves none of the variables outlined in rows above\norder any examinations deemed necessary, and\ncomplete a rating decision under EP 310, addressing the targeted disability's evaluation and/or permanency, as appropriate.\nNotes\n:\nEPs 310 will continue to be generated for cases that have no existing controls in place and will appear on monthly reports.\nPrepare a rating decision whenever permanency is established, whether based on new evidence and/or cancellation of a future examination.\nNotify the Veteran whenever Chapter 35 is granted for the first time.\nReferences\n:  For more information on\nrating considerations under Chapter 35, see\nM21-1, Part XIII, Subpart i, 1.A\n, and\nformer use of EP 684 in connection with permanency reviews, see the attachment,\nHistorical_M21-1III_iv_3_SecC_2-20-19.docx\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 1, Section B - Control of Future Examinations",
  "citation": "Part IV, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014904/M21-1-Part-IV-Subpart-ii-Chapter-1-Section-B-Control-of-Future-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:10.040481",
  "tags": [
    "m21-1"
  ]
}