{
  "chunk_id": "IV_ii_2_A_6",
  "content": "/>\nIV.ii.2.A.1.a\n.\nRating Action on Review Examination Results Showing Worsening Symptomatology\nUse the table below to determine the rating action to take if results of a review examination demonstrate worsening symptomatology in a service-connected (SC) disability.\nIf review examination results and/or associated medical evidence demonstrate that an SC disability ...\nThen ...\nhas worsened so as to warrant a higher evaluation under schedular rating criteria\nconsider the disability’s evaluation an issue raised on Department of Veterans Affairs (VA) initiative, and\naward entitlement to the appropriate increased evaluation from the date of the examination’s performance.\nrenders the Veteran unemployable\nconsider the issue of entitlement to individual unemployability (IU) reasonably raised\nfollow procedural instructions found in\nM21-1, Part VIII, Subpart iv, 3.B\nand\nC\nfor reasonably raised claims of IU, and\ncontinue end product (EP) 310 until all issues are decided.\nrequired hospitalization or observation at VA expense for a period in excess of 21 days\nconsider entitlement to a temporary total rating a reasonably raised subordinate issue\naward entitlement to a temporary 100-percent evaluation under\n38 CFR 4.29\nfor the duration of the hospitalization or treatment/observation period, and\nassign an appropriate schedular evaluation based on current examination results following discontinuance of the temporary 100-percent evaluation.\nrequired surgical or other treatment necessitating at least one month of convalescence\nat any point in time, if administered at a VA or military treatment facility, or\nwithin the year prior to the date of the examination’s performance, if administered by a private or civilian provider\nconsider entitlement to a temporary total rating a reasonably raised subordinate issue\naward entitlement to a temporary 100-percent evaluation under\n38 CFR 4.30\nfor the duration of the convalescence period, and\nassign an appropriate schedular evaluation based on current examination results following discontinuance of the temporary 100-percent evaluation.\nNote\n:  Under the circumstances described above, do\nnot\nraise the issue of entitlement to a temporary total rating under\n38 CFR 4.29\nor\n4.30\nunless the evidence of record supports a grant of such benefits.\nReferences\n:  For more information on\neffective dates of\nincreased compensation, see\nM21-1, Part V, Subpart ii, 4.A\nhospitalization ratings, see\nM21-1, Part VIII, Subpart iv, 8.B\n, and\nconvalescent ratings, see\nM21-1, Part VIII, Subpart iv, 8.C\npreparing hospitalization ratings, see\nM21-1, Part VIII, Subpart iv, 8.B\npreparing convalescent ratings, see\nM21-1, Part VIII, Subpart iv, 8.C\n, and\nactions to take when a review examination demonstrates development of additional residual or secondary disabilities, see\nM21-1, Part IV, Subpart ii, 2.A.1.b\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 2, Section A - Rating Action on Review Examination Results and Cancellations",
  "citation": "Part IV, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014324/M21-1-Part-IV-Subpart-ii-Chapter-2-Section-A-Rating-Action-on-Review-Examination-Results-and-Cancellations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:19.292353",
  "tags": [
    "m21-1"
  ]
}