{
  "chunk_id": "IV_ii_2_A_7",
  "content": "/>\nIV.ii.2.A.1.b\n.\nRating Action on Review Examination Results Demonstrating Development of Additional Residual or Secondary Disabilities\nUse the table below to determine the rating action to take if results of a review examination demonstrate that a primary SC disability has progressed to involve the development of one or more additional residual, complications, or secondary disabilities.\nIf the newly developed disability discovered on review examination is …\nThen ...\nthe residual of a primary SC disease or disability whose diagnostic code criteria under\n38 CFR Part 4\nrequired re-examination, and\ninstruct that residuals be rated according to the body system involved,\nor\none that\n38 CFR Part 4\nand/or other sources of official VA guidance identify as an accepted part of the underlying SC disability, such as\ncomplications of systemic disease processes, including diabetes mellitus\nscars associated with surgical interventions, or\nperipheral nerve involvement associated with spinal pathology\naward entitlement to service connection (SC) for the newly developed residual or secondary disability(ies), as well as any corresponding ancillary benefits, effective the date of the examination that resulted in discovery.\nExample\n:  A Veteran SC for prostate cancer attends a review examination intended to assess that disability’s severity on January 1, 2016, at which time he is diagnosed with residual erectile dysfunction.\nOutcome\n:  The rating activity will establish SC for erectile dysfunction and entitlement to special monthly compensation under\n38 U.S.C. 1114(k)\nfor loss of use of a creative organ effective January 1, 2016, the date of the review examination’s performance.\naffirmatively related to the primary SC disability as per the conclusions of a favorable medical opinion,\nbut\nnot considered an accepted part of the underlying SC disability, as discussed in the cell above\nsolicit a claim for benefits in accordance with\nM21-1, Part V, Subpart ii, 3.A\n.\nExample\n:  A Veteran SC for lumbar spinal stenosis attends a review examination intended to assess that disability’s severity, at which time her VA examiner diagnoses right knee patellofemoral pain syndrome and provides a medical opinion that the latter is at least as likely as not related to the former.\nOutcome\n:  The rating activity will\nevaluate the severity of the SC lumbar spinal stenosis based on the facts of the case, and\nsolicit a claim for SC for right knee patellofemoral pain syndrome.\nNote\n:  If, during the course of the VA examination, the Veteran expresses intent to seek compensation for the new disability, handle such communication as a request for application in accordance with\nM21-1, Part II, Subpart iii, 2.G\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 2, Section A - Rating Action on Review Examination Results and Cancellations",
  "citation": "Part IV, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014324/M21-1-Part-IV-Subpart-ii-Chapter-2-Section-A-Rating-Action-on-Review-Examination-Results-and-Cancellations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:19.292353",
  "tags": [
    "m21-1"
  ]
}