{
  "chunk_id": "IV_ii_2_B_19",
  "content": "/>\nIV.ii.2.B.2.g\n.\nFinalizing the Proposed Rating Action\nComplete rating action to finalize the proposed decision\nprior to\nauthorization action to reduce benefits.  If additional evidence is received during the 60-day period, review the evidence to determine the proper action to take.\nRefer to the table below for more information on finalizing the proposed rating decision.\nIf ...\nThen ...\nno additional evidence was received, or if the Veteran fails to report for the rescheduled examination\nwait to take rating action until expiration of the 60-day period, and\ncomplete a rating decision to\nrestate the evidence reviewed\nprovide the previously proposed disability evaluation or decision, and\nstate the effective date of reduction.\na report of rescheduled examination is received\nreview the evidence to determine the level of disability warranted.  If the examination report supports\nthe current evaluation or higher, complete a rating decision indicating the final evaluation and discuss the basis for the decision, or\na reduced evaluation\ncomplete a new proposed rating decision explaining the revised basis for the reduced evaluation, and\nprovide a new period of due process, as discussed in\nM21-1, Part X, Subpart ii, 3.D.1.g\n.\nadditional evidence was received, to include a hearing transcript\nreview the evidence to determine the level of disability supported.  If the evidence\nsupports the current evaluation or higher, complete a rating decision indicating the final evaluation and discuss the basis for the decision, or\ncontinues to show the prior proposed reduction is warranted due to failure to report\nwait to take rating action until the 60-day period expires, and\ncomplete a rating decision to discuss the\nevidence\npreviously proposed disability evaluation or decision, and\neffective date of reduction.\nNote\n:  For pension purposes, review evidence and assign an evaluation to each current disability. If criteria for permanent and total disability is not met, prepare a rating decision finalizing discontinuance of pension, to include any applicable special monthly pension (SMP) benefit.\nNotes\n:\nCode all disabilities with their new, continuing, and combined evaluations.\nInclude noncompensable SC disabilities.\nConsider a compensable rating under\n38 CFR 3.324\n, if applicable.\nThe effective date of the reduced evaluation under\n38 CFR 3.655\nimplementation will be the later of the following:\nthe date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share, or\nthe date indicated in the notice of proposed adverse action.\nUse the effective date the award will be reduced as the effective date for the new combined evaluation.\nReferences\n:  For more information on\nauthorization action in cases of reduction or discontinuance for failure to report for review examination see,\nM21-1, Part IV, Subpart ii, 2.B.3\n, and\ncompleting a new rating decision following receipt of additional evidence that changes the reason for a proposed reduction, see\nM21-1, Part X, Subpart ii, 3.D.1.g\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 2, Section B - Failure to Report for Review Examinations",
  "citation": "Part IV, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014553/M21-1-Part-IV-Subpart-ii-Chapter-2-Section-B-Failure-to-Report-for-Review-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:28.607737",
  "tags": [
    "m21-1"
  ]
}