{
  "chunk_id": "IV_ii_2_B_27",
  "content": "/>\nIV.ii.2.B.3.d\n.\nHandling a Veteran’s Failure to Respond to an FTR Rating Decision\nUse the table below to determine the action to take if the Veteran fails to respond to notification of an FTR rating decision proposing reduction or termination of compensation payments.\nIf …\nThen …\nthe Veteran has not responded within 65 days of the date of the notice of proposed adverse action\nreturn the case to the rating activity for preparation of a final decision\ntake the necessary award actions to adjust compensation payments accordingly, and\nsend final notice to the Veteran that includes procedural and review rights, as well as a copy of\nVA Form 20-0998, Your Right to Seek Review of Our Decision\n.\nNote\n:  Unless there is justification for resuming benefits, discontinue the award, per\nM21-1, Part IV, Subpart ii, 2.B.3.e\n.\nthe notice of proposed adverse action is returned because\nthe USPS reports the mail cannot be delivered, and\na better address cannot be obtained\ntake action as described above, and\nsend the final notice to the last known address.\nthe notice of proposed adverse action is returned, but the correct address is subsequently identified\nsend another notice of proposed adverse action to the new address\ncontinue the pending EP 600, and\nextend the suspense date by an additional 65 days.\nReference\n:  For more information on determining where to send the notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.3.b\n.",
  "title": "M21-1, Part IV, Subpart ii, Chapter 2, Section B - Failure to Report for Review Examinations",
  "citation": "Part IV, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014553/M21-1-Part-IV-Subpart-ii-Chapter-2-Section-B-Failure-to-Report-for-Review-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:28.607737",
  "tags": [
    "m21-1"
  ]
}