{
  "chunk_id": "IX_i_1_None_16",
  "content": "/>\nIX.i.1.2.d\n.\nMinimum Active Duty Service Requirement for Pension\nIn addition to\nthe wartime service requirement for pension and an other-than-dishonorable military service discharge,\nVeterans of the Gulf War and any future wartime periods must generally have met a minimum active duty service requirement to be eligible for Veterans Pension or for their survivors to be eligible for Survivors Pension.\nIn order to fulfill the minimum active duty\nservice requirement, the Veteran must have\ncompleted 24 months of continuous active duty\ncompleted the full period for which they were called or ordered to active duty\nbeen discharged or released from active duty\nfor a disability determined to be SC without presumptive provisions of law, or\nand had a disability at discharge, which in medical judgment would have justified a discharge for disability\nany SC disability with a compensable evaluation, or\nbeen discharged within one year before the expiration of the term of enlistment under\n10 U.S.C. 1171\nor\n1173\nfor hardship discharge on the\nDD Form 214, Certificate of Release or Discharge from Active Duty\n.\nImportant\n:\nThe minimum active duty service requirement is specific to a period of service.  Therefore, the wartime service requirement must be met during the minimum active duty period for pension eligibility to exist.\nA Veteran is\nnot\neligible for pension if they meet the minimum active duty service requirement but do not meet the wartime service requirement for pension or\nvice versa\n.  Both requirements must be met\nunless\nthe Veteran is excepted from meeting the minimum active duty service requirement.\nReferences\n:  For more information on\nwartime service requirements for all Veterans, see\nM21-1, Part IX, Subpart i, 1.2.a\nand\nb\n38 CFR 3.3(a)(3)\n38 CFR 3.3(b)(4)\n, and\n38 U.S.C. 1521(j)\n, and\nadditional minimum active duty service requirements that apply beginning with Gulf War service, see\nM21-1, Part III, Subpart i, 1.B.1\n38 CFR 3.12a\n, and\n38 U.S.C. 5303A\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 1 - Overview of Requirements and Development for Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart i, Chapter 1, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015025/M21-1-Part-IX-Subpart-i-Chapter-1-Overview-of-Requirements-and-Development-for-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:57.754179",
  "tags": [
    "m21-1"
  ]
}