{
  "chunk_id": "IX_i_1_None_17",
  "content": "/>\nIX.i.1.2.e\n.\nExamples:  Minimum Active Duty Service Requirement for Pension\nBelow are four examples of how a Veteran’s minimum active duty and wartime service apply to the Veteran’s (or survivor’s) pension eligibility.  (Assume all Veterans originally enlisted after September 7, 1980.).\nExample\nDoes this Veteran's service qualify for pension?\nA Veteran had 24 continuous months of active duty which ended on August 3, 1990.\nYes.  The Veteran served 24 continuous months of active duty that ended during a wartime period; therefore, the minimum active duty service requirement is met.  The wartime service requirement is also met because the Veteran served at least 90 consecutive days that ended during a wartime period.\nA Veteran had 24 continuous months of active duty between 1985 and 1987.  The Veteran then had a later, separate period of service from August 1, 1990 to January 1, 1991.  However, the\nDD 214\nfor the second period of service shows the Veteran did\nnot\ncomplete the full period ordered to serve and discharge reason is clerical error.\nNo.  Although the Veteran served 24 continuous months of active duty, from 1985-1987, it was during peacetime and does not qualify for pension.  The Veteran's second, five-month period of service was within a wartime period and meets the wartime service requirement, but does\nnot\nmeet the minimum active duty service requirement.\nA Veteran had\nfewer than\n90 days of active duty served during the Gulf War period; however, the\nDD 214\nshows the Veteran served the full period ordered to serve.  (The Veteran has no SC disability.)\nNo.  Although the Veteran’s service meets the minimum active duty service requirement (due to serving the full period ordered to serve), the Veteran’s service does\nnot\nmeet the pension wartime service requirement because the Veteran served fewer than 90 days during the wartime period.\nA Veteran has an SC disability rated 10-percent disabling, is receiving compensation, and is now applying for pension.  The Veteran served 100 days during the Gulf War period; however, due to a clerical error, the Veteran did\nnot\ncomplete the full period ordered to serve.  (Veteran was not released from service because of the SC disability.)\nYes.  The Veteran meets the 90-day wartime service requirement for pension.  Although the Veteran does\nnot\nmeet the minimum active duty service requirement, under\n38 CFR 3.12a(d)(3)\n, Veterans with a compensable SC disability are exempt from the requirement.\nNote\n:  In this example, if the Veteran did not have a compensable SC disability, the Veteran would\nnot\nbe eligible for pension.\nNote\n:  If service documents do not state a reason for discharge, development may be required.\nReference\n:  For more information on exceptions to the minimum active duty service requirement, see\nM21-1, Part III, Subpart i, 1.B.1.c\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 1 - Overview of Requirements and Development for Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart i, Chapter 1, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015025/M21-1-Part-IX-Subpart-i-Chapter-1-Overview-of-Requirements-and-Development-for-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:57.754179",
  "tags": [
    "m21-1"
  ]
}