{
  "chunk_id": "IX_i_1_None_18",
  "content": "/>\nIX.i.1.2.f\n.\nCommunicating Favorable Findings in a Pension Decision Notice\nThe table below describes when and how to communicate favorable findings for Veterans Pension decision notices.\nVeterans Pension Favorable Findings\nWhen to Use\nLetter Text\nActive Duty Service\nUse in original grant and denial decision notices (end product (EP) 180 series) where the Veteran meets all the military service requirements for pension.\nYou meet the minimum active duty requirements to qualify for pension.\nAt least one day of service during a period of war\nUse in original denial decision notices (EP 180 series) where the Veteran has not met all the military service requirements for pension but did serve at least one day during a period of war.\nYou served during a period of war.\nCharacter of discharge\nUse in original denial decision notices (EP 180 series) where the Veteran has not met all the military service requirements for pension but meets the character of discharge requirement.\nYou have an acceptable character of discharge.\nThe table below describes when and how to communicate favorable findings for Survivors Pension decision notices.\nSurvivors Pension Favorable Findings\nWhen to Use\nLetter Text\nActive Duty Service\nUse in original grant and denial decision notices (EP 190 series) where the Veteran met all the military service requirements for pension.\nThe Veteran met the minimum active duty requirements to qualify for pension.\nAt least one day of service during a period of war\nUse in original denial decision notices (EP 190 series) where the Veteran had not met all the military service requirements for pension but did serve at least one day during a period of war.\nThe Veteran served during a period of war.\nCharacter of discharge\nUse in original denial decision notices (EP 190 series) where the Veteran had not met all the military service requirements for pension but meets the character of discharge requirement.\nThe Veteran had an acceptable character of discharge.\nReferences\n:  For more information on\nfavorable findings, see\n38 CFR 3.104(c)\n, and\ndecision notices, see\nM21-1 Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 1 - Overview of Requirements and Development for Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart i, Chapter 1, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015025/M21-1-Part-IX-Subpart-i-Chapter-1-Overview-of-Requirements-and-Development-for-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:57.754179",
  "tags": [
    "m21-1"
  ]
}