{
  "chunk_id": "IX_i_1_None_19",
  "content": "/>\nIX.i.1.2.g\n.\nVerifying Service in the Eligible Offshore Waters of Vietnam\nFollow the steps in the table below when\nthe Veteran does not meet the Vietnam Era wartime service requirements, and\nservice in the offshore waters as defined in\nPL 116-23\nis claimed or implied by the claimant and wartime service cannot be otherwise conceded.\nStep\nAction\n1\nAre the\nDD Form 214\n, service treatment records, and entire official military personnel file of record?\nIf\nyes\n, go to Step 3.\nIf\nno\n, requests the missing records in accordance with\nM21-1, Part VIII, Subpart i, 1.A.1.f\n.\n2\nOnce the records in Step 1 are received, go to the next step.\n3\nRefer the claim to a local claims processor with access to the Veterans Benefits Administration\nShip Locator\ntool.\nAdd\nStage 2 Development\nspecial issue.\nAdd a note in the Veterans Benefits Management System to explain verification of wartime service in offshore waters is required before processing the claim.\n4\nAfter reviewing the available records in the\nShip Locator\ntool, the claims processor will document on the\nVerification of Wartime Service\nmemo whether or not service in the offshore waters as defined by\nPL 116-23\nis found.\nIf wartime service can be conceded, go to Step 5.\nIf not, additional research is required by the Records Research Team.  The claims processor should\nupload the\nVerification of Wartime Service\nmemo, the DECK LOG AVAILABILITY tab results, and the screenshot of the SHIP LOCATION MAP tab results for all vessels and time periods to the electronic claims folder (eFolder)\nadd the Special\n12-mile Review\nspecial issue, and\nremove the\nStage 2 Development\nspecial issue.\n5\nIf service in the eligible offshore waters is found\nremove the\nStage 2 Development\nspecial issue, and\nupload the\nVerification of Wartime Service\nmemo provided in\nM21-1, Part IX, Subpart i, 1.2.h\nto the eFolder.\n6\nThe claim is returned for processing.\nReference\n:  For more information on service in the offshore waters of Vietnam and\nPL 116-23\n, see\nM21-1, Part VIII, Subpart i, 1.B\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 1 - Overview of Requirements and Development for Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart i, Chapter 1, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015025/M21-1-Part-IX-Subpart-i-Chapter-1-Overview-of-Requirements-and-Development-for-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:57.754179",
  "tags": [
    "m21-1"
  ]
}