{
  "chunk_id": "IX_i_1_None_20",
  "content": "/>\nIX.i.1.2.h\n.\nVerification of Wartime Service Memo Template\nThe following is a sample memo that must be completed when wartime service verification, in the eligible offshore waters of Vietnam, is needed.\nDepartment of\nVeterans Affairs\nMemorandum\nClaimant Name: ______________________________\nFile Number: _________________________________\nDate:\nSUBJ:  Verification of Service in the Eligible Offshore Water of Vietnam Memo\n☐ Wartime service in the eligible offshore water of Vietnam is conceded based on the Veteran’s duty or visitation (boots on ground) in the Republic of Vietnam.\n☐ Wartime service in the eligible offshore water of Vietnam is conceded based on the Veteran’s duty on the Republic of Vietnam’s inland waterways.\n☐ Wartime service in the eligible offshore water of Vietnam is conceded based on the Veteran’s nautical service in one or more of the approved Republic of Vietnam bays or harbors.\n☐ Wartime service in the eligible offshore water of Vietnam is conceded based on the Veteran’s nautical service in the offshore eligible waters as defined in\nPL 116-23\n.\n☐ Wartime service in the eligible offshore water of Vietnam\ncannot be conceded\nas the evidence of record does not show the Veteran had duty or visitation in the Republic of Vietnam, or on its inland waterways, or nautical service in the offshore eligible waters as defined in\nPL 116-23\n.\n_________________________________________\nEmployee\nIf unable to concede wartime service in the eligible offshore water of Vietnam\nin cases where the Veteran claimed or the evidence raised possible nautical service, an additional signature from a Records Research Specialist is required below.\n____________________________________\nRecords Research Specialist",
  "title": "M21-1, Part IX, Subpart i, Chapter 1 - Overview of Requirements and Development for Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart i, Chapter 1, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015025/M21-1-Part-IX-Subpart-i-Chapter-1-Overview-of-Requirements-and-Development-for-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:57.754179",
  "tags": [
    "m21-1"
  ]
}