{
  "chunk_id": "IX_i_2_None_7",
  "content": "/>\nIX.i.2.1.\nb\n.\nPension Development Guidelines for Claims Processors\nIt is the responsibility of the claims processor to develop the evidence needed to establish entitlement to pension.  If a claim does not meet one or more of the eligibility requirements, deny the claim.  Do not develop or rate the claim.\nUse the table below to find information on developing for each pension entitlement element.\nWhen developing for ...\nSee ...\nservice\nM21-1, Part III, Subpart i, 1.B\n.\ndisability and age\nM21-1, Part IX, Subpart i, 2.2\n.\nSocial Security disability\nM21-1, Part III, Subpart ii, 1.B.2\n.\nincome and net worth\nM21-1, Part IX, Subpart i, 2.3\n.\nthe willful misconduct aspect of an injury\nM21-1, Part IX, Subpart i, 2.4\n.\nmarriage\nM21-1, Part VII, Subpart i, 2.A\n-\nE\n.\nchildren\nM21-1, Part VII, Subpart i, 3.A\n-\nD\n.\nNotes\n:\nIf a fully developed claim (FDC) that is accepted as substantially complete as noted in\nM21-1, Part II, Subpart iii, 1.C.1.a\nrequires additional development to the claimant, exclude the claim from the FDC Program and develop as necessary.  A claims processor cannot deny an FDC from a claimant that meets basic eligibility criteria without first developing for any information or evidence needed to support the claim.\nIf pension benefits cannot be granted or denied upon initial review of a claim, and a Section 5103 notice was not provided on the application, a Section 5103 notice must be included in any development letter.\nA Veteran may need to report for any Department of Veterans Affairs (VA) medical examinations VA determines are necessary to decide the claim.\nReference\n:  For more information regarding FDC processing, see\nM21-1, Part X, Subpart i, 2.A\nand\nB\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 2 - Original Pension Claims Development",
  "citation": "Part IX, Subpart i, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014997/M21-1-Part-IX-Subpart-i-Chapter-2-Original-Pension-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:05:07.094394",
  "tags": [
    "m21-1"
  ]
}