{
  "chunk_id": "IX_i_2_None_16",
  "content": "/>\nIX.i.2.2.\nd\n.\nDetermining Disability Effective Date Based on Social Security Information\nUnless VA pension eligibility is based on age, a Veteran must be disabled to be eligible. VA pension eligibility based on an SSA finding of disability should be effective from the later of\nthe date of receipt of the pension application, or\nthe date of disability.\nThe Social Security information available through Share may be used to determine eligibility for VA pension.  Use the table below to determine the effective date of a disability for pension purposes.\nSocial Security Benefit\nEffective Date of a Disability for Pension Purposes\nSSI under Title XVI\nIf Share confirms payment of SSI, presume the Veteran was disabled from the date of receipt of the VA pension application unless the DISABILITY ONSET DATE\nfield\nshows more than one year after the date of receipt of the VA pension application.\nIf Share confirms payment of SSI, but the DISABILITY ONSET DATE\nfield shows\nmore than one year after the date of receipt of the VA pension application, initially establish entitlement from the onset date and develop for an earlier effective date.\nNote\n: SSA pays SSI from a date no earlier than the first month eligibility is established following receipt of the SSI application. Disability may exist for several months before the date SSI is paid.\nDisability Insurance Benefits (DIB) under Title II\nIf the Veteran’s age is under 62, then presume the Veteran was disabled from the date in the DISABILITY ONSET DATE field.\nIf the date is on or before the first day of the month following the date of receipt of the VA pension application, establish eligibility from the date of claim.\nIf the date is later than the first day of the month following the date of receipt of the VA pension application, initially establish eligibility from the onset date and develop for an earlier effective date.\nIf the DISABILITY ONSET DATE field does not contain a date, develop to the Veteran and SSA for evidence of a disability and the effective date of disability.\nIf the Veteran’s age is 62, 63, or 64, then only presume the Veteran was disabled from the date in the DISABILITY ONSET DATE field when the date is exactly 6 full months before the DATE OF INITIAL ENT field. Otherwise, develop to the Veteran and SSA for evidence of a disability and the effective date of a disability.\nReference\n:  For more information on when the evidence indicates payment of SSI, see\nM21-1, Part IX, Subpart i, 2.2.c\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 2 - Original Pension Claims Development",
  "citation": "Part IX, Subpart i, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014997/M21-1-Part-IX-Subpart-i-Chapter-2-Original-Pension-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:05:07.094394",
  "tags": [
    "m21-1"
  ]
}