{
  "chunk_id": "IX_i_2_None_18",
  "content": "/>\nIX.i.2.2.\nf\n.\nAcceptable Medical Evidence and Definition of Adequate Medical Evidence for Pension Rating Purposes\nAdequate medical evidence for pension rating purposes\nmust address all medical or mental conditions provided by the Veteran and can be used to evaluate the impact of each condition on the Veteran’s employability.\nThe following types of medical evidence may be accepted for rating purposes if they are adequate:\na statement from a licensed health care professional as described in\nM21-1, Part IX, Subpart ii, 2.C.1.b\n, or\na hospital or examination report from any government or private institution.\nEvidence of current disability may be contained in reports from a VA or a non-VA medical facility, or in evidence already of record showing the existence of a chronic condition likely to interfere with employability.  If such evidence is obtained, or is already of record, submit the claim to the rating activity.  If this evidence does not support a grant of P&T, and adequate medical evidence is not available, has not been provided, or is not of record, then a medical examination must be scheduled.\nReferences\n:  For more information on licensed health care professionals to include advanced practice registered nurses for\nevidence on which to base aid and attendance (A&A) and housebound determinations, see\nM21-1, Part XII, Subpart i, 2.B.1.b\n, and\nmedical evidence used for A&A ratings, see\nM21-1, Part IX, Subpart ii, 2.C.1.b\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 2 - Original Pension Claims Development",
  "citation": "Part IX, Subpart i, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014997/M21-1-Part-IX-Subpart-i-Chapter-2-Original-Pension-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:05:07.094394",
  "tags": [
    "m21-1"
  ]
}