{
  "chunk_id": "IX_i_2_None_22",
  "content": "/>\nIX.i.2.2.j\n.\nDeveloping for Unemployability\nIn order for VA to make an unemployability decision, a Veteran must provide their work history for the one year period before becoming disabled.\nUse the table below to determine which form to send the Veteran when additional information is needed.\nIf ...\nThen send ...\nthe employment information provided by a Veteran on an original claim is incomplete\nVA Form 21-10210, Lay/Witness Statement\n, and ask for the missing information on the form.\nthe Veteran is self-employed as a farmer\nVA Form 21P-4165, Pension Claim Questionnaire for Farm Income\n.\nthe Veteran is self-employed\nVA Form 21P-4185, Report of Income from Property or Business\n.\nthe Veteran is not self-employed, and\nadditional evidence is required to determine the issue of unemployability or income\nNote\n:  Only develop for additional evidence when the Veteran’s employment status is unclear.\nVA Form 21-4192, Request for Employment Information in Connection With Claim for Disability Benefits\n,\nto employers\nfor whom the Veteran has worked in the past 12 months, or\nfrom whom the Veteran is receiving unemployment or retirement payments.\nIf the completed form is not received from the employer within 30 days, and the evidence is still relevant to the claim, instruct the Veteran to obtain the completed form.\nReferences\n:  For more information on development in\nMAP-D, see the\nMAP-D User’s Guide\n, and\nVeterans Benefits Management System (VBMS), see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 2 - Original Pension Claims Development",
  "citation": "Part IX, Subpart i, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014997/M21-1-Part-IX-Subpart-i-Chapter-2-Original-Pension-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:05:07.094394",
  "tags": [
    "m21-1"
  ]
}