{
  "chunk_id": "IX_i_3_B_7",
  "content": "/>\nIX.i.3.B.1.b\n.\nObtaining Supplemental Income and Net Worth Information\nThe applications described in\nM21-1, Part IX, Subpart i, 3.B.1.a\nrequest income and, if applicable, net worth information.  However, it is often necessary to\nclarify or supplement income and net worth information furnished on the application, or\nrequest income or net worth information in connection with the original claim, any other new claim, or a supplemental claim.\nEligibility Verification Report (EVRs) and\nVA Form 21P-0969, Income and Asset Statement in Support of Claim for Pension or Parents' Dependency and Indemnity Compensation (DIC)\n,\nare provided for this purpose.\nEffective October 18, 2018, the Department of Veterans Affairs (VA) changed the net worth criteria for pension claims.  As a result, applications for Veterans Pension and Survivors Pension were amended to incorporate a supplemental\nVA Form 21P-0969\nwhen the assets indicated by the claimant are above a designated threshold.\nImportant\n:  Claims processors must take into account the asset threshold provided on the application form.  If the application indicates that assets are at or below the listed threshold on the form, and the subsequent asset value block is incomplete, then assume the threshold maximum value listed on the form for net worth calculation purposes.  Further development is not required regarding net worth amount unless the implied assets plus the income for VA purposes is above the maximum net worth threshold or there is contradictory information of record.",
  "title": "M21-1, Part IX, Subpart i, Chapter 3, Section B - Income and Net Worth Development Forms and Acceptable Statements",
  "citation": "Part IX, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178517/M21-1-Part-IX-Subpart-i-Chapter-3-Section-B-Income-and-Net-Worth-Development-Forms-and-Acceptable-Statements",
  "updated": "",
  "scraped_at": "2025-06-16T23:05:25.589591",
  "tags": [
    "m21-1"
  ]
}