{
  "chunk_id": "IX_i_3_D_25",
  "content": "/>\nIX.i.3.D.3.h\n.\nDetermining Allowable Final Expenses\nUse the table below to determine allowable final expenses by beneficiary type.\nIf the case involves ...\nThen allowable final expenses, include amounts paid by a ...\nVeterans Pension benefits\nVeteran for expenses of last illness and burial of the Veteran’s deceased spouse or child.\nSurvivors Pension benefits\nsurviving spouse for expenses of the\nVeteran’s last illness and burial (even if paid before the Veteran’s death), and the Veteran’s just debts paid after the Veteran’s death, or\nlast illness and burial of the Veteran’s child, and\nchild after the Veteran’s death for expenses of the Veteran’s last illness, burial, and just debts.\nReferences\n:  For more information on\nfinal expenses paid by a surviving spouse prior to the date of pension entitlement, see\nM21-1, Part IX, Subpart iii, 1.K.1.g\n, and\nperiods to deduct final expenses, see\nM21-1, Part IX, Subpart iii, 1.K.2.a\n.\nParents’ DIC benefits\nparent for expenses of\nthe deceased Veteran’s last illness and burial, and\ntheir spouse’s last illness, burial, and just debts.\nSection 306 Pension benefits\nVeteran for expenses of last illness and burial of a deceased child or spouse, or\nsurviving spouse for expenses of last illness and burial of the Veteran’s child.\nNote\n:  This deduction is used only when needed to keep a beneficiary’s income within the applicable income limit.\nReference\n:  For more information on the effect of income limits for Section 306 Pension benefits, see\nM21-1, Part IX, Subpart i, 1.3.c\n.",
  "title": "M21-1, Part IX, Subpart i, Chapter 3, Section D - Reduction of Income Due to Unreimbursed Expenses",
  "citation": "Part IX, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178519/M21-1-Part-IX-Subpart-i-Chapter-3-Section-D-Reduction-of-Income-Due-to-Unreimbursed-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:05:44.142129",
  "tags": [
    "m21-1"
  ]
}