{
  "chunk_id": "IX_ii_1_B_25",
  "content": "/>\nIX.ii.1.B.3.e\n.\nSending a Notice of Proposed Adverse Action to Reconsider and/or Remove A&A\nIf there is no pertinent medical evidence of record, or if the rating activity has made a determination that it cannot award A&A based on the available evidence, send the beneficiary a notice of proposed adverse action.  Inform the beneficiary that\nA&A status must be reconsidered because he/she is no longer a patient in a qualified nursing home\nhe/she has the right to\nsubmit evidence\nrequest a personal hearing, and\nhave a representative\nmedical evidence must be furnished within 60 days from the date of the letter that\nestablishes a factual need for regular A&A, and\nprovides, if appropriate, a current statement concerning the expected future amount of continuing unreimbursed medical expenses (UMEs) and what the UMEs are for\nthe present payment rate will continue for 60 days to allow time for him/her to exercise his/her rights\na hearing request received within 30 days will delay action on the proposal until the hearing is held\nevidence received within 60 days will delay action on the proposal until the evidence is reviewed, and\npayments will be reduced or discontinued if such evidence is not received.\nNote\n:  A notice of proposed adverse action is required to remove A&A even if the beneficiary submitted the notice of discharge from the nursing home.",
  "title": "M21-1, Part IX, Subpart ii, Chapter 1, Section B - Aid and Attendance (A&A) Status for Beneficiaries Who Are Patients in a Qualified Nursing Home",
  "citation": "Part IX, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015098/M21-1-Part-IX-Subpart-ii-Chapter-1-Section-B-Aid-and-Attendance-AA-Status-for-Beneficiaries-Who-Are-Patients-in-a-Qualified-Nursing-Home",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:02.708109",
  "tags": [
    "m21-1"
  ]
}