{
  "chunk_id": "IX_ii_1_B_34",
  "content": "/>\nIX.ii.1.B.4.c\n.\nReferring Cases for Reconsideration by the Rating Activity\nRefer the case to the rating activity for reconsideration if\nadditional medical evidence is received\nthe rating activity had proposed to discontinue A&A status based on the evidence of record, or\nall development associated with a personal hearing is completed (if the beneficiary requests the hearing within 30 days of the notice of proposed adverse action).\nIf medical evidence was submitted and forwarded for a rating decision, and the rating activity action on the A&A issue is still pending when the predetermination period elapses\nextend the suspense date for the pending end product (EP) 600, and\ncontinue payments until the rating action is completed.\nNotes\n:\nIf the facts contained in the proposed rating were complete, they need not be repeated in the final rating decision, but need only be referenced by citing the proposed decision by date.\nIf additional medical evidence has been submitted, it should be specifically disposed of in the final rating.  If the final rating affirms the proposed action, the final rating will show the effective date as the first day of the month following the date of the final rating.  This is the effective date to input into awards systems and is consistent with\n38 CFR 3.105(f)\n.  Use the effective date shown on the final rating decision unless that date would create an overpayment.",
  "title": "M21-1, Part IX, Subpart ii, Chapter 1, Section B - Aid and Attendance (A&A) Status for Beneficiaries Who Are Patients in a Qualified Nursing Home",
  "citation": "Part IX, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015098/M21-1-Part-IX-Subpart-ii-Chapter-1-Section-B-Aid-and-Attendance-AA-Status-for-Beneficiaries-Who-Are-Patients-in-a-Qualified-Nursing-Home",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:02.708109",
  "tags": [
    "m21-1"
  ]
}