{
  "chunk_id": "IX_ii_1_B_41",
  "content": "/>\nIX.ii.1.B.5.\na\n.\nAdjusting/ Discontinuing Pension When A&A Benefits Were Erroneously Paid Based on Patient Status in a Non-Qualifying Facility\nIf A&A was erroneously awarded based on patient status in a facility that does not meet the criteria under\n38 CFR 3.1(z)\n, a reduction or discontinuance of pension may result.\nAfter the due process period in such a case expires, reduce or discontinue pension as of the date of last payment under the administrative error regulation,\n38 CFR 3.500(b)(2)\n, unless administrative error clearly does not apply.\nSituation\n:\nVA awards Veterans Pension from July 1, 2006.\nBenefits include an administrative award of A&A based on the Veteran’s residence at River Valley Nursing Home.\nThe Veteran’s income for VA purposes (IVAP) would exceed the maximum annual pension rate (MAPR) without the allowance for recurring expenses for room and board of $24,000 per year.\nOn October 23, 2006, VA discovers that River Valley Nursing Home does\nnot\nmeet the criteria for A&A under\n38 CFR 3.1(z)\n.  The facility also does not meet criteria to allow a medical expense deduction.\nResult\n:\nPrepare a proposed administrative decision to discontinue benefits as a result of an erroneous award based on administrative error, per\n38 CFR 3.500(b)(2)\n.\nSend the Veteran a notice of proposed adverse action regarding discontinuance of pension.\nAfter expiration of the due process period\nrefer the administrative decision for approval, and\ndiscontinue pension effective the date of last payment.\nReference\n:  For more information on administrative error procedures, see\nM21-1, Part VI, Subpart i, 2.B.3\n.",
  "title": "M21-1, Part IX, Subpart ii, Chapter 1, Section B - Aid and Attendance (A&A) Status for Beneficiaries Who Are Patients in a Qualified Nursing Home",
  "citation": "Part IX, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000015098/M21-1-Part-IX-Subpart-ii-Chapter-1-Section-B-Aid-and-Attendance-AA-Status-for-Beneficiaries-Who-Are-Patients-in-a-Qualified-Nursing-Home",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:02.708109",
  "tags": [
    "m21-1"
  ]
}