{
  "chunk_id": "IX_ii_2_A_19",
  "content": "/>\nIX.ii.2.A.3.b\n.\nApproval of Extra-Schedular Evaluation in Veterans Pension Claims\nThe table below shows the approval process for claims being considered for Veterans Pension on an extra-schedular basis under\n38 CFR 3.321(b)(2)\n.\nImportant\n:  Discuss in the\nReasons for Decision\npart of the rating decision why disability for pension can or cannot be granted under this regulation.  The rating decision should contain sufficient information to clearly show the basis for the disability grant or denial.\nIf …\nThen …\na rating decision proposes an extra-schedular grant of disability for pension\nrefer the rating decision to the Pension Management Center Manager (PMCM) or Veterans Service Center Manager (VSCM) recommending approval.\nNotes\n:\nThe PMCM or VSCM may approve disability for pension without submitting the rating decision to Central Office.\nIf disability for pension is being granted, it is not necessary to refer to extra-schedular consideration in the\nIssue\nsection of the rating decision.\nthe PMCM or VSCM does not approve the extra-schedular grant of disability for pension\nprepare another rating decision to deny pension\nidentify the extra-schedular issue in the\nIssue\nsection of the rating decision, and\ninform the Veteran of the reason for the denial.\nNotes\n:\nThe letter informing the Veteran of the pension denial must also inform him/her of the reason pension was not granted under the provisions of\n38 CFR 3.321(b)(2)\n.\nThe rating should include a reference to\n38 CFR 3.321(b)(2)\nas an applicable law to this decision.\nReference\n:  For more information on the requirement to include applicable laws and regulations in a decision notice, see\nM21-1, Part VI, Subpart i, 1.B.1.b\n.",
  "title": "M21-1, Part IX, Subpart ii, Chapter 2, Section A - Requirements for Veterans Pension Ratings",
  "citation": "Part IX, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178698/M21-1-Part-IX-Subpart-ii-Chapter-2-Section-A-Requirements-for-Veterans-Pension-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:11.950697",
  "tags": [
    "m21-1"
  ]
}