{
  "chunk_id": "IX_ii_2_C_7",
  "content": "/>\nIX.ii.2.C.1.b\n.\nMedical Evidence Used for A&A Ratings\nDetermination of a claimant's need for A&A by rating is based on medical evidence.\nThe following are some examples of medical evidence used for A&A ratings:\nVA Form 21-2680, Examination for Housebound Status or Permanent Need for Regular Aid and Attendance\n, completed by a licensed health care professional, including the claimant's private medical provider\nDepartment of Veterans Affairs (VA) medical center (VAMC) examinations, and\nstatements by licensed health care professionals meeting the requirements of\n38 CFR 3.326(b)\nand\n38 CFR 3.159(a)(1)\n.\nNotes\n:\nThe above medical evidence is also used for housebound ratings.\nVAMC examinations of survivors are not generally conducted except at the discretion of the Pension Management Center Manager.\nThe following are examples of licensed health care professionals:\nmedical doctor\ndoctor of osteopathy\nphysician's assistant, or\nadvanced practice registered nurse (APRN).  APRNs include:\ncertified nurse-midwives (CNM)\nclinical nurse specialists, and\ncertified nurse practitioners.\nImportant\n:\nAPRNs are prepared by accreditation and certification to provide initial and ongoing comprehensive assessment, diagnosis and treatment\nwhen\nit is within the scope of their respective practice, role, and patient population.  For example, the scope of practice for a CNM patient population would encompass a full range of primary health care services for women.\nClaims processors\nmust\nconsider the type of APRN or other health care provider in the context of the full evidentiary record to determine the probative value of the examination report and/or opinion consistent with the requirements set forth in\n38 CFR 3.326\nand\n38 CFR 3.159(a)(1)\n.\nReferences\n:  For more information on\nA&A criteria, see\n38 CFR 3.351(c)\nand\n38 CFR 3.352(a)\nhousebound criteria, see\n38 CFR 3.351(d)\nexaminer qualifications and signature requirements, see\nM21-1, Part IV, Subpart i, 3.A.1.b\ndetermining the probative value of evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.e\nfull practice authority for APRN in VA, see\n38 CFR 17.415\n, and\nacceptable medical evidence and definition of adequate medical evidence for pension rating purposes, see\nM21-1, Part IX, Subpart i, 2.2.f\n.",
  "title": "M21-1, Part IX, Subpart ii, Chapter 2, Section C - Special Monthly Pension (SMP) Ratings",
  "citation": "Part IX, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178522/M21-1-Part-IX-Subpart-ii-Chapter-2-Section-C-Special-Monthly-Pension-SMP-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:30.493574",
  "tags": [
    "m21-1"
  ]
}