{
  "chunk_id": "IX_iii_1_A_13",
  "content": "/>\nIX.iii.1.A.2.a\n.\nDeferments in Pension Cases\nIncome for pension purposes is normally counted from the first of the month after the month during which it is received.  Pension rates are generally based on expected or projected income, including deductible expenses.\nAlmost every VA pension income decision is a “deferred determination” within the meaning of\n38 CFR 3.271(f)\n, because pension claimants and beneficiaries have established time limits to report income changes, including deductible expenses.  Therefore, award action need not be deferred for processing purposes simply because future IVAP changes cannot be predicted.\nHowever, if an application or other income report is so incomplete or unclear that a decision is not possible, the claims processor may defer for processing purposes and develop the claim.  This will be a judgment call on the part of the claims processor.  Otherwise, the claims processor should pay the benefit at the lowest rate justified by all the evidence of record, including VA matching programs with the\nInternal Revenue Service (IRS), or\nSocial Security Administration (SSA), including SSA benefit payments and Federal tax information (FTI).\nObtain information from the IRS and the SSA before paying pension and when recalculating net worth.\nImportant\n:  VA will not normally make a decision on an incomplete income report; however, if the information provided clearly shows non-entitlement, deny entitlement based on the incomplete report.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}