{
  "chunk_id": "IX_iii_1_A_17",
  "content": "/>\nIX.iii.1.A.2.e\n.\nAnalyzing FTI\nFollow the steps in the table below when FTI is available for claim labels specified in\nM21-1, Part XIV, 4.A.1.d\n.\nStep\nAction\n1\nCompare the FTI and SSA benefit information with the income information provided by the claimant on the application.\n2\nAnalyze unearned income information provided by IRS.\nMatch the source of income and the income types on the IRS screen in Share to the source of income and the income types listed on the\nFTI Income Reference Sheet\n.\nUse the table on the\nFTI Income Reference Sheet\nto determine whether the source of income and the type of income reported on the IRS screen is countable for purposes of income verification.\n3\nAnalyze earned income information provided by SSA.  If SSA reports significant wages for the claimant in the most recent year, determine whether the claimant is still employed.\n4\nAdd the the FTI and SSA benefit information that is countable for purposes of upfront verification.\n5\nSeparately, add the countable income reported by the claimant on the application.\n6\nIf the income found on the application alone is sufficient to deny pension, do so without referencing FTI.  Otherwise, refer to\nM21-1, Part IX, Subpart iii, 1.A.2.f\n.\nNote\n:  If FTI is unavailable, process the claim with the available evidence of record.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}