{
  "chunk_id": "IX_iii_1_A_18",
  "content": "/>\nIX.iii.1.A.2.f\n.\nAction to Take When Income Reported on the Application Is Different Than FTI Found in Share\nUse the table below to determine the action(s) to take when the income reported by the beneficiary is different than the calculated FTI and Social Security rate in Share or other verified income reported to VA via a data exchange.\nIf the sum of all countable income, minus the appropriate deductions, such as unreimbursed medical expenses (UMEs), on the claimant’s application is\nless\nthan the maximum annual pension rate (MAPR) and the sum of all countable income ...\nThen use the ...\nshowing as FTI in Share, minus appropriate deductions, such as UMEs, is\nless\nthan the MAPR\nhigher total of all countable income based on the application, and/or as provided by FTI and the Social Security rate in Share or other verified income reported to VA via a data exchange, when evaluating countable income.  If the FTI and/or Social Security rate in Share or other verified income reported to VA via a data exchange provides a higher total countable income, inform the claimant that we counted the higher reported income.\nNote\n:  This is also applicable when the claimant is entitled to receive the maximum allowable monthly rate (maximum rate).\nshowing as FTI in Share, minus appropriate deductions such as UMEs, is\ngreater\nthan the MAPR\nhigher total of all countable income based on the application, and/or as provided by FTI and Social Security rate in Share or other verified income reported to VA via a data exchange.\nInitiate development to the claimant for any unreported income.\nProvide the claimant 30 days to respond to VA requests for verification of income before making a failure-to-prosecute determination.\nDo\nnot\ninitiate development to the payer.\nIf the claimant ...\nThen ...\nprovides justification with supporting documentation that explains why the income should not be counted\nadjust the IVAP accordingly.\nresponds, but does not provide documentation\ncount the FTI for the IVAP.\ndoes not respond\ndeny the claim for\nfailure to prosecute\n.\nNotes\n:\nIf the claimant has excess income and\nany\nFTI is being counted, development is necessary.\nWhere adequate documentation cannot be provided, the claimant must provide a clear explanation that justifies why the lower reported income amount is more accurate.\nUnless the claimant submits proof from the issuing agency/company verifying gross payment (to include, but not limited to Railroad Retirement, Civil Service Retirement, etc.), use the higher countable income based on the application, and/or as provided by the FTI, Social Security rate in Share, or other verified income reported to VA via a data exchange when evaluating countable income.\nReference\n:  For more information on development letters that contain FTI, see\nM21-1, Part IX, Subpart iii, 1.A.2.h\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}