{
  "chunk_id": "IX_iii_1_A_22",
  "content": "/>\nIX.iii.1.A.2.j\n.\nTime Allowed for Completion of Data Exchange for IRS/SSA\nAdjudicators need to allow time for completion of the exchange of information between VA and IRS/SSA.  The table below explains the date the data will be available based on claims establishment dates.\nIf the claim is established on ...\nThe data will be available ...\nSunday\n13 days later (Saturday).\nMonday\n12 days later (Saturday).\nTuesday\n11 days later (Saturday).\nWednesday (6:00 p.m. Central time)\n10 days later (Saturday).  If it is after [6:00 p.m. Central time], consider the claim established on Thursday.\nThursday\n16 days later (Saturday).\nFriday\n15 days later (Saturday).\nSaturday\n14 days later (Saturday).\nNotes\n:\nOnce an adjudicator has waited the mandated time based on the claim establishment date, the claims processor may proceed with processing the claim even if FTI data was not returned.\nIf the IRS or SSA data exchange is experiencing technical difficulties, Pension and Fiduciary Service will notify the field to wait to process affected claims until VA receives the return file from both IRS and SSA.\nExample\n:\nA claim is established on Tuesday, May 6, 2014.\nThe claims processor reviews the claim on May 17, 2014 (11 days later).  When the claims processor reviews the claim in Share, if the buttons are disabled (or greyed out) then the allotted time of 11 days has passed.\nThe claims processor determines that the claim was pending at an RO at the time of claims establishment and the RO subsequently transferred the claim to the PMC.\nImportant\n:  The user guide notes that the buttons will be greyed out if this occurs, and the claims processor should work the claim without the data. The claims processor should not report the claim to the IRS/SSA mailbox.\nException\n:  Claims from terminally ill, homeless, and claimants aged 90 and older can be processed before the FTI data exchange waiting period expires.  However, if FTI data is available at the time of processing, use the data to adjudicate the claim.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}