{
  "chunk_id": "IX_iii_1_A_29",
  "content": "/>\nIX.iii.1.A.3.c\n.\nProvisions of 38 CFR 3.660(b)\n38 CFR 3.660(b)\nhas two subsections which address different factual situations and which invoke a different concept of the term “year.”\nThe table below summarizes the provisions of\n38 CFR 3.660(b)(1)\nand\n38 CFR 3.660(b)(2)\n.\nRegulation\nProvided Situation\nResult of Situation\n38 CFR 3.660(b)(1)\nA claim is initially denied because a claimant’s income exceeds the MAPR or income limit, but the claimant later submits new evidence to establish entitlement for the\nsame annualized year.\nBenefits may be awarded effective the beginning of that annualized year, if evidence of entitlement is received within\nthe same or next calendar year\n.\n38 CFR 3.660(b)(2)\nA claim is initially denied because a claimant’s income exceeds the MAPR or income limit, but the claimant later submits new evidence to establish entitlement for the\nfollowing annualized year\n.\nBenefits can be awarded effective the beginning of the next\nannualized\nyear, if evidence of entitlement is received within that annualized year.\nImportant\n:  The distinction between\ncalendar\nyears and\nannualized\nyears is not relevant to Parents’ DIC cases because income is always counted on a calendar year basis in Parents’ DIC cases.  The distinction is, however, critical in pension cases.\nNote\n:\n38 U.S.C. 5110(h)\n, the statutory authority for\n38 CFR 3.660(b)(1)\n, specifies that income information to establish entitlement or increased entitlement must be received before the end of the “next” calendar year for VA to pay or increase pension for the initial year. For pension purposes, the “same” calendar year is the year in which the initial year\nends,\nand the “next” calendar year is the year after that.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}