{
  "chunk_id": "IX_iii_1_A_31",
  "content": "/>\nIX.iii.1.A.3.e\n.\nParents’ DIC Time Limit for Establishing Entitlement for the Initial Year\nIncome determinations for Parents’ DIC purposes are always made on a calendar-year basis.\nIf a Parents’ DIC claim is initially denied because income exceeds the limit,\n38 CFR 3.660(b)(1)\ngives the parent the remainder of the calendar year during which entitlement would have been established, had income not been a bar, plus the next calendar year to furnish evidence establishing entitlement from the original effective date.\nExample\n:\nSituation\n:  A parent files a DIC claim on September 29, 2019.  The claims processor considers all of the parent’s calendar year 2019 income and compares that with the parent’s proportional 2019 income to determine entitlement.  Entitlement would be established from September 29, 2019, were it not for the fact that calendar year 2019 income and proportional income received on and after September 29, 2019, is above the limit set by law.  The parent’s claim is denied on November 18, 2019.\nResult\n:  The parent has up to and including December 31, 2020, to submit satisfactory evidence showing that calendar year 2019 income or proportional income for the period September 29, 2019, through December 31, 2019, was within the limit.\nNotes\n:\nThe date that VA denies the claim is irrelevant.  If the claim had not been denied until February 14, 2020, the parent still would have had only up to and including December 31, 2020, to clarify the 2019 IVAP (or proportional IVAP).\nBecause of the statutory time limit, prompt VA action and notification is imperative.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}