{
  "chunk_id": "IX_iii_1_A_35",
  "content": "/>\nIX.iii.1.A.3.i\n.\nExample:  Pension Time Limit for Establishing Entitlement for the Initial Year for Veterans Pension\nSituation\n:  VA receives an original Veterans Pension claim on March 14, 2019.  The Veteran receives recurring income which exceeds the pension MAPR, and the claim is denied on August 7, 2019.  The initial year extends from March 14, 2019, through March 31, 2020.\nResult\n:  The Veteran has up to and including December 31, 2021 , to submit a claim along with satisfactory evidence of deductible expenses paid (or other income changes) during the period March 14, 2019 through March 31, 2020, for the purpose of reducing IVAP below the MAPR for the initial year.  (If entitlement is shown, the effective date will be March 14, 2019, with a payment date of April 1, 2019, because of\n38 CFR 3.31\n).\nNote\n:  The PMC or Veterans Service Center must determine whether the Veteran has P&T disability from March 14, 2019, if, before January 1, 2022, VA receives the income information establishing that initial-year IVAP was below the MAPR.  If the Veteran is determined to have P&T disability (or age 65 status) effective from a later date, then that later date will be the beginning of the initial year.\nReference\n:  For more information on effective dates, see\nM21-1, Part IX, Subpart iii, 1.A.4\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}