{
  "chunk_id": "IX_iii_1_A_41",
  "content": "/>\nIX.iii.1.A.3.o\n.\nExample:  Pension Time Limit for Establishing Entitlement for the Following 12-Month Period for Survivors Pension\nSituation\n:  The Veteran died on February 9, 2019.  The surviving spouse files a pension claim that VA receives on February 13, 2019.  The surviving spouse reports receiving retirement benefits of $12,000 per year.  The claim is denied because IVAP exceeds the MAPR.\nResult\n:  The surviving spouse has up to and including December 31, 2021, to submit medical expenses or other evidence establishing that IVAP for the period February 9, 2019, through February 29, 2020, was below the MAPR.  However, the surviving spouse only has up to and including February 28, 2021, to submit medical expenses or other evidence establishing that IVAP for the period March 1, 2020, through February 28, 2021, was below the MAPR.\nNote\n:  If the surviving spouse submitted the income information after February 28, 2021, but before January 1, 2022, benefits could have been payable from March 1, 2020,\nonly\nif the surviving spouse was also entitled for the initial year (February 9, 2019, through February 29, 2020).  Otherwise, entitlement would be based on date of receipt of the claim that was used to reopen the evidentiary record.  The date of receipt of that claim would start a new initial period.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}