{
  "chunk_id": "IX_iii_1_A_62",
  "content": "/>\nIX.iii.1.A.5.j\n.\nHandling a MAPR and Income Change Effective the Same Date\nIn a pension case, when an income change necessitates application of\n38 CFR 3.31\n, and the effective date of the income change coincides with the date of a change in the MAPR, strict application of the procedures outlined in this topic deprives the beneficiary of the benefit of the new MAPR for the initial month.\nTo afford the beneficiary the benefit of the MAPR increase, when\n38 CFR 3.31\nis a factor and the effective dates of an income change and MAPR change coincide, carry forward the\ndeductible expenses\nand\nnon-Social Security\nincome (as opposed to the pension rate) from the month immediately preceding the income/MAPR change.\nIf the beneficiary receives recurring Social Security income, count the\npost-COLA\nSocial Security rate from the effective date of the COLA.\nIf the beneficiary receives a benefit other than Social Security which has a COLA increase effective the same date as the MAPR change, carry forward the rate of the other benefit (as opposed to the VA pension rate) from the month preceding the income/MAPR change (that is, November for a December 1 COLA).\nNote\n:  Social Security is the\nonly\ntype of income that is charged at the post-COLA rate in this situation.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section A - General Information on the Effect Income and Net Worth Have on Pension and Parents’ Dependency and Indemnity Compensation (DIC)",
  "citation": "Part IX, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177516/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-A-General-Information-on-the-Effect-Income-and-Net-Worth-Have-on-Pension-and-Parents-Dependency-and-Indemnity-Compensation-DIC",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:39.896908",
  "tags": [
    "m21-1"
  ]
}