{
  "chunk_id": "IX_iii_1_C_9",
  "content": "/>\nIX.iii.1.C.1.\nd\n.\nSection 306 Pension Not Countable Income\nThe following types of income are\nnot\ncountable income for Section 306 Pension purposes:\nincome of children\ninheritances and gifts of property, as opposed to money\nthe value of maintenance by a relative, friend, or organization\nWelfare and Supplemental Security Income (SSI)\nVA pension, compensation, and Dependency and Indemnity Compensation (DIC) benefits\nUnited States Government Life Insurance (USGLI) and National Service Life Insurance (NSLI) proceeds\nfire insurance proceeds\nproceeds of cashed-in\nlife insurance policies, and\nsavings bonds, and\nany payment excluded by statute.\nExceptions\n:  Unearned income of a child who is the claimant\nis\ncountable when determining that child’s entitlement to VA benefits.\nNotes\n:\nSome savings bonds, such as Series HH U.S. Savings Bonds and some State or municipal bonds, pay interest to the holder without requiring the holder to redeem the bond.  If interest is paid without redemption of the bond, the interest is countable income.\nThe USGLI and NSLI exclusion applies only when the claimant is the beneficiary under the policy.  If the policy is payable to the Veteran’s estate and the claimant inherits the estate assets, the proceeds are countable.\nOther casualty insurance proceeds, other than fire insurance proceeds, are countable.\nPart of a child’s income may be countable for a surviving spouse's Survivors Pension if it is paid to the surviving spouse.\nReferences\n:  For more information on\na child’s income that may be countable for a surviving spouse’s Survivors Pension, see\n38 CFR 3.252(e)(3)\npayments specifically excluded by statute, see\nM21-1, Part IX, Subpart iii, 1.I.11\nthe exclusion of cashed-in life insurance or savings bonds, see\nOsborn v. Nicholson\n,\n21 Vet.App. 223 (2007), and\nVAOPGCPREC 02-10\n, and\nspecific exclusions for Section 306 Pension countable income, see\n38 CFR 3.261\n, and\n38 CFR 3.262\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section C - Section 306 Pension and Old-Law Pension",
  "citation": "Part IX, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177518/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-C-Section-306-Pension-and-Old-Law-Pension",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:58.622127",
  "tags": [
    "m21-1"
  ]
}