{
  "chunk_id": "IX_iii_1_C_70",
  "content": "/>\nIX.iii.1.C.5.g\n.\nLoss of Last/Only Dependent When IVAP Is Within the Section 306 Pension Limit\nOnce the effective date to remove a dependent has been established, make a determination as to the Veteran’s or surviving spouse’s IVAP on that date.\nUse the table below to determine the IVAP in cases when the claimant’s current IVAP (or expected income for an end-of-year adjustment) is within the income limit for a Veteran or surviving spouse alone.\nIf the last dependent was a …\nThen …\nspouse who had\nno\ncountable 1978 income, or\nchild\nreduce the award to the Veteran or surviving spouse alone rate based on protected 1978 income.\nIf the protected 1978 income exceeds $3,770, reduce the award to a $5 per month or special aid and attendance benefit rate.\nNote\n:  If the Veteran reached age 78 prior to December 3l, 1978, the Veteran alone rate includes a 25-percent increase.\nspouse who\nhad\ncountable 1978 income\nestablish an adjusted protected 1978 income by dropping the spouse’s income from the protected 1978 income.\nExample\n:  The\nprotected 1978 IVAP consists of $150 interest for the spouse and $200 interest for the Veteran.  Drop the spouse’s $150, leaving an adjusted protected 1978 income of $200.\nNote\n:  If medical expenses were a factor in determining the protected 1978 income, do not attempt to exclude the spouse’s share of the medical expenses.  Continue to use the same 1978 medical expenses (assume they all belonged to the Veteran), but base the 5 percent exclusion on the Veteran’s income only.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section C - Section 306 Pension and Old-Law Pension",
  "citation": "Part IX, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177518/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-C-Section-306-Pension-and-Old-Law-Pension",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:58.622127",
  "tags": [
    "m21-1"
  ]
}