{
  "chunk_id": "IX_iii_1_C_71",
  "content": "/>\nIX.iii.1.C.5.h\n.\nDetermining Income After Loss of Last/Only Dependent When IVAP Is Within the Section 306 Pension Limit\nCompare the Veteran alone rate, based on the adjusted protected 1978 IVAP (without the spouse’s income) to the protected 1978 rate the Veteran was receiving before the loss of the dependent.  Adjust the award to pay the\nlower\nof the two rates.\nUse the table below to determine the adjustment.\nIf ...\nThen ...\nthe Veteran alone rate is lower\nmake the award line IVAP the adjusted protected 1978 income\nthe loss of the spouse and the spouse’s income does not reduce the Veteran’s benefit\nExample\n: The Veteran alone rate without the spouse’s income would be greater than the rate the Veteran was receiving while married.\ncontinue the married rate\namend the award, effective the day following the date of the spouse’s death, with a fictitious award line IVAP that supports the\nprotected rate, and\nthe protected (married) rate\nenter actual current income on the financial screen, and\nannotate the award as follows: “\nSpouse removed\n[date]\n; Veteran protected at married rate.\n”\nNote\n:\nIf the Veteran loses a spouse who had countable 1978 income, but the spouse is not the last or only dependent, that is, there is still a child on the award\ncontinue to use the protected 1978 IVAP (including the spouse’s income), and\npay at the rate for a Veteran with the appropriate number of children.\nDo not re-calculate an adjusted protected 1978 IVAP. If the child subsequently goes off the award, continue to use the protected 1978 IVAP.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section C - Section 306 Pension and Old-Law Pension",
  "citation": "Part IX, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177518/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-C-Section-306-Pension-and-Old-Law-Pension",
  "updated": "",
  "scraped_at": "2025-06-16T23:06:58.622127",
  "tags": [
    "m21-1"
  ]
}