{
  "chunk_id": "IX_iii_1_D_25",
  "content": "/>\nIX.iii.1.D.2.d\n.\nDeductible Medical Expenses for Parents’ DIC\nIf a parent resides with a spouse, the spouse’s income is countable in determining the parent’s IVAP.  It makes no difference whether the spouse is the Veteran’s other parent.\nLikewise, if a parent lives with a spouse, family medical expenses paid by the spouse are deductible.  Deductible medical expenses include amounts actually paid by the parent or the parent’s spouse (if they live together) for medical expenses of\nthe parent\nthe parent’s spouse\nminor or disabled children of the parent, or the parent’s spouse, who are actual or constructive members of the parent’s household, and\nparents of the parent, or the parent’s spouse, who are actual or constructive members of the parent’s household.\nNotes\n:\nA spouse is generally considered established for award purposes on the date the spouse is acquired, if the spouse is claimed within a year of this date.  If not claimed within one year of the date the spouse was acquired, the spouse is established effective the date the claim for the spouse is received.  Per\n38 CFR 3.31\n, payment at the increased married rate is delayed until the first day of the following month.\nIf a parent who is on the rolls from the beginning of a calendar year acquires a spouse during that calendar year, medical expenses paid by the spouse after the spouse is established are deductible for the entire year if the spouse pays them at any time during that year.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section D - Parents’ Dependency and Indemnity Compensation (DIC) Authorization",
  "citation": "Part IX, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177519/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-D-Parents-Dependency-and-Indemnity-Compensation-DIC-Authorization",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:08.050832",
  "tags": [
    "m21-1"
  ]
}