{
  "chunk_id": "IX_iii_1_D_31",
  "content": "/>\nIX.iii.1.D.2.j\n.\nExclusion of Disability Retirement Expenses\nUnder\n38 CFR 3.262(i)\n, consider medical, legal, and other expenses incurred prior to an award of, and incident to, compensation based on permanent and total disability or death from any of the following sources as deductible expenses:\nOffice of Workers’ Compensation\nDepartment of Labor\nSocial Security Administration\nRailroad Retirement Board (RRB), or\nany workers’ compensation or employers’ liability statute or commercial insurance.\nUse\nVA Form 21P-8416b\n,\nReport of Medical, Legal, and\nOther Expenses Incident to Recovery for Injury or Death\n, to develop the amounts the claimant has actually paid during the calendar year for which the claimant has not been (and will not be) reimbursed by insurance or another agency.\nThe exclusion applies only one time; that is, when the disability retirement or other compensation is initially awarded.  The legal as well as medical expenses are deductible from the specific disability retirement benefit under\n38 CFR 3.262(i)(1)\n.  After this one-time exclusion, any medical expense deductions in these cases are governed by\n38 CFR 3.262(1)\n.\nNote\n:\n38 CFR 3.262(i)\nrefers to the Bureau of Employees’ Compensation; this bureau was abolished in 1974.\nReference\n:  For more information on the most recent Federal statutory income exclusions that apply to all VA income-based benefits, see\nM21-1, Part IX, Subpart iii, 1.I.11\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section D - Parents’ Dependency and Indemnity Compensation (DIC) Authorization",
  "citation": "Part IX, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177519/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-D-Parents-Dependency-and-Indemnity-Compensation-DIC-Authorization",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:08.050832",
  "tags": [
    "m21-1"
  ]
}