{
  "chunk_id": "IX_iii_1_E_65",
  "content": "/>\nIX.iii.1.E.6.\nq\n.\nCounting Hard-to-Classify\nIncome\nNot all income fits neatly into one of the four categories listed in\nM21-1, Part IX, Subpart iii, 1.E.5\n.  There are instances where it is not clear whether a claimant has received irregular income, or multiple occurrences of nonrecurring.\nQuestion\n:  If a Veteran does occasional seasonal labor and receives three $500 checks during the 12-month calendar or initial year reporting period, should it be treated as\nthree instances of nonrecurring income with three separate income adjustments, or\nirregular income and counted for the duration of the calendar or initial reporting period during which it was received?\nAnswer\n:  Situations like this amount to a judgment call by the claims processor working the case.  The important principle is that all income must be counted for 12 months, unless an overlapping period is involved in the case of irregular income.  It often makes little difference to the claimant whether $500 is counted for three separate 12-month periods or $1,500 is counted for one 12-month period.  However, if alternative computation methods would have significantly different results for the claimant, use the method that is to the claimant’s advantage.\nException\n:  There is an exception to the general rule that all income must be counted for 12 months.  When a dependent with income is removed from the award, the dependent’s income is removed with the dependent even if this means that the income is counted for fewer than 12 months.\nReference\n:  For more information on removing a dependent from an award, see\nM21-1, Part IX, Subpart iii, 1.F.3\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section E - Pension - Basic Rate Determinations",
  "citation": "Part IX, Subpart iii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177520/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-E-Pension-Basic-Rate-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:17.413088",
  "tags": [
    "m21-1"
  ]
}