{
  "chunk_id": "IX_iii_1_E_84",
  "content": "/>\nIX.iii.1.E.7.j\n.\nCounting the Second 12 Months of Income for Disallowed Claims\nUnder\n38 CFR 3.660(b)(2)\n, a claimant has two 12-month periods to submit evidence establishing entitlement to benefits for the second 12-month period after denial of a claim because income exceeds the limit during the first 12-month period.\nNote\n:  This time limit is actually shorter than the time limit to establish entitlement for the first 12-month period.\nTherefore, if a claim has been denied because income for the first 12-month period exceeded the MAPR, evaluate income for the second 12-month period to determine if entitlement exists.  If income is below the MAPR for the second 12-month period, pay from the beginning of that period.\nExample\n:  A 65 year-old Veteran files an original claim on March 14, 2013.  The claim is denied because the Veteran receives disability retirement of $1,200 per month.\nOn September 29, 2014, the Veteran reports that the last disability check was received on September 3, 2014.  The Veteran also reports winning $500 in a lottery on June 16, 2014.  The Veteran asks to be paid based on an IVAP of $0 from October 1, 2014.\nIn this case, income was excessive for the first 12-month period of March 14, 2013, through March 31, 2014.  Therefore, the Veteran’s entitlement for the second 12-month period must be based on income received from April 1, 2014, through March 31, 2015.  During this period, the Veteran received disability retirement of $7,200 and lottery winnings of $500.\nResult\n:  The table below shows the effective dates and reasons for the changes in IVAP.\nDate\nIVAP\nReason\n04-01-2014\n$7,200\nEntitlement from beginning of second 12-month period. Nonrecurring income of $1,200/month retirement income times 6 months.\n07-01-2014\n$7,700\nAdd $500 lottery winnings received June 2014.\n04-01-2015\n$500\nRemove $7,200 nonrecurring income.\n07-01-2015\n$0\nRemove $500 lottery winnings.\nReference\n:  For more information on the time limit to establish entitlement under\n38 CFR 3.660(b)(2)\n, see\nM21-1, Part IX, Subpart iii, 1.A.3.b\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section E - Pension - Basic Rate Determinations",
  "citation": "Part IX, Subpart iii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177520/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-E-Pension-Basic-Rate-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:17.413088",
  "tags": [
    "m21-1"
  ]
}