{
  "chunk_id": "IX_iii_1_E_94",
  "content": "/>\nIX.iii.1.E.8.c\n.\nLanguage to Include in a Locally- Generated Income Reminder Letter\nThe following paragraphs must be included in a locally-generated letter when the system-generated\nIncome Reminder Letter\nis\nnot\nsent:\nAN IMPORTANT REMINDER\nThe amount of money you receive from VA is based on many things.  Changes in income or dependency are the most important.\nCHANGES IN FAMILY INCOME\nT\nhis letter is to remind you to tell us immediately if there is any change in your income or that of your family.  If you have income now which was not previously reported, please tell us what it is, the monthly rate, and the date on which you received the first check.  For any retroactive payments, tell us the amount and date of the payment.  Be sure to show the full amount of the benefit before any deductions.  For example, if you start receiving Social Security benefits, report the total of the check plus any Medicare deduction.  If there are no changes in your income, you do not have to do anything.  Be sure to notify us as soon as Social Security benefits are granted.  If you do not advise us promptly, an overpayment may be created which you will have to repay.\nCHANGES IN DEPENDENTS\nIf you have married, divorced, or had some other change in dependents, you need to tell us immediately.  You would need to report the name of the dependent, the kind of change, and the date of the change.  If there are no changes, you do not have to do anything.\nYou may call VA toll-free at 1 (800) 827-1000 (TDD 711 for hearing impaired) if you have any questions concerning this letter or to report changes in income or dependency.  You may also report changes by writing to VA at the above address.\nPlease include the Veteran’s full name and file number on everything you send VA, or have it when you call.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section E - Pension - Basic Rate Determinations",
  "citation": "Part IX, Subpart iii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177520/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-E-Pension-Basic-Rate-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:17.413088",
  "tags": [
    "m21-1"
  ]
}