{
  "chunk_id": "IX_iii_1_F_7",
  "content": "/>\nIX.iii.1.F.1.b\n.\nEstablishing a Spouse for Current-Law Pension Purposes\nUse the table below to determine if a spouse can be established for current-law pension purposes, once the marriage between the Veteran and spouse has been established.\nIf the Veteran and spouse physically live …\nThen, for current-law pension purposes, the spouse is …\ntogether in the same residence\na dependent.\napart for reasons related to marital discord, but the Veteran makes reasonable contributions to the support of the spouse\napart for reasons not related to marital discord\na dependent, regardless of whether or not the Veteran contributes to the support of the spouse.\napart for reasons related to marital discord, and the Veteran does not make reasonable contributions to the support of the spouse\nnot\na dependent, per\n38 CFR 3.23(d)\n.\nNotes\n:\nTwo examples of reasons for a Veteran and spouse to live apart for reasons not related to marital discord would be\nfamily obligations, or\nmedical needs.\nIn unusual situations, a Veteran and spouse might live at the same residence, but the spouse is not a dependent.  For example, a Veteran and spouse may separate due to marital discord but reside separately in the same residence for financial reasons while maintaining separate finances and live as single individuals.\nReferences\n:  For information on\nestablishing marriage, see\nM21-1, Part VII, Subpart i, 2.A\n, and\nhandling Veteran-married-to-Veteran cases, see\nM21-1, Part IX, Subpart iii, 1.E.3\n, and\nM21-1, Part IX, Subpart iii, 2.B\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}