{
  "chunk_id": "IX_iii_1_F_8",
  "content": "/>\nIX.iii.1.F.1.c\n.\nEstablishing a Child for Current-Law Pension Purposes\nUse the table below to determine if a child, including an adopted child or stepchild, can be established as a dependent for current-law pension purposes once the child relationship has been established.\nReference\n:  For information on establishing a child’s relationship to a Veteran or surviving spouse, see\nM21-1, Part VII, Subpart i, 3.A\n.\nIf the child …\nThen, for current-law pension purposes, the child is …\nlives with the Veteran\na dependent.\ndoes\nnot\nlive with the Veteran, but is still in the Veteran’s custody for current-law pension purposes\na dependent, regardless of whether or not the Veteran contributes to the child’s support.\ndoes\nnot\nlive with the Veteran, and\nis\nnot\nin the Veteran’s custody for current-law pension purposes, but the Veteran contributes to the child’s support\na dependent.\nReference\n:  For more information on reasonable support contributions, see\nM21-1, Part IX, Subpart iii, 1.F.1.e\n.\ndoes\nnot\nlive with the Veteran\nis\nnot\nin the Veteran’s custody for current-law pension purposes, and\ndoes\nnot\nreceive contributions of support from the Veteran\nnot\na dependent, per\n38 CFR 3.23(d)\n.\nlives with the surviving spouse\na dependent.\ndoes\nnot\nlive with the surviving spouse, but is still in the surviving spouse’s custody for current-law pension purposes\na dependent.\ndoes\nnot\nlive with the surviving spouse, and\nis\nnot\nin the surviving spouse’s custody for current-law pension purposes\nnot\na dependent, per\n38 CFR 3.23(d)\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}