{
  "chunk_id": "IX_iii_1_F_9",
  "content": "/>\nIX.iii.1.F.1.d\n.\nEstablishing Custody of a Child for Current-Law Pension Purposes\nPresume that the Veteran or surviving spouse has custody of a child regardless of where the child lives, unless there is evidence that the Veteran or surviving spouse has been divested of the legal obligation to support the child or unless there is evidence that the surviving spouse is not the child’s parent or legal custodian.\nResolve unusual questions concerning child custody by securing a legal opinion from the District Counsel, per\nM21-1, Part VII, Subpart i, 1.A.3\n.\nNotes\n:\nA Veteran or surviving spouse does not actually have to be supporting a child for the child to be in the Veteran’s or surviving spouse’s custody for current-law pension purposes.  It is sufficient that the Veteran or surviving spouse be under a legally imposed obligation to support the child.\nThe issue of actual support is relevant only for Veteran’s claims and only if the child is not in the Veteran’s custody for current-law pension purposes.\nA child is a surviving child and eligible for current-law pension in his/her own right if the\nchild’s parent or legal custodian is not a surviving spouse, and\nchild is not in the surviving spouse’s custody for Survivors Pension purposes.\nReferences\n:  For more information on\nchild custody for current-law pension purposes see\n38 CFR 3.57(d)\n, and\nthe effect of the adoption of a Veteran’s child on Veterans pension, see\nM21-1, Part VII, Subpart i, 3.B.5.b\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}