{
  "chunk_id": "IX_iii_1_F_17",
  "content": "/>\nIX.iii.1.F.2.c\n.\nExamples:  Counting the Income of a Spouse\nExample 1\n:\nThe Veteran and spouse physically live apart for reasons related to marital discord.\nThe Veteran’s only income is VA pension and Social Security of $900 per month.\nThe spouse earns $15,000 per year.\nThe Veteran does not contribute to the spouse’s support and is not receiving additional benefits for a spouse.\nOn October 28, 2019, the Veteran starts sending $150 per month to the spouse who physically lives apart for reasons related to marital discord.\nResult\n:  Discontinue the Veteran’s award effective November 1, 2019, because income exceeds the maximum annual pension rate (MAPR).  The Veteran’s contributions to the spouse who physically lives apart for reasons related to marital discord make the spouse a dependent for current-law pension purposes from the date of the first contribution (October 28, 2019).  Consequently, the spouse’s income is countable from the same date.  Apply the end-of-the-month rule for income-counting to arrive at a November 1, 2019, stop date.\nExample 2\n:\nApply the same facts as the example above.  However, after having benefits discontinued because income exceeds the MAPR, the Veteran submits a claim in January 2021 showing that contributions to the spouse ceased on January 22, 2021.\nResult\n:  Removed the spouse and resume the award with a payment date of February 1, 2021 (because of\n38 CFR 3.31\n), to pay at the single Veteran MAPR based on the Veteran’s income only.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}