{
  "chunk_id": "IX_iii_1_F_19",
  "content": "/>\nIX.iii.1.F.2.e\n.\nExamples:  Counting the Income of a Dependent Child\nExample 1\n:\nA child remains in the Veteran’s legal custody, but the child actually lives with an aunt.  The Veteran establishes that the child’s Social Security check is payable to the aunt.\nResult\n:  Although the Veteran can receive additional benefits for the child, the child’s Social Security is unavailable to the Veteran and should not be counted in determining the Veteran’s IVAP.\nExample 2\n:\nThe Veteran provides no support for a child.  The child goes to live with an aunt.  This is an informal arrangement and the Veteran is not divested of legal custody.  The child receives Social Security of $150 per month.  The Veteran’s spouse lives in the same household with the Veteran and is payee of the child’s Social Security check.\nResult\n:  The Veteran is entitled to additional benefits for the child.  The child’s income is available to the Veteran and is considered in computing the Veteran’s IVAP.\nExample 3\n:\nA 21-year old schoolchild lives with her boyfriend in a different state from her mother, the surviving spouse.  The child works and goes to school.  The child does not send money to her mother.\nResult\n:  The surviving spouse is entitled to additional benefits for the child.  (In this situation, the child is considered a dependent child of the surviving spouse; the child is not entitled to benefits in her own right.)  The child’s income is unavailable to the surviving spouse and should not be counted in determining the surviving spouse’s IVAP.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}