{
  "chunk_id": "IX_iii_1_F_25",
  "content": "/>\nIX.iii.1.F.2.k\n.\nFailure to Resolve the Income of Dependents\nDo not award benefits in any current-law pension case unless the income of the claimant, and all actual or potential dependents, is of record.  If the claimant fails to furnish this information, deny the claim for failure to furnish requested evidence.\nIf a beneficiary with a running award reports a new dependent whose income is questionable, send the beneficiary a notice of proposed adverse action, and advise the beneficiary that failure to furnish complete income information for the dependent will result in termination of the pension award.\nUse the table below to determine how to proceed if the required information is not received.\nIf after 60 days evidence to establish a dependent …\nAnd the dependent’s income …\nThen …\nis not received\nwill not reduce the Veteran’s rate\ndo not include the dependent on the award\nnotify the Veteran that\nthe dependent could not be added\nthe information required to add the dependent, and\nto notify VA if there are any changes in the dependent’s income or net worth, and\nclear the end product.\nis received\nis still questionable\nterminate the award effective the first of the month after the month in which the event changing the dependency status of the Veteran occured.\nis not received\nis questionable\nterminate the award from the first of the month\nafter which verification of the Veteran’s dependency status was last received.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}