{
  "chunk_id": "IX_iii_1_F_26",
  "content": "/>\nIX.iii.1.F.2.l\n.\nReallocation of Social Security When a Family Member Is Removed\nIf Social Security beneficiaries are receiving the maximum family benefit, there is generally a reallocation of benefits when a member of the family loses entitlement.  The total benefit is usually reallocated equally to the remaining family members.\nAssume Reallocation for Pension\nIf Social Security is received by three or more family members, at least one of whom is a child under age 18 at the time of award preparation, retain the Social Security income on future award lines when a dependent entitled to Social Security benefits is removed.  This assumes reallocation of Social Security benefits among the remaining entitled dependents, including the spouse.\nInforming the Beneficiary\nNo controls are necessary to verify the future IVAP.  However, when the initial award is made reallocating dependents’ income, inform the beneficiary using the following statements:\nYour records show that you have dependents in receipt of Social Security benefits.  In an effort to avoid an overpayment of VA benefits, we are projecting that your Social Security family benefit will not decrease as each child is removed from your award.  You must notify us of any and all changes in the Social Security rates for members of your family by furnishing a statement from the Social Security Administration showing the change in your Social Security benefit when a child is no longer on their record.  We will then adjust your VA benefit accordingly and award any retroactive amount due.\nNote\n:  If evidence is received that the assumed Social Security income is not correct, adjust the award appropriately.  For examples, see\nM21-1, Part IX, Subpart iii, 1.F.2.m\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}