{
  "chunk_id": "IX_iii_1_F_27",
  "content": "/>\nIX.iii.1.F.2.m\n.\nExamples:  Reallocation of Social Security When Family Member Removed\nExample 1\n:\nA Veteran has a spouse and three dependent children in his custody below the age of 18 years.  The spouse and three children each receive $75 monthly from Social Security, totaling $300 for the dependents, and the Veteran receives $300, for a total of $600 a month (an IVAP of $7,200).\nResult\n:  When preparing the initial award, the IVAP effective on the 18th birthday of the oldest child reflects that the $300 is assumed to be reallocated to the three remaining dependents.  In other words, continue the $7,200 IVAP when the child is removed.  For the IVAP as of the next oldest child’s birthday, apply the same procedure.  Continue to pay based on IVAP of $7,200 and attribute Social Security of $150 to each dependent.\nExample 2\n:\nApply the same facts as the example above.  However, evidence is received from the Veteran that the reallocation of benefits when the oldest child reached age 18 resulted in each remaining dependents receiving $95 monthly.  Therefore, the Veteran’s IVAP will be $7,020 as of the first of the month after the oldest child is removed, when\n38 CFR 3.31\nis applied.\nResult\n:  If the new rate of Social Security is such that the new VA rate, without the dependent and with the corrected reallocated rate of Social Security, is higher than the rate of pension prior to the removal of the dependent, defer the removal of the child, as well as the corrected income, to the first day of the month following the child’s 18\nth\nbirthday.\nFuture award lines removing the remaining dependents will again assume the reallocation of the total benefits, and the IVAP will remain $7,020 unless evidence is received to the contrary.\nReference\n:  For more information on removing dependents from current-law pension awards, see\nM21-1, Part IX, Subpart iii, 1.F.3\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}