{
  "chunk_id": "IX_iii_1_F_28",
  "content": "/>\nIX.iii.1.F.2.n\n.\nApportionments to a Spouse Who Physically Lives Apart for Reasons Related to Marital Discord\nThe same considerations apply to making apportionment decisions in current -law pension cases as in other types of claims.  However, before making an apportionment to a spouse, consider the possible effect on the Veteran’s overall pension entitlement.\nUnder\n38 CFR 3.23(d)\n, an apportionment should not be granted to the spouse of a competent Veteran unless the Veteran and spouse are either physically living apart for reasons related to marital discord or reside together, but do not cohabit.  VA does not make apportionments for a beneficiary’s convenience.  A spouse who is either physically living apart from the Veteran or residing with the Veteran, but not cohabitating is not considered to be a dependent (and therefore the spouse’s income is not countable) unless the Veteran is making contributions to the spouse’s support.\nUnder\n38 CFR 3.451\n, do not make an apportionment to the spouse of a Veteran in receipt of current-law pension if the effect of the apportionment would be to create dependency and cause an overall reduction in the Veteran’s rate of pension.  Deny the apportionment on the grounds that it would cause the Veteran undue hardship.\nReference\n:  For more information on apportionment to a spouse who physically lives apart for reasons related to marital discord, see\nM21-1, Part VII, Subpart iii, 1.A\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}