{
  "chunk_id": "IX_iii_1_F_46",
  "content": "/>\nIX.iii.1.F.4.b\n.\nHow to Remove a Dependent’s Income\nUse the table below to determine how to remove a dependent’s income.\nIf the dependent’s income …\nThen remove the …\nis non-recurring\nnon-recurring income on the same date the dependent goes off the award, even if this means that the non-recurring income is not counted for a full 12 months.\nis recurring, and\nhas been counted on the award for at least 12 months\nrecurring income on the same date the dependent goes off the award.\nis short-term recurring, and\nhas not been counted on the award for at least 12 months\nshort-term recurring income on the same date the dependent goes off the award, even if this means that the non-recurring income is not counted for a full 12 months.\nException\n:  When adjusting income or processing a retroactive award for another reason\ncalculate the total amount received by the dependent from the date the dependent’s income was first countable to the date the dependent goes off the award, and\ncount the total until the date the dependent goes off the award.\nis irregular\nirregular income on the same date the dependent goes off the award, even if this means that the irregular income is not counted for a full 12 months.\nException\n:  When adjusting income or processing a retroactive award for another reason\ncalculate the total amount of irregular income received by the dependent from the beginning of the current year, or the date the dependent’s irregular income was first countable (whichever is later), to the date the dependent goes off the award, and\ncount the total until the date the dependent goes off the award.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section F - Dependents for Current-Law Pension Purposes",
  "citation": "Part IX, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177521/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-F-Dependents-for-Current-Law-Pension-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:26.698184",
  "tags": [
    "m21-1"
  ]
}