{
  "chunk_id": "IX_iii_1_G_13",
  "content": "/>\nIX.iii.1.G.2.a\n.\nRules for Deductibility of UMEs\n38 CFR 3.278(c)\ndefines medical expenses for VA purposes as payments for items or services that are medically necessary; that improve a disabled individual's functioning; or that prevent, slow, or ease an individual's functional decline.  Refer to\nM21-1, Part IX, Subpart iii, 1.G.2.c\nfor a list of common allowable medical expenses.\nUnreimbursed medical expenses (UMEs) paid by a claimant (or by a claimant’s dependent(s) for VA purposes) may be used to reduce the claimant's countable income.  A deduction under\n38 CFR 3.272(g)\nfor medical expenses is permitted if\nall\nthe conditions in the table below exist.\nCondition\nDescription\nExpenses actually\npaid by a claimant\nor dependent(s) for VA purposes\nThe claimant or claimant’s dependent(s) for VA purposes has actually paid the expenses.  Unless medical expenses can be allowed prospectively, no deduction is allowed for expenses which are due, but not yet actually paid.\nExpenses are unreimbursed\nThe claimant or claimant’s dependent(s) for VA purposes paid out-of-pocket and has not received or will not receive reimbursement for the medical expenses from insurance or any other source.\nExpenses for\nclaimant or relative\nwho is a member of household\nThe expenses were incurred on behalf of the claimant or a relative of the claimant (not necessarily a dependent for VA purposes) who is a member or constructive member of the claimant’s household.\nNote\n:\nConstructive member\nmeans that the expenses can be for a spouse in a nursing home, a child away at school, or a similar situation.\nPaid on or after date\nof pension\nentitlement or date\nof Veteran’s death\n(if after date of\npension entitlement)\nThe expenses were paid on or after\nthe effective date of entitlement to pension, or\nthe date of the Veteran’s death, when the date of the Veteran’s death is later than the date of pension entitlement.\nExpenses exceed\nthe 5 percent\ndeductible\nThe unreimbursed expenses must exceed the 5 percent of the applicable MAPR.  This is also called the “5 percent deductible.” When VA calculates the 5 percent deductible, it\nadds additional amounts for dependents to the applicable MAPR, but\ndoes not add additional amounts for aid and attendance (A&A) or housebound.\nReference\n:  For more information on the applicable MAPR, see the\npension rate tables\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}