{
  "chunk_id": "IX_iii_1_G_29",
  "content": "/>\nIX.iii.1.G.3.k\n.\nMedical Expense Deduction for Care Facility Other Than Nursing Home Fees\nPayments for health care provided by a health care provider are medical expenses for all pension beneficiaries to include those receiving special monthly pension or those that need to be in a protected environment.\nPayments for assistance with ADL and IADL are medical expenses, regardless of if the provider is a health care provider, if the disabled individual is receiving health care or custodial care in a facility and either\nthe disabled individual is determined by rating to require A&A or housebound, or\na physician, physician assistant, certified nurse practitioner, or clinical nurse specialist states in writing that, due to a physical, mental, developmental, or cognitive disorder, the individual needs to be in a protected environment.\nPayments for meals and lodging (and other facility expenses not directly related to health care or custodial care) are medical expenses if\nthe facility provides or contracts for health care or custodial care for the disabled individual, or\na physician, physician assistant, certified nurse practitioner, or clinical nurse specialist states in writing that the individual must reside in the facility (or a similar facility) to separately contract with a third-party provider to receive health care or custodial care or to receive (paid or unpaid) health care or custodial care from family or friends.\nVerify facility fees if/when one of the following situations exists:\nfacility fees of $5,000 per month or more are first claimed at a particular facility, or\nthe claimed expenses are questionable as defined in\nM21-1, Part IX, Subpart iii, 1.G.5.a\n.\nExamples of verification include\na documented call on\nVA Form 27-0820\nb\nan official statement provided by the facility, or\nfinancial statements showing proof of monthly payment.\nNotes\n:\nPayments to hospitals, nursing homes, MFH, and inpatient treatment centers (including inpatient treatment centers for drug or alcohol addiction), including the cost of meals and lodging charged by such facilities, are medical expenses.\nIf it is established that a claimant or relative in a governmental institution is participating in a program of therapy or rehabilitation supervised by a physician, or a physician, physician assistant, certified nurse practitioner, or clinical nurse specialist states in writing that the claimant or relative has a medical condition that makes such a level of care necessary, allow the entire amount paid as a deductible expense.\nA physician, physician assistant, certified nurse practitioner, or clinical nurse specialist’s statement specifically addressing the issue of whether an individual who is not entitled to A&A or housebound needs to be in a protected environment must be of record, even if the individual’s diagnosis is known.\nReferences\n:  For more information on\nquestionable medical expenses, see\nM21-1, Part IX, Subpart iii, 1.G.5.a\n, and\ncare facilities other than nursing homes, see\nM21-1, Part IX, Subpart iii, 1.G.3.c\n, and\n38 CFR 3.278(d)(3)\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}