{
  "chunk_id": "IX_iii_1_G_31",
  "content": "/>\nIX.iii.1.G.3.m\n.\nIn-Home Attendants for a Disabled Person\nPayments for assistance with ADL and IADLs by an in-home attendant are medical expenses as long as the attendant provides the disabled individual with health care or custodial care.\nPayments must be commensurate with the number of hours that the provider attends to the disabled person.  Monthly rates in excess of $5,000 require verification and documentation.\nThe attendant must be a licensed health care provider unless\nthe disabled individual is determined by rating to require A&A or housebound, or\na physician, physician assistant, certified nurse practitioner, or clinical nurse specialist states in writing that, due to a physical, mental, developmental, or cognitive disorder, the individual requires the health care or custodial care that the in-home attendant provides.\nNotes\n:\nExamples of medical and nursing services include physical therapy, administration of injections, placement of indwelling catheters, and the changing of sterile dressings.\nExamples of custodial care include assisting a person with ADL and may include assisting a person with IADL alone when the person has a physical, mental, developmental, or cognitive disorder.\nExample\n:  A Veteran is rated in need of A&A by VA.  The Veteran pays an attendant to administer medication and provide for the Veteran’s personal needs.  The attendant also cooks the Veteran’s meals and cleans house.\nAllow the entire amount paid to the attendant as a deductible medical expense.  It makes no difference whether the attendant is a licensed health care provider.\nReferences\n:  For more information on\nthe definition of custodial care, see\nM21-1, Part IX, Subpart iii, 1.G.3.f\npersons eligible and ineligible to be rated for A&A or housebound, see\nM21-1, Part IX, Subpart iii, 1.G.3.h\nverification of in-home attendant fees, see\nM21-1, Part IX, Subpart iii, 1.G.3.n\ndocumentation of in-home attendant fees, see\nM21-1, Part IX, Subpart iii, 1.G.3.o\nquestionable medical expenses, see\nM21-1, Part IX, Subpart iii, 1.G.5.a\n, and\nin-home care, see\n38 CFR 3.278(d)(2)\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}