{
  "chunk_id": "IX_iii_1_G_36",
  "content": "/>\nIX.iii.1.G.3.r\n.\nVitamins, Food Supplements, and Herbal Remedies\nIf a health care provider authorized to write prescriptions directs a claimant or relative to purchase vitamins, food supplements, and/or herbal remedies, the cost of such items is an allowable medical expense deduction.\nDevelop to the claimant for proof that a health care provider, authorized to write  prescriptions, instructed the claimant or relative to purchase vitamins, food supplements, and/or herbal remedies\nif\nthe amount claimed is over $1,500\nper\nhousehold member\nper\ncalendar year.\nIf the claimant does not respond to the request, allow a medical expense deduction up to $1,500 (per household member per calendar year) for vitamins, food supplements and/or herbal remedies.\nExample\n:  A Veteran reports calendar year 2015 food supplement expenses of $2,000 for themself, $800 for their spouse, and $400 for their son.\nResult\n:\nDevelop for evidence that a health care provider authorized to write prescriptions instructed the Veteran to purchase food supplements for themself only.  (The reported expenses for the spouse and son are $1,500 or less.)\nIf the Veteran does not respond to the request for evidence, allow $1,500 and deny the claim for the remaining $500.\nNote\n:  Once a health professional has verified the need for a particular item, do not require the claimant/beneficiary to furnish a statement regarding this item again.\nReference\n:  For more information on medical expenses for VA purposes see\n38 CFR 3.278(c)\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}