{
  "chunk_id": "IX_iii_1_G_41",
  "content": "/>\nIX.iii.1.G.4.a\n.\nGeneral Rule on Allowing Medical Expenses\nAn award should not be adjusted to allow recurring or nonrecurring medical expenses without a statement from the claimant or the claimant's fiduciary, if applicable, stating the\namount of UMEs the claimant has paid, or\nestimated amount the claimant expects to pay.\nMedical expense adjustments may be made on the basis of information submitted orally, by e-mail or to be uploaded directly into the Centralized Mail portal using an approved VA claims submission service under the provisions of\n38 CFR 3.217\n.\nWhile development and additional information can be accepted through other means such as a phone call, a claim for medical expenses that will result in an increased benefit must be initiated on a proper standard form.\nNotes\n:\nIf a hard copy (including faxed) VA form is submitted, either the claimant or the claimant's fiduciary must sign it or under the provision of\n38 CFR 3.2130\n, provide signature by mark or thumbprint.  If the signature is missing, then\nreturn the form for signature,\nor\ncontact the claimant by telephone to receive the information orally as provided in\n38 CFR 3.217(b)\n.\nA medical expense statement signed by a power of attorney is\nnot\nacceptable unless that person is also the claimant's VA-recognized fiduciary.\nDo not adjust an award based solely on statements of nursing home officials unless the claimant is incompetent and the nursing home administrator is the fiduciary.\nEnsure documentation of calculations made to determine the rate of benefits (such as calculations of medical expenses, net worth, and waived overpayments) are included in the electronic claims folder (eFolder).\nClaims processors are not required to enter denied medical expenses into VBMS-A.\nException\n:  Medicare Part B premiums are an exception to the general rule that a statement is required.  VA does not require a claim or statement to deduct Medicare Part B premiums for pension purposes.\nReferences\n:  For more information on\nincluding documentation of calculations in the eFolder, see\nM21-1, Part VI, Subpart i, 1.A.2.c\n, and\nthe proper forms to use for a medical expense claim, see\nM21-1, Part IX, Subpart iii, 1.G.4.b\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}