{
  "chunk_id": "IX_iii_1_G_42",
  "content": "/>\nIX.iii.1.G.4.b\n.\nRequirements for a Medical Expense Deduction Claim\nA claim for a medical expense deduction that will result in increased benefit payments must be initiated by a\nfully completed\nVA Form 21P-8416, Medical Expense Report\nstandard form listed in\nM21-1, Part II, Subpart iii, 1.A.1\nthat requests information consistent with what is requested on\nVA Form 21P-8416\nsuch as\nVA Form 21P-527EZ, Application for Veterans Pension\nand\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n, or\nproper standard form accompanying evidence of paid medical expenses that is appropriate to the benefit sought as discussed in\nM21-1, Part II, Subpart iii, 1.A.2.c\n.\nNote\n:  Claimants are not required to submit the worksheets that are attached to standard forms for caregiver fees, assisted living fees, adult day care fees, or similar expenses to have the expenses considered as a deduction from countable income.\nExample\n:\nSurviving spouse submits\nVA Form 21P-0518-1, Improved Pension Eligibility Verification Report (Surviving Spouse With No Children)\n, a statement from a caregiver, and various receipts from a pharmacy showing medications purchased.  The surviving spouse does not list the medical expenses on\nVA Form 21P-0518-1\nand does not indicate for whom the medications or the caregiver fees were paid and who paid the medical expenses.\nResult\n:\nTelephone development or development for\nVA Form 21P-8416\nis required since the medical expenses are considered claimed, but the information for whom paid and who paid is missing.  Do not assume the expenses were paid by the claimant because a receipt was sent.\nReferences\n:  For more information on\nmedical expense reporting, see\nM21-1, Part IX, Subpart iii, 1.G.4.a\nin-home attendants for a disabled person, see\nM21-1, Part IX, Subpart iii, 1.G.3.m\n, and\nmedical expense deductions for a care facility other than a nursing home, see\nM21-1, Part IX, Subpart iii, 1.G.3.k\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}