{
  "chunk_id": "IX_iii_1_G_43",
  "content": "/>\nIX.iii.1.G.4.c\n.\nInformation Required for Mileage of Privately Owned Vehicle\nUse the table below to determine what the claimant must list for the itemization of expenses related to mileage for a privately owned vehicle for medical purposes.\nIf the claimant provides\nMileage for Privately Owned Vehicle Travel for Medical Purposes\n, to include the following information on a standard form …\nThen the claimant must list …\nMedical Facility to Which Traveled\nthe specific facility they traveled to for medical purposes.\nTotal Roundtrip Miles Traveled\nmiles traveled (personal conveyance only).\nAmount Reimbursed From Another Source\nthe amount reimbursed from another source such as a VA medical center.\nDate Traveled\nthe month/day/year in which the expense was paid.\nException\n:  If there is an overlapping calendar year period, the day, month and year must be shown for the initial month of entitlement, and the month, and year must be shown for the other months in the overlapping period.\nExample\n:  A claimant’s initial year is July 14, 2017, to August 1, 2018, and the claimant submits UMEs for calendar year 2018.  Allow the 2018 UMEs for the calendar year (subject to\n38 CFR 3.31\n).  Inform the claimant that VA can allow medical expenses paid during the initial year if they are properly itemized and dated.\nReference\n:  For more information on initial year calculations, see\nM21-1, Part IX, Subpart iii, 1.A.3.g\n.\nWho needed to travel?\nVeteran, spouse, child, or another relative who is a member or constructive member of the claimant’s household.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}