{
  "chunk_id": "IX_iii_1_G_45",
  "content": "/>\nIX.iii.1.G.4.e\n.\nInformation Required for Medical Expenses\nUse the table below to determine what the claimant must list for the itemization of medical expenses.\nIf the claimant provides the following information on a standard form …\nThen the claimant must list …\nPurpose of Medical Expense\nthe specific purpose for which the payments were made.\nExamples\n:  Doctor’s appointments, prescription drugs, nonprescription drugs, mileage, insurance premium, and so forth.\nNote\n:  If the claimant lists a healthcare provider, assume the purpose was an appointment.\nAmount Paid\nthe actual out-of-pocket amount that the claimant paid and for which no reimbursement is expected.\nExamples\n:  Taxi, public transportation fares, tolls, parking fees, etc.\nDate Paid to the Provider\nthe month/day/year on which the expense was paid.\nException\n:  If there is an overlapping calendar year period, the day, month and year must be shown for the initial month of entitlement, and the month and year must be shown for the other months in the overlapping period.\nExample\n:  A claimant’s initial year is July 14, 2017, to August 1, 2018, and the claimant submits UMEs for calendar year 2018.  Allow the 2018 UMEs for the calendar year (subject to\n38 CFR 3.31\n).  Inform the claimant that VA can allow medical expenses paid during the initial year if they are properly itemized and dated.\nReference\n:  For more information on initial year calculations, see\nM21-1, Part IX, Subpart iii, 1.A.3.g\n.\nName of Provider\nthe name of the provider (specific name of doctor, dentist, hospital, lab, etc.) to whom the claimant (or spouse) paid the expense.\nNote\n:  In certain situations, this block may be blank if the claimant lists the purpose of the expense.\nFor example, if prescriptions or over-the-counter drugs are listed as the purpose, the provider field does not need to list the specific provider(s).\nIt is acceptable for a claimant to list\nPart C, Part D, or Medicare\nas the provider instead of specifying the name of an insurance company.\nFor Whom Paid\nVeteran, spouse, child, or another relative who is a member or constructive member of the claimant’s household.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}