{
  "chunk_id": "IX_iii_1_G_50",
  "content": "/>\nIX.iii.1.G.4.j\n.\nReconsidering a Disallowed Claim\nIn some situations\na claim that was disallowed for excessive income is reconsidered within the time limit to submit amended income information, and\nthe basis for reconsidering the claim is anticipated payment of prospective medical expenses.\nIn such situations, calculate IVAP based on income and expenses projected from the effective date of the award to the date that is 12 months from the first of the month after the effective date.\nIf the claimant started paying continuing medical expenses after the effective date of the award, or if there has been a change in the level of continuing medical expenses, adjust IVAP 12 months from the payment date of the award or from February of the next calendar year as appropriate.\nExample\n:\nA 65-year old Veteran claims pension on February 13, 2014, but pension is denied because recurring income exceeds MAPR.\nIn November 2014, the Veteran reports paying an in-home care provider $500 per month starting on October 14, 2014.  The in-home care fees are on behalf of the Veteran’s disabled spouse, and the Veteran submits a authorized health care provider's statement that the provider fees are necessary.\nResult\n:  Calculate IVAP (including calculated estimated actual in-home care fees) for the period February 13, 2014, through February 28, 2015.  If estimated medical expenses (spread over the period February 13, 2014, through February 28, 2015) reduce the Veteran’s IVAP below the applicable MAPR, pay pension from March 1, 2014.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}