{
  "chunk_id": "IX_iii_1_G_52",
  "content": "/>\nIX.iii.1.G.4.l\n.\nAdjusting an Award for a Change in Continuing Medical Expenses\nIf a beneficiary reports a reduction in the level of continuing medical expenses, adjust the award effective the beginning of the reporting period based on the actual medical expenses paid during that reporting period.\nA beneficiary’s report that they are no longer a nursing home patient, or a resident of another care facility may be accepted as a report that the beneficiary is no longer paying nursing home fees or custodial care fees and the award may be reduced with contemporaneous notice.  Some cases may require an immediate reduction in pension on the EP 150, and a proposal to reduce retroactively under EP 600.  If there is missing information that cannot be readily obtained via telephone contact, take immediate award action, as appropriate, and send a notice of proposed adverse action.\nExample 1\n:  A Veteran is receiving maximum pension with continuing medical expenses based on assisted living fees since 2015.  On April 20, 2020, the Veteran reports 2020 expenses from a new facility.  There is no mention of expenses from 2015 to 2019.\nResult\n:  Process the 2020 medical expenses.  Recertification of medical expenses from 2015 to 2019 are not required because there is no evidence that medical expenses were less than the continuing medical expense amount for those years.\nExample 2\n:  A Veteran is receiving maximum pension with continuing medical expenses based on assisted living fees since 2015.  On April 20, 2020, the Veteran reports 2020 expenses from a new facility and reports leaving the previous facility during 2017.\nResult\n:  VA has first party evidence that medical expenses were based on incorrect information since 2017.  If satisfactory evidence of 2020 medical expenses is received (such as a fully completed\nVA Form 21P-8416\n), take award action under EP 150 to count the 2020 expenses from the new facility and send notification.  Establish an EP 600 to send notice of proposed adverse action to remove all uncertified medical expenses for the years 2017 through 2019 or 2020.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}