{
  "chunk_id": "IX_iii_1_G_61",
  "content": "/>\nIX.iii.1.G.4.u\n.\nRenouncement of Claimed Medical Expenses\nIn some situations, a beneficiary may wish to receive a lower rate of pension to establish eligibility for benefits from another agency.\nThe table below outlines the guidelines to apply in such situations.\nCriteria\nGuideline\nNot required to claim all medical expenses\nA beneficiary\nis not required to claim a deduction for UMEs, and\nmay claim a deduction for some, but not all, UMEs.\nPartial renouncement prohibited\nOnce a beneficiary has reported payment of medical expenses and VA has reduced the beneficiary’s IVAP based on the medical expenses, it is too late to recalculate IVAP because the beneficiary no longer wishes to claim the medical expenses. This would constitute a partial renouncement of benefits, which is precluded by\n38 CFR 3.106\n.\nRecalculation of medical expenses claim permitted\nIf a\nprospective\ndeduction was allowed for recurring medical expenses, a beneficiary may request that recurring medical expenses no longer be allowed.\nConsider this a\nrecalculation\nof projected medical expenses. Adjust the award effective the beginning of the reporting period based on the actual medical expenses paid during that reporting period and remove the recurring medical expenses for the following calendar year.\nNote\n:  The additional pension or Parents' DIC that VA pays to a beneficiary because they incurred UMEs is not countable as VA income for SSA purposes.\nReference\n:  For more information on how to report VA income for SSA requests see\nM21-1, Part XIII, Subpart ii, 1.B.5",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}