{
  "chunk_id": "IX_iii_1_G_67",
  "content": "/>\nIX.iii.1.G.5.c\n.\nObtaining Proof of Expenses\nFollow the steps in the table below to obtain proof of medical expenses.\nStep\nAction\n1\nPrint or copy the\nVA Form 21P-8416\nwith the questionable expenses.\nHighlight the medical expense(s) in question.\n2\nSend the highlighted copy to the claimant with a development letter explaining that a special review of claimed medical expenses is being conducted, and\nadvise the claimant\nwhich specific medical expense(s) are in question\nthat receipts and/or other documentation of all highlighted medical expenses are required for the period reported on the\nVA Form 21P-8416\nthat documents submitted to VA become a part of the permanent record and that photocopies should be submitted if the original documents are needed for insurance, tax, or other purposes\nthat they must furnish the requested evidence within\n30 days if the expense(s) was not already used as a deduction for calculating IVAP, or\n60 days if the expense(s) was already used as a deduction for calculating IVAP, and\nif the expense was already used,\nVA will remove the expense in question if the requested evidence is not received within the 60 days, and\nprovide the proposed pension rates if the expense is excluded from the IVAP due to lack of proof of payment of expense.\nNotes\n:\nIf sending highlighted copies of medical expense claim forms would be unduly confusing to the claimant, send a letter describing the documents needed as provider proof.\nIt is also permissible to contact a provider, such as a nursing home, directly to confirm payment of medical expenses.  If payment is confirmed directly with the provider, place a\nVA Form 27-0820b\nor\nVA Form 27-0820\nin the claims folder.\n3\nMaintain a control for\n30 days under EP 150 if expenses were not already used as a deduction, or\n60 days under EP 600 if expenses were used as a deduction.\n4\nUse the table below to determine the actions to take based on the response or lack of response to the development letter.\nIf the claimant ...\nThen ...\nsubmits acceptable documentation of all highlighted medical expenses within the 30 or 60-day period\nprocess the EP 150, allowing all claimed medical expenses, or\nclear EP 600 and advise the claimant that benefits will not be reduced.\nis unable or unwilling to provide proof of medical expenses or does not respond\ngo to Step 5.\nrequests more time to submit the requested evidence\nconsider extending the control, depending on the reasons given, and go to\nStep 3 if the request for more time is granted, or\nStep 5 if the request for more time is denied.\n5\nIf the claimant does not respond or does not provide adequate evidence of payment within the time limit provided and the expenses were\npreviously deducted, make the adjustment effective as of the beginning of the appropriate initial year or calendar year, or\nnot\npreviously deducted, deny the medical expenses that have not been adequately documented and process the claim.\nImportant\n:  Do not remove any expenses that were adequately documented or for which provider proof was not required.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section G - Pension - Deductible Medical Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177522/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-G-Pension-Deductible-Medical-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:36.061469",
  "tags": [
    "m21-1"
  ]
}