{
  "chunk_id": "IX_iii_1_H_21",
  "content": "/>\nIX.iii.1.H.2.a\n.\nActions to Take When Incomplete Recurring Income Information Is Received From a Beneficiary That May Reduce VA Pension\nWhen a beneficiary submits income information that is incomplete or questionable, claims processors are encouraged to attempt to resolve the issue by contacting the beneficiary by telephone.  If the missing information is received via telephone adjust the award, and send a decision notice.  Follow the guidance in\nM21-1, Part III, Subpart i, 2.D.1.e\nfor documenting information received by telephone, and\nM21-1, Part III, Subpart i, 2.D.1.f\nfor handling information received by telephone that might affect benefits.\nUse the table below to determine the actions to take if the information could not be obtained via telephone and the new income may reduce VA benefits.\nIf VA receives incomplete income information from a beneficiary that only contains ...\nThen ...\nthe amount of recurring income, but not the date it started\ntake award action to count the income date last paid using end product (EP) 150\nsend notice to the beneficiary of the income adjustment\nestablish an EP 600, and\nsend a notice of proposed adverse action requesting the date the income was first received and, proposing to count the income from\nthe\nfirst day of the previous 12-month annualization period\npreceding the report of new income, or\nthe effective date of the award, whichever is the later.\nUpon expiration of the due process timeframe take action to adjust the award as necessary and send a decision notice.\nthe date that the income was received, but not the amount of income\nclear the EP 150, and\nestablish an EP 600, and send a notice of proposed adverse action\nrequesting the amount of income, and\nproposing to discontinue pension effective the first of month after the date the income was received.\nUpon expiration of the due process timeframe, take action to adjust the award as necessary and send a decision notice.\ninformation that income started, but not the amount of income or the date it started\nclear the EP 150, and\nestablish an EP 600, and send a notice of proposed adverse action\nrequesting the amount of income and the date it was first received, and\nproposing to discontinue pension\nthe\nfirst day of the previous 12-month annualization period\npreceding the report of new income, or\nthe effective date of the award, whichever is the later.\nUpon expiration of the due process timeframe take action to adjust the award as necessary and send a decision notice.\nReference\n:  For information on\ncontemporaneous notice, see\nM21-1, Part X, Subpart ii, 3.C\nthe effective date to discontinue pension based on incomplete reports of income, see\n38 CFR 3.661(b)(2)(i)\nthe requirements of a decision notice, see\nM21-1, Part VI, Subpart i, 1.B.1.b\n, and\ntypes of notification concerning change in benefits, see\nM21-1, Part I, Subpart i, 1.B.2.a\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section H - Adjustments Based on Changes in Status",
  "citation": "Part IX, Subpart iii, Chapter 1, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177523/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-H-Adjustments-Based-on-Changes-in-Status",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:45.357937",
  "tags": [
    "m21-1"
  ]
}