{
  "chunk_id": "IX_iii_1_H_30",
  "content": "/>\nIX.iii.1.H.3.d\n.\nReduction in Rate of Current-Law Pension Due to Social Security’s COLA\nIf deductible expenses are a factor, a beneficiary’s rate of  current-law pension may decrease as the result of a Social Security COLA.  This happens most often when a beneficiary’s annual rate of Social Security approaches or exceeds the applicable MAPR.\nIf a Social Security COLA adjustment results in a decrease in the rate of current-law pension, decrease the pension rate effective the first of the month after the effective date of the COLA/MAPR increase.\nHowever, if deductible expenses for the calendar year associated with the COLA are projected to increase, then carry forward the previous year’s pension payment rate until February 1.\nNotes\n:\nIf the adjustment will result in reduction of a running award, it is necessary to furnish notice of proposed adverse action for the reduction.\nDo not adjust the award until at least 60 days after the notice of proposed adverse action is sent to the beneficiary, unless the beneficiary requests the reduction.\nWhile processing the award adjustment in Veterans Benefits Management System–Awards (VBMS-A), use “Protect COLA Rate” functionality within the FINANCIAL DECISION screen to protect the VA rate when a reduction would occur due to the Social Security Administration (SSA) COLA increase.  To remove the rate protection, use “Unprotect COLA Rate” by adding the appropriate subsequent Financial Decision.\nIf there are any systems issues with “Protect COLA Rate” functionality, users should use the withholding reason,\nPension/Continued Rate COLA\n, while processing the award adjustment in VBMS-A.\nEffective November 18, 2017, Pension and Parents’ DIC beneficiaries will be mailed a notice of adverse action automatically at the time of COLA batch processing, if their award requires due process prior to adjustment.  In addition, an EP 600 will be automatically established to control the action with a suspense date 65 days from the date of the letter.  The EPs will be assigned to the appropriate pension management center (PMC) based on geography.  These cases must be manually adjusted at the end of the suspense period or when the claimant responds to the notice.\nWhen additional actions are identified during the processing of automatic COLA adjustments (prior year COLAs, for example), the PMCs must take immediate action to address the issue(s) and not wait until expiration of due process.\nException\n:  Certain, limited circumstances require using the adjustment reason,\nAdd to Gross Rate\nin VBMS-A, in order to pay the correct rate of pension and protect the COLA, such as when there is a child’s hardship exclusion included.\nReference\n:  For more information on adjusting an award to reflect a COLA, see\nM21-1, Part X, Subpart v, 2.C\n, and\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section H - Adjustments Based on Changes in Status",
  "citation": "Part IX, Subpart iii, Chapter 1, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177523/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-H-Adjustments-Based-on-Changes-in-Status",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:45.357937",
  "tags": [
    "m21-1"
  ]
}