{
  "chunk_id": "IX_iii_1_I_125",
  "content": "/>\nIX.iii.1.l.11.\na\n.\nExhibit 1:  Payments Excluded for All Income-Based Benefits\nThe table below shows whether certain payments are included or excluded by Federal statutes in calculating income or net worth for\nOld Law Pension\nSection 306 Pension\ncurrent-law pension\nParents’ DIC, and\nthe purpose of establishing parents as dependents on Veterans’ compensation awards.\nProgram or Payment\nIncome\nNet Worth\nAuthority\nCompensation or Restitution Payments\nRelocation payments.\nPayments to persons displaced as a direct result of programs or projects undertaken by a Federal agency or with Federal financial assistance under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970.\nExcluded\nIncluded\n42 U.S.C. 4636\nCrime victim compensation.\nAmounts received as compensation under the Victims of Crime Act of 1984 unless the total amount of assistance received from all Federally funded programs is sufficient to fully compensate the claimant for losses suffered as a result of the crime.\nExcluded\nExcluded\n34 U.S.C. 20102(c)\nRestitution to individuals of Japanese ancestry.\nPayments made as restitution under\nPL 100-383\nto an individual of Japanese ancestry who was interned, evacuated, or relocated during the period of December 7, 1941, through June 30, 1946, pursuant to any law, Executive Order, Presidential proclamation, directive, or other official action respecting these individuals.\nExcluded\nExcluded\n50 U.S.C. 4215\nVictims of Nazi persecution.\nPayments made to individuals because of their status as victims of Nazi persecution.\nExcluded\nExcluded\nSec. 1,\nPL 103-286\n, 108 Stat. 1450\nAgent Orange settlement payments.\nPayments made from the Agent Orange Settlement Fund or any other fund established pursuant to the settlement in the\nIn Re Agent Orange product liability litigation\n, M.D.L. No. 381 (E.D.N.Y.).\nExcluded\nExcluded\nSec. 1,\nPL 101-201\n, 103 Stat. 1795\nChapter 18 benefits.\nAllowance paid under\n38 U.S.C. Chapter 18\nto or for a Veteran’s child with a birth defect.\nExcluded\nExcluded\n38 U.S.C. 1833(c)\nFlood mitigation activities.\nAssistance provided under the National Flood Insurance Act of 1968, as amended.\nExcluded\nExcluded\n42 U.S.C. 4031\nPayments to Native Americans\nIndian judgment fund distributions.\nFunds held in trust, including all interest and investment income accrued on those funds, and up to $2,000 per year of per capita distributions of funds distributed per capita or held in trust under a plan approved under the provisions of the Indian Judgment Funds Use and Distributions Act,\nPL 93-134\n(\n25 U.S.C. 1401\net. seq.), or funds that were distributed under a plan approved by Congress before January 1, 1982, and any purchases made with such funds.\nCertain amounts of distributions of funds appropriated to satisfy judgments of the Indian Claims Commission and the Court of Federal Claims held in trust under an Act of Congress.\nExcluded\nExcluded\n25 U.S.C. 1407\n25 U.S.C. 117b\nInterests of individual Indians in trust or restricted lands.\nInterests of individual Indians in trust or restricted lands excluded from net worth.  First $2,000 per year of income received by individual Indians that is derived from such interests excluded from income.\nExcluded\nExcluded\n25 U.S.C. 1408\nSubmarginal land.\nIncome derived from certain submarginal land of the United States that is held in trust for certain Indian tribes.\nExcluded\nExcluded\n25 U.S.C. 5501\nOld Age Assistance Claims Settlement Act.\nUp to $2,000 of per capita distributions under the Old Age Assistance Claims Settlement Act.\nExcluded\nExcluded\n25 U.S.C. 2307\nAlaska Native Claims Settlement Act.\nAny of the following, if received from a Native Corporation, under the Alaska Native Claims Settlement Act:\ncash, including cash dividends on stocks and bonds, up to a maximum of $2,000 per year\nstock, including stock issued as a dividend or distribution\nbonds that are subject to the protection under\n43 U.S.C. 1606(h)\nuntil voluntarily and expressly sold or pledged by the shareholder after the date of distribution\na partnership interest\nland or an interest in land, including land received as a dividend or distribution on stock, or\nan interest in a settlement trust.\nExcluded\nExcluded\n43 U.S.C. 1626(c)\nCobell settlement payments.\nPayments received as a result of the\nCobell\nsettlement.\nExcluded\nExcluded for one year\nSec. 1,\nPL 111-291\n,101\nStat. 3066\nWork-Related Payments\nAmeriCorps participants.\nAllowances, earnings, and payments to AmeriCorps participants under the National and Community Service Act of 1990.\nExcluded\nIncluded\n42 U.S.C. 12637(d)\nVolunteer work.\nCompensation or reimbursement to volunteers involved in programs administered by the Corporation for National and Community Service, unless the payments are equal to or greater than the minimum wage. The minimum wage is under the Fair Labor Standards Act of 1938 (\n29 U.S.C. 201\net. seq.) or the law of the State where the volunteers are serving, whichever is greater.\nExcluded\nExcluded\n42 U.S.C. 5044(f)\nMiscellaneous Payments\nFood stamps.\nValue of the allotment provided to an eligible household under the Food Stamp Program.\nExcluded\nExcluded\n7 U.S.C. 2017(b)\nFood for children.\nValue of free or reduced price for food under the Child Nutrition Act of 1966.\nExcluded\nExcluded\n42 U.S.C. 1780(b)\nChild care.\nValue of any child care provided or arranged (or any amount received as payment for such care or reimbursement for costs incurred for such care) under the Child Care Development Block Grant Act of 1990.\nExcluded\nExcluded\n42 U.S.C. 9858q\nServices for housing recipients.\nValue of services, but not wages, provided to a resident of an eligible housing under a congregate services program under the Cranston-Gonzalez National Affordable Housing Act.\nExcluded\nExcluded\n42 U.S.C. 8011(j)(2)\nHome energy assistance.\nThe amount of any home energy assistance payments or allowances provided directly to, or indirectly for the benefit of, an eligible household under the Low-Income Home Energy Assistance Act.\nExcluded\nExcluded\n42 U.S.C. 8624(f)\nPrograms for older Americans.\nPayments, other than wages or salaries, received from programs funded under the Older Americans Act of 1965 (\n42 U.S.C. Chapter 35\n).\nExcluded\nIncluded\n42 U.S.C. 3020a(b)\nStudent financial aid.\nAmounts of student financial assistance received under Title IV of the Higher Education Act of 1965, including Federal work-study programs or under BIA student assistance programs, or vocational training under the Carl D. Perkins Vocational and Technical Education Act of 1998.\nExcluded\nExcluded\n20 U.S.C. 1087uu\n20 U.S.C. 2414(a)\nRetired Serviceman’s Family Protection Plan annuities.\nAnnuities received under subchapter 1 of the Retired Serviceman’s Family Protection Plan.\nExcluded\nIncluded\n10 U.S.C. 1441\nIncome tax refunds\n.  Federal income tax refunds, including the Federal Earned Income Credit and advance payments with respect to a refundable credit.\nExcluded\nExcluded for one year from the date of receipt\n26 U.S.C. 6409\nCOVID19 Economic Relief Payments\n.  Payments received under the CARES Act of 2020.\nExcluded\nExcluded\nChapter 15 of 38 U.S.C.\nNote\n:\nVA will not count payments if Federal law requires that they be excluded from income and/or net worth for all VA needs-based benefits, regardless of whether the program or payment is listed in Exhibit 1.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section I - Counting Specific Types of Income",
  "citation": "Part IX, Subpart iii, Chapter 1, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177524/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-I-Counting-Specific-Types-of-Income",
  "updated": "",
  "scraped_at": "2025-06-16T23:07:54.821956",
  "tags": [
    "m21-1"
  ]
}