{
  "chunk_id": "IX_iii_1_J_41",
  "content": "/>\nIX.iii.1.J.3.e\n.\nTrusts\nVA should include trust assets in net worth calculations if trust assets are available for use for the claimant's support.\nEstate planning preserves assets for heirs while taking advantage of Medicaid and other governmental assistance programs.  When a claimant indicates that they moved assets into a trust or that they benefit from a trust of any kind, a copy of the trust documents is needed to evaluate the effect of the trust on the claimant’s net worth.\nA trust is countable as belonging to a claimant if\nit is actually owned by the claimant\nthe claimant possesses such control over the property that the claimant may direct it to be used for the claimant’s benefit, or\nfunds have actually been allocated for the claimant’s use.\nSuch control may be considered a sufficient ownership interest to bring the property within the scope of the pension laws.  If the claimant or someone with legal authority to act on the claimant's behalf has some control to use property, it can reasonably be expected to be consumed for a claimant's maintenance and thus be includable in the claimant's estate.\nNotes\n:\nAssets transferred by a legally competent claimant, or by the fiduciary of a legally incompetent one, to an irrevocable “living trust” or an estate-planning vehicle of the same nature designed to preserve estate assets by restricting trust expenditures to the claimant's “special needs,” while maximizing the use of governmental resources in the care and maintenance of the claimant, should be considered in calculating the claimant’s net worth for pension purposes.\nDisbursements from a trust counted as net worth are not income but a reduction of net worth.\nReference\n:  For more information on trusts, see\n38 CFR 3.276(a)(5)(ii)(B) and (d)\nVAOPGCPREC 72-1990\nVAOPGCPREC 15-1992\n, and\nVAOPGCPREC 33-1997\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section J - Net Worth, Asset Transfers, and Penalty Periods",
  "citation": "Part IX, Subpart iii, Chapter 1, Section J",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177525/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-J-Net-Worth-Asset-Transfers-and-Penalty-Periods",
  "updated": "",
  "scraped_at": "2025-06-16T23:08:04.270638",
  "tags": [
    "m21-1"
  ]
}