{
  "chunk_id": "IX_iii_1_J_63",
  "content": "/>\nIX.iii.1.J.5.\nc\n.\nTransfers for Less Than Fair Market Value\nTransfer for less than fair market value means:\nselling, conveying, gifting, or exchanging an asset for an amount less than fair market value, or\na voluntary asset transfer to, or purchase of, any financial instrument that reduces net worth unless the entire balance of the asset can be liquidated for the claimant’s benefit.\nNotes\n:\nIn a voluntary asset transfer, if a claimant can liquidate the asset, the asset is included as net worth.  Request a copy of any asset documentation, such as a trust or annuity contract if it is needed to make this determination.\nIf a transfer for less than fair market value exists on a claim for pension, the PENALTY PERIOD tab of the\nNet Worth Calculator\nmust be scanned into eFolder.\nImportant\n:  VA presumes that an asset transfer made during the look-back period was for the purpose of decreasing net worth to establish pension entitlement.  However, VA will not consider such an asset to be a covered asset if the claimant establishes through clear and convincing evidence that the asset was transferred as the result of fraud, misrepresentation or unfair business practice related to the sale or marketing of financial products or services for purposes of establishing entitlement to VA pension.  Evidence substantiating the application of this exception may include a complaint contemporaneously filed with State, local, or Federal authorities reporting the incident.\nReferences\n:  For more information on\ntransfers for less than fair market value, see\n38 CFR 3.276(a)(5)\ncovered assets, see\n38 CFR 3.276(a)(2)\n, and\nM21-1, Part IX, Subpart iii, 1.J.5.g\n-\ni\n, and\nthe storage of net worth calculators, see\nM21-1, Part IX, Subpart iii, 1.J.4.c\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section J - Net Worth, Asset Transfers, and Penalty Periods",
  "citation": "Part IX, Subpart iii, Chapter 1, Section J",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177525/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-J-Net-Worth-Asset-Transfers-and-Penalty-Periods",
  "updated": "",
  "scraped_at": "2025-06-16T23:08:04.270638",
  "tags": [
    "m21-1"
  ]
}