{
  "chunk_id": "IX_iii_1_J_80",
  "content": "/>\nIX.iii.1.J.5.t\n.\nE\nvaluating Asset Transfers\nFollow the steps in the table below to evaluate the terms and conditions of asset transfers made during the look-back period in conjunction with a claim for pension benefits.\nStep\nAction\n1\nDid the claimant report transferring assets for less than fair market value during the look back period?\nIf\nyes\n, go to Step 2.\nIf\nno\n, skip to Step 4.\n2\nWould the asset transfer amount(s) have caused the claimant’s net worth to exceed the limit or further exceed the limit?\nIf\nyes\n, go to Step 3.\nIf\nno\n, skip to Step 4.\n3\nUse the penalty period tab of the net worth calculator to calculate the penalty period based on the information provided by the claimant.  If the penalty period has not expired before the date of claim, deny the claim and notify the claimant of the penalty period.\nIf the penalty period expired prior to the date of claim, go to Step 4.\n4\nDid the claimant report net worth (income + assets) or IVAP that exceed the appropriate limits?\nIf\nyes\n, deny the claim for excessive net worth or excessive income.\nIf\nno\n, go to Step 5.\n5\nCompare the information on the IRS and SSA screens for the immediate FTI year with the information provided by the claimant on the VA applications.\nDoes the FTI information show asset-associated-income from the immediate FTI year that was not reported by the claimant?\nIf\nyes\n, go to Step 6.\nIf\nno,\ngo to Step 8.\n6\nExamine the application for benefits.\nDid the claimant report that the\nasset associated income\nwas received last year, including the amount, income payer, and the date it stopped?\nIs the explanation reasonable?\nIf\nyes\nto both questions, go to Step 8.\nIf\nno\nto either question, go to Step 7.\n7\nDevelopment will be needed when there are discrepancies between what the claimant reported on the application and what FTI is showing in the immediate FTI year.\nReview the second FTI year data.  Determine if there is additional asset associated income from the second FTI year that also requires development.\nSend a development letter asking for documentation that the income from the immediate FTI year stopped, the date and reason it stopped, the value of any unreported or underreported assets associated with the income and whether or not an asset was transferred for less than fair market value.\nIf necessary, develop for underreported assets, income and asset transfers for the second FTI year.\nDisregard the remaining step in the table.\n8\nReview the second year FTI data.  Determine if there is asset associated income from the second FTI year that requires development.\nIs development required?\nIf\nyes\n, develop for underreported assets, income and asset transfers.  Send a development letter asking for documentation that the income from the second FTI year stopped, the date and reason it stopped, the value of any unreported or underreported assets associated with the income and whether or not an asset was transferred for less than fair market value.\nIf\nno\n, continue processing the claim.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section J - Net Worth, Asset Transfers, and Penalty Periods",
  "citation": "Part IX, Subpart iii, Chapter 1, Section J",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177525/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-J-Net-Worth-Asset-Transfers-and-Penalty-Periods",
  "updated": "",
  "scraped_at": "2025-06-16T23:08:04.270638",
  "tags": [
    "m21-1"
  ]
}