{
  "chunk_id": "IX_iii_1_K_51",
  "content": "/>\nIX.iii.1.K.5.k\n.\nMaking Initial Hardship Determinations\nUse the table below when making initial hardship determinations.\nIf …\nThen …\nthe sum of IVAP plus pension entitlement equals or exceeds claimed family expenses\ndo not permit a hardship deduction because hardship does not exist.\nthe claimed family expenses exceed the sum of IVAP plus pension entitlement\ndevelop for a breakdown of claimed expenses (if not already of record), and\ndetermine if the claimed expenses are necessary for reasonable family maintenance.\nAn itemization of family expenses is always required for an initial hardship determination.\nIf all claimed family expenses are necessary for reasonable family maintenance, VA will deduct the amount by which the claimed expenses exceed the sum of countable annual income plus pension entitlement.\nthe claimed expenses exceed the sum of IVAP plus pension entitlement, and\nit is decided that some expenses are not necessary for reasonable family maintenance\ndetermine if the expenses that are necessary for reasonable family maintenance are adequate to offset all children’s income.\nNo further development is necessary if this criterion is met.\nthe claimed expenses exceed the sum of IVAP and pension entitlement\nit is determined that some expenses are not necessary for reasonable family maintenance, and\nthe disallowed expenses are needed to offset all of children’s income\nprepare an administrative decision for approval by a senior claims processor. The issue is whether or not the expenses reported by the claimant are necessary for reasonable family maintenance.\nEnsure that the decision indicates which claimed expenses are not necessary for reasonable family maintenance and the reason why. In the discussion portion of the administrative decision, cite the definition of expenses necessary for reasonable family maintenance in\n38 CFR 3.23(d)(6)\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 1, Section K - Other Deductible Expenses",
  "citation": "Part IX, Subpart iii, Chapter 1, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177526/M21-1-Part-IX-Subpart-iii-Chapter-1-Section-K-Other-Deductible-Expenses",
  "updated": "",
  "scraped_at": "2025-06-16T23:08:13.655409",
  "tags": [
    "m21-1"
  ]
}