{
  "chunk_id": "IX_iii_2_A_29",
  "content": "/>\nIX.iii.2.A.4.h\n.\nConfirming Medicaid Status\nFollow the steps in the table below to confirm the beneficiary’s Medicaid status.\nStep\nAction\n1\nDetermine whether the facility is Medicaid approved.\nReference\n:  For information on determining whether a facility is Medicaid approved, see\nM21-1, Part IX, Subpart iii, 2.A.3.a\n.\n2\nIf the facility is approved, determine\nwhether the nursing facility is providing Medicaid-covered care (or whether a Medicaid application is pending)\nthe date Medicaid coverage began (or the date VA will assume that Medicaid coverage began, if the exact date cannot be determined)\nthe date the beneficiary entered the nursing facility, and\nwhether the beneficiary is a patient or resident of the facility.\nIf all information above is available within the electronic claims folder (eFolder), no further action is required.\nIf information is still required to obtain the beneficiary’s Medicaid status, go to step 3.\n3\nWhen it is necessary to obtain the beneficiary’s Medicaid status, contact either the\nbeneficiary\nfiduciary\nnursing home, or\nlocal Medicaid office.\nIf the beneficiary’s Medicaid application is pending, assume Medicaid-covered care in accordance with the provisions in\nM21-1, Part IX, Subpart iii, 2.A.4.d\nand\ne\n.\n4\nDocument the information obtained through telephone contacts or written correspondence for the eFolder.\nNote\n:  Use\nVA Form 27-0820b, Report of Nursing Home or Assisted Living Information\n,\nfor this purpose.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 2, Section A - Pension Reductions for Medicaid-Covered Nursing Facility Care",
  "citation": "Part IX, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177527/M21-1-Part-IX-Subpart-iii-Chapter-2-Section-A-Pension-Reductions-for-Medicaid-Covered-Nursing-Facility-Care",
  "updated": "",
  "scraped_at": "2025-06-16T23:08:22.979431",
  "tags": [
    "m21-1"
  ]
}