{
  "chunk_id": "IX_iii_2_C_34",
  "content": "/>\nIX.iii.2.C.5.\na\n.\nElective Rights of Children When There Is or Is Not a Surviving Spouse Entitled to Pension on December 31, 1978\nUse the table below for information on the rights of election of children when there is or is not a surviving spouse entitled to pension on December 31, 1978.\nIf there is ...\nThen ...\na surviving spouse receiving pension on December 31, 1978, and\nthe children are in the spouse’s custody\nthe children in custody have no separate right of election, and\non discontinuance of the surviving spouse’s entitlement for any reason, the children’s only entitlement is to current-law pension.\na surviving spouse receiving pension on December 31, 1978, and\nthe children are\nnot\nin the spouse’s custody\nout-of-custody children who were receiving pension on December 31, 1978\nhave a separate right of election if the surviving spouse’s Old-Law or Section 306 Pension is discontinued for any reason, and\nhave separate eligibility as surviving children if the surviving spouse elects current-law pension.\nNotes\n:\nFor current-law pension purposes, a child who is not in the custody of a surviving spouse may not be considered a dependent of the surviving spouse.\n“Custody” for current-law pension purposes is defined in\n38 CFR 3.57(d)\n.\nno\nsurviving spouse entitled to pension on December 31, 1978\nchildren have the same elective rights as Veterans and surviving spouses.\nno\nsurviving spouse entitled to pension on December 31, 1978, but\nthe surviving spouse reestablishes entitlement\nafter\n1978\nthe entitlement of the surviving spouse is under the current-law pension program\nthe children in the surviving spouse’s custody have entitlement to current-law pension\nonly\nthe children\nnot\nin custody of the surviving spouse have their Old-Law or Section 306 Pension rates protected, and\nchildren not in the custody of the surviving spouse have independent eligibility to current-law pension.\nReference\n:  For an example of eligibility in this type of situation, see\nM21-1, Part IX, Subpart iii, 2.C.5.c\n.",
  "title": "M21-1, Part IX, Subpart iii, Chapter 2, Section C - Elections Between Pension Programs",
  "citation": "Part IX, Subpart iii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177530/M21-1-Part-IX-Subpart-iii-Chapter-2-Section-C-Elections-Between-Pension-Programs",
  "updated": "",
  "scraped_at": "2025-06-16T23:08:41.568890",
  "tags": [
    "m21-1"
  ]
}