{
  "chunk_id": "V_i_1_B_5",
  "content": "/>\nV.i.1.B.1.a\n.\nReferring Claims to the Rating Activity After Development Is Complete\nIf the issue requires a rating decision and a claimant is\notherwise eligible for benefits from the Department of Veterans Affairs (VA), and\nVA has received new, competent medical or lay evidence in support of the claim,\nrefer the claim to the rating activity after all development actions, to include VA examinations as necessary, are complete.\nNote\n:  Although evidence to decide all contentions associated with the Veteran’s claim may not be of record, the rating activity should decide any contention for which sufficient evidence exists to award the benefit sought.\nException\n:  If a claimant is seeking service connection for the cause of death or for a disability, VA may not deny a claim until it has obtained the Veteran’s service treatment records (STRs) or formally determined the STRs are unavailable.  If VA formally determines the STRs are unavailable, refer the claim to the rating activity after all other development actions are complete, even if VA received no medical or lay evidence in support of the claim.\nReferences\n:  For more information on\ndeveloping for STRs, see\nM21-1, Part III, Subpart ii, 2.A\n-\nH\nusing Personnel Information Exchange System (PIES) to develop for STRs, see the\nPIES User Guide\nformal determinations regarding the unavailability of STRs, see\nM21-1, Part III, Subpart ii, 1.A.1.e\nthe rating activity, see\nM21-1, Part V, Subpart i, 1.A\nspecific issues requiring a rating decision, see\nM21-1, Part V, Subpart i, 1.A.1.b\npartial rating decisions, see\nM21-1, Part V, Subpart ii, 3.B\n, and\nidentifying the issues, to include inferred issues, see\nM21-1, Part V, Subpart ii, 3.A\n.",
  "title": "M21-1, Part V, Subpart i, Chapter 1, Section B - Referrals to the Rating Activity",
  "citation": "Part V, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180478/M21-1-Part-V-Subpart-i-Chapter-1-Section-B-Referrals-to-the-Rating-Activity",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:47.028149",
  "tags": [
    "m21-1"
  ]
}