{
  "chunk_id": "V_i_1_C_9",
  "content": "/>\nV.i.1.C.2.a\n.\nDuty to Notify Review by the Rating Activity\nThe decision maker is responsible for ensuring that the Department of Veterans Affairs’ (VA’s) duty to notify has been satisfied before proceeding to a decision.  Use the table below to review the evidence of record and ensure VA’s duty to notify requirements have been met.\nIf …\nThen review …\nVA receives a claim on the prescribed form\nthe form to ensure it is substantially complete, and\nthe claim to ensure it is not inherently incredible or lacking merit.\nReferences\n:  For more information on\nsubstantially complete application, see\nM21-1, Part II, Subpart iii, 1.C\n, and\n38 CFR 3.159(a)(3)\n, and\naction required on claims that are inherently incredible or lack merit, see\nM21-1, Part I, Subpart i, 1.A.4.c\n, and\nM21-1, Part II, Subpart iii, 1.C.2.e\n.\nthe form is substantially complete\nthe Section 5103 notice to ensure it meets the legal requirements for the claim.\nException\n:  If all benefits sought can be granted, Section 5103 notice is not required.\nNotes\n:\nEZ forms provide the Section 5103 notice for most types of claims.\nA notification letter providing the Section 5103 notice must be sent to the claimant if\nthe claim was not filed on an EZ form\nthe EZ form did not provide the Section 5103 notice for the specific type of claim, or\nthe claim was filed by a power of attorney.\nReferences\n:  For more information on\nnotification requirements for a complete application, see\nM21-1, Part II, Subpart iii, 1.C.1.a\ncases that require issuances of a standard Section 5103 notice, see\nM21-1, Part III, Subpart i, 2.B.1.d\n, and\nexception to the notification requirement, see\nM21-1, Part III, Subpart i, 2.B.1.b\n.\nVA becomes aware of the existence of relevant records before the claim is decided\nthe claims folder to ensure that VA has notified the claimant\nof the relevant records\nof the need for a release of records (if applicable), and\nto obtain the records and provide them to VA if the claimant does not provide the necessary release.\nevidence requested by VA from a third party does not exist or cannot be obtained\nthe claims folder to ensure that VA has\nidentified the records that could not be obtained\nexplained the efforts VA made to obtain the records\ndescribed any further action VA will take regarding the claim, including, but not limited to notice that VA will decide the claim based on the evidence of record unless the claimant submits the records VA was unable to obtain, and\nindicated that the claimant is ultimately responsible for providing the evidence.\nNote\n:\nFor non-Federal records requests, VA may provide the notice at the same time it makes a follow-up attempt to obtain the relevant records.\na proposed adverse action is referred for final decision\nthe notice of proposed adverse action to ensure all the elements of due process have been met.\nReferences\n:  For more information about\ndue process, see\nM21-1, Part I, Subpart i, 1.B\n, and\nthe notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\nReferences\n:  For more information on\nnotifying the claimant of necessary information or evidence, see\n38 CFR 3.159(b)\nnotifying the claimant when records cannot be obtained, see\n38 CFR 3.159(e)\n, and\nM21-1, Part III, Subpart i, 2.C.3\n, and\nensuring that notification has been sent through the Centralized Benefits Communications Management (CBCM) program, see\nM21-1, Part II, Subpart i, 2.C.4.c\n, and\nthe Talent Management System (TMS) course titled\nCentralized Benefits Communications Management\n(VA 4562424).",
  "title": "M21-1, Part V, Subpart i, Chapter 1, Section C - Pre-Rating Review of Claims by the Rating Activity",
  "citation": "Part V, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180479/M21-1-Part-V-Subpart-i-Chapter-1-Section-C-Pre-Rating-Review-of-Claims-by-the-Rating-Activity",
  "updated": "",
  "scraped_at": "2025-06-16T22:40:56.299481",
  "tags": [
    "m21-1"
  ]
}