{
  "chunk_id": "V_ii_1_A_7",
  "content": "/>\nV.ii.1.A.1.b\n.\nDefinition:  Rules of Evidence\nRules of evidence\nare guidelines on evaluation of the evidence submitted or obtained in a case.  These rules dictate whether evidence may be admitted or considered, when particular evidence can prove a matter, and when evidence is entitled to more value or less value than other evidence in the record.\nA body of Department of Veterans Affairs (VA) regulations, directives, and court precedent exists on use of evidence in VA adjudication actions.  The decision maker must apply these rules of evidence in reaching a decision on a case.\nNotes\n:\nThe codified Federal rules of evidence used in Federal court proceedings do not apply in VA proceedings.\nVA is a completely ex-parte system of adjudication, meaning the VA is responsible for fully and sympathetically developing the Veteran’s claim and resolving all issues by giving the claimant the benefit of any reasonable doubt, in the absence of such adversarial concepts as cross examination, best evidence rule, and strict adherence to burden of proof.\nA VA General Counsel precedent opinion is considered an administrative issue for effective date purposes as indicated in\nVAOPGCPREC 88-1990\n,\n38 U.S.C. 5110(g)\n, and\n38 CFR 3.114\n.\nGenerally, rules announced in precedent judicial decisions apply to all cases that are still open on direct review when the new rule is announced.  Unless they state otherwise, statutes and regulations are presumed to apply prospectively (in the future).\nException\n:  Precedential decisions that result in “genuinely retroactive effects” in which application of the new decision impairs rights the party originally had, increases the party’s liability for past conduct, imposes new duties with respect to prior transactions, or attaches new legal consequences to events that occurred before the enactment do not apply to cases still open on direct review as indicated in\nVAOPGCPREC 7-2003\n.\nReference\n:  For more information on rules of evidence, see\nFlynn v. Brown\n, 6 Vet.App. 500, 503 (1994), and\nManio v. Derwinski\n, 1 Vet.App. 140 (1991).",
  "title": "M21-1, Part V, Subpart ii, Chapter 1, Section A - Principles of Reviewing and Weighing Evidence",
  "citation": "Part V, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014383/M21-1-Part-V-Subpart-ii-Chapter-1-Section-A-Principles-of-Reviewing-and-Weighing-Evidence",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:05.673424",
  "tags": [
    "m21-1"
  ]
}