{
  "chunk_id": "V_ii_1_A_11",
  "content": "/>\nV.ii.1.A.1.f\n.\nOverview of Evaluating Evidence\nEvaluating evidence\nrefers to a series of analytical steps that must be performed by a VA decision maker in making findings of fact for the purpose of drawing conclusions of law on each aspect or criterion of the legal standard for entitlement to the benefit and on applicable procedural matters.\nFollow the steps in the table below when evaluating evidence.\nStep\nAction\n1\nDetermine what facts are required and what standard of proof applies based on the criteria for entitlement to the specific benefit sought and the procedural issue (original, new, increase, supplemental, presumption, proposed adverse action, and stabilization).\n2\nDiscount any admitted evidence that is not\nmaterial\nto (that does not relate to) the components of the entitlement standard or procedural issue at issue in the case.\n3\nDetermine the probative value of evidence that bears on the entitlement standard or procedural issue. This means deciding to which extent those items of evidence are\nrelevant\nin tending to make the matter more probable or less probable.\nDiscuss and apply VA guidance (including court precedents) on competency to determine whether the evidence from a particular source can establish a particular fact that requires the application of special expertise or first-hand knowledge of facts based on recollection or perception.\nEvidence from a source not having the requisite competency to offer a particular type of evidence has no probative value\n.\nDiscuss and apply VA guidance on credibility where there is a reasonable factual basis (for example, demonstrable bias or inconsistency) for questioning believability.\nEvidence that is not believable does not have probative value.\n4\nResolve questions of relative weight or persuasiveness when there are various items of evidence that have been determined to have probative value in order to find facts (to determine what facts the evidence proves).\nNote\n:  It is important to explain why certain evidence was accepted as more probative than other evidence, especially when giving less value to evidence tending to support the benefit sought by the claimant/beneficiary.\n5\nApply the found facts to draw corresponding conclusions of law necessary to support the decision outcome for the benefit sought and procedural issue. Clearly explain in the rating decision why the evidence is found to be persuasive or unpersuasive.\nReference\n:  For more information on documenting unmet elements and favorable findings in a rating decision, see\nM21-1, Part V, Subpart iv, 1.A.5\n.\nReference\n:  For more information on evidentiary concepts of admissibility, credibility, and probative value of evidence, see\nM21-1, Part V, Subpart ii, 1.A.2\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 1, Section A - Principles of Reviewing and Weighing Evidence",
  "citation": "Part V, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014383/M21-1-Part-V-Subpart-ii-Chapter-1-Section-A-Principles-of-Reviewing-and-Weighing-Evidence",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:05.673424",
  "tags": [
    "m21-1"
  ]
}