{
  "chunk_id": "V_ii_1_A_14",
  "content": "/>\nV.ii.1.A.1.i\n.\nStandards of Evidentiary Proof\nEvery substantive or procedural factual matter must have a\nstandard of proof\nwhether stated explicitly or not.  Standard of proof specifies the degree of persuasion or confidence in the evidence with regard to the subject of the proof that is required in order to find a fact proven.\nNote\n:  The application of standard of proof is qualitative, not quantitative.  The question is weight or persuasiveness of the evidence and not the number of items of evidence.  Evidence is not necessarily in relative equipoise when the number of acceptable items of evidence tending to support a fact is equal to the number of items tending to not support a fact.\nThe table below describes the different standards of evidentiary proof.\nStandard\nDescription\nrelative equipoise\nEvidence must persuade the decision maker that the fact is as likely as not.\npreponderance of the evidence\nThe greater weight of evidence is that the fact exists. The fact is more likely than not.\naffirmative evidence to the contrary\nThe fact is unlikely; and the evidence against the matter is of greater weight. This standard is the opposite of the preponderance standard.\nclear and convincing\nThe fact finder has reasonable certainty of the truth of a fact. This is a higher standard of proof than having to find a fact is more likely than not.\nclear and unmistakable\nThe evidence must establish the fact without question.",
  "title": "M21-1, Part V, Subpart ii, Chapter 1, Section A - Principles of Reviewing and Weighing Evidence",
  "citation": "Part V, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014383/M21-1-Part-V-Subpart-ii-Chapter-1-Section-A-Principles-of-Reviewing-and-Weighing-Evidence",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:05.673424",
  "tags": [
    "m21-1"
  ]
}