{
  "chunk_id": "V_ii_1_A_27",
  "content": "/>\nV.ii.1.A.2.h\n.\nCourt Holdings on Negative or Absent Evidence\nThe court cases listed below contained significant holdings regarding the consideration of negative or absent evidence.\nThe U.S. Court of Appeals for the Federal Circuit (Federal Circuit) held in\nForshey v. Principi\n, 284 F.3d 1335 (Fed. Cir. 2002) (en banc), that all evidence bearing on a question, whether positive or negative, could be considered.  The Federal Circuit concluded that it was permissible for VA to consider negative evidence tending to disprove the existence of a cause other than alcohol intoxication of a fatal accident (the road was dry, the weather was clear, the accident occurred during daylight, and there was no evidence of malfunction of the vehicle) to rebut the line of duty presumption under\n38 U.S.C 105\n.\nThe Federal Circuit held in\nAZ and AY v. Shinseki\n, 731 F.3d 1303 (Fed.Cir.2013), that the absence of a service record documenting an unreported sexual assault or a Veteran’s failure to have reported an alleged assault in service may not be treated as pertinent evidence that the assault did not occur.\nThe Federal Circuit held in\nMaxson v. Gober\n, 230 F.3d 1330 (Fed. Cir. 2000), that when rebutting the presumption of aggravation for a condition incurred during combat,\n38 U.S.C. 1154(b)\npermits consideration of the entire medical history, including a lengthy period of absence of complaint following service about the claimed condition.\nThe Federal Circuit held in\nBuchanan v. Nicholson\n, 451 F.3d 1331 (Fed. Cir. 2006), that the Board of Veterans’ Appeals (BVA) erred in determining that lay evidence lacked credibility merely because it was unaccompanied by contemporaneous medical evidence.  Lay evidence may be rejected, when appropriate, due to such findings as possible bias or conflicting statements, and BVA may also consider and weigh the absence of contemporary medical records against the lay evidence of record.  However, this case found that the lack of contemporaneous medical records, in and of itself, does not render lay evidence incredible.\nReference\n:  For more information on the application of the concept of negative evidence to claims based on sexual assault, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 1, Section A - Principles of Reviewing and Weighing Evidence",
  "citation": "Part V, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014383/M21-1-Part-V-Subpart-ii-Chapter-1-Section-A-Principles-of-Reviewing-and-Weighing-Evidence",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:05.673424",
  "tags": [
    "m21-1"
  ]
}