{
  "chunk_id": "V_ii_2_A_7",
  "content": "/>\nV.ii.2.A.1.b\n.\nSatisfying the Current Disability Requirement for SC\nEvidence of a current disability is required as one of the components of establishing SC.  Generally, this criterion is satisfied when a current examination or other evidence demonstrates the presence of a chronic disability.  However, the evidence must be reviewed to determine whether a disability was present at the time the claim was filed or during the pendency of the claim but has since resolved.\nThe requirement for a current disability is met if a disability exists when a Veteran files a claim or while the claim is pending, even though the disability resolves before the Department of Veterans Affairs (VA) decides the claim.\nA diagnosis that is near-contemporaneous with the filing of a claim must be considered when determining whether a disability existed when the claim was received and/or during its pendency.\nA near-contemporaneous diagnosis is a diagnosis that is dated approximately within one year prior to the date of the claim being submitted.\nA diagnosis that predates, but is near-contemporaneous with, a claim is capable of establishing a current disability under the law.\nA determination of SC will be made on a case-by-case basis with evaluation of all pertinent evidence.  Consider the history of the diagnosis and give appropriate weight to any diagnosis present near-contemporaneously with or during the pendency of a claim.  The weighing of evidence will generally result in one of the following three possible conclusions:\nThe contemporaneous or near-contemporaneous evidence at or near the time of the claim shows a clear diagnosis.  The current medical evidence (often the compensation examination) shows the disability has resolved and no current diagnosis is warranted.  A grant of benefits is in order, generally with a staged disability evaluation.\nThe contemporaneous or near-contemporaneous evidence at or near the time of the claim suggests or reflects a treating or unconfirmed diagnosis but does not clearly establish whether a confirmed diagnosis was present.  The current medical evidence (often the compensation examination) indicates no diagnosis is currently warranted.  The evidence presently of record does not clearly establish whether the prior diagnosis was or was not warranted.  A medical opinion is necessary to reconcile the status of the prior diagnosis.\nThe contemporaneous or near-contemporaneous evidence at or near the time of the claim shows a diagnosis.  The current medical evidence (often the compensation examination) shows a clear finding that the prior diagnosis was in error and includes adequate rationale.  A denial of SC is warranted, assuming that other medical evidence does not refute the current medical opinion.\nExample 1\n:  A Veteran is diagnosed with eczema regularly throughout service and was treated with topical medications by dermatologists on multiple occasions.  Symptoms waxed and waned, as is typical with eczema, based on seasonal changes.  Service treatment records (STRs) from June 2012 show eczema.  A Benefits Delivery at Discharge claim is submitted, and a VA pre-discharge examination from August 2012 determines that no pathology exists to render a diagnosis of a skin disorder.  The in-service records clearly show a long-standing diagnosis of eczema which was present near-contemporaneously with the claim.  SC should be granted.\nExample 2\n:  A Veteran claimed SC for sinusitis in March 2008, prior to military discharge in July 2008.  During service, the Veteran was treated variably for upper respiratory infections, ear infections, deviated septum due to an in-service injury, chronic nasal congestion, and sinus problems.  On examination, the Veteran reported pain and headache in the sinus area and non-incapacitating flare-ups two to three times a year.  The examiner provided no diagnosis and indicated that no sinusitis was shown on exam.  The examiner indicated that there was no visible postnasal drainage or significant hypertrophy or posterior oropharyngeal lymphoid tissue.  The examiner explained that the layman concept of sinusitis or sinus problems is understandable, but in the truest sense, from a specialist’s point of view, there is no underlying chronic sinusitis in this case, especially based on the computed tomography (CT) scans.  The examiner indicated that the in-service symptoms were consistent with acute episodes of upper respiratory infection and/or symptoms of deviated nasal septum.  The evidence of record is sufficient to establish SC for traumatic deviated nasal septum.  There is no medical evidence to refute the examiner’s finding that sinusitis is not shown by the medical evidence of record.  SC for sinusitis should be denied.\nReferences\n:  For more information on\ncurrent disability, see\nMcClain v. Nicholson\n, 21 Vet.App 319 (2007), and\nRomanowsky v. Shinseki\n, 26 Vet.App 289 (2013)\nevaluating medical evidence, see\nM21-1, Part V, Subpart ii, 1.A.3\n, and\nreviewing for evidence of current disability to determine whether VA examination or opinion is warranted, see\nM21-1, Part IV, Subpart i, 1.B.1.a\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section A - Direct Service Connection (SC) and Service Incurrence of an Injury",
  "citation": "Part V, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180481/M21-1-Part-V-Subpart-ii-Chapter-2-Section-A-Direct-Service-Connection-SC-and-Service-Incurrence-of-an-Injury",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:24.161316",
  "tags": [
    "m21-1"
  ]
}