{
  "chunk_id": "V_ii_2_A_8",
  "content": "/>\nV.ii.2.A.1.c\n.\nEstablishing Direct SC Under 38 CFR 3.303(a)\nDirect SC may be established under\n38 CFR 3.303(a)\nwhen\nthe evidence or a medical opinion shows a nexus between a current disability and an injury, disease, or event in service, or\ncompetent medical evidence demonstrates continuous symptoms that are sufficient to constitute a nexus between a current disability and an injury, disease, or event in service.\nNotes\n:\nFor any disability shown to be chronic in a medical sense, but not listed in\n38 CFR 3.309(a)\n, continuous symptoms may be used to satisfy the nexus element for direct SC under\n38 CFR 3.303(a)\n.  When the nexus element is met, a medical opinion is not needed.\nContinuous symptoms are demonstrated when the medical evidence shows symptoms continuing without stopping, or recurring regularly, with minimal interruptions, from military service.\nWhen the evidence shows isolated instances of symptoms which do not demonstrate continuous symptomatology since service, an examination with medical opinion requested in accordance with\n38 CFR 3.159(c)(4)\nmay provide the required nexus.\nReferences\n:  For more information on\nreviewing evidence before determining an examination is necessary, see\nM21-1, Part IV, Subpart i, 1.A.1.c\nusing medical evidence in lieu of examination, see\nM21-1, Part IV, Subpart i, 1.B.1.a, and\nthe definition of competent medical evidence, see\n38 CFR 3.159(a)(1)\n, and\nM21-1, Part I, Subpart i, 1.A.4.d\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section A - Direct Service Connection (SC) and Service Incurrence of an Injury",
  "citation": "Part V, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180481/M21-1-Part-V-Subpart-ii-Chapter-2-Section-A-Direct-Service-Connection-SC-and-Service-Incurrence-of-an-Injury",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:24.161316",
  "tags": [
    "m21-1"
  ]
}