{
  "chunk_id": "V_ii_2_A_10",
  "content": "/>\nV.ii.2.A.1.e\n.\nEstablishing Direct SC Based on Chronicity\nWhen a chronic disease listed under\n38 CFR 3.309(a)\nis shown in service, consider all subsequent manifestations of the same chronic disease as service-connected (SC), unless there are intercurrent causes to explain post-service manifestations of the chronic disease.  To establish SC under\n38 CFR 3.303(b)\nbased on the chronicity of a disease shown in service, the evidence must include\nmanifestations sufficient to identify the disease entity, and\nevidence sufficient to establish the presence of chronic disability in service as opposed to isolated findings or a diagnosis merely including the word \"chronic.\"\nExample\n:  Right knee degenerative joint disease (arthritis) first began and was diagnosed during active duty service and was confirmed by x-ray imaging.  The Veteran claims SC for right knee arthritis 10 years after separation.  Medical records dated since separation from service are silent for right knee complaints or treatment, and there is no evidence of post-service right knee injury.\nAnalysis\n:  Right knee degenerative joint disease is a chronic disability listed under\n38 CFR 3.309(a)\n.  The in-service evidence of arthritis diagnosed by x-ray establishes onset and chronicity of the claimed condition.  There is no evidence of an intercurrent cause for the right knee arthritis.\nResult\n:  The clear onset of a chronic disability in service satisfies the nexus element for direct SC, and SC can be established under\n38 CFR 3.303(b)\nwithout a medical opinion.\nNotes\n:\nWhen the finding of chronicity is in question, evidence of continuity is required to establish SC for conditions listed under\n38 CFR 3.309(a)\n.\nA careful review of the evidence may reveal that chronic disability from a condition had its onset during active duty service and has chronically persisted from active service to the present, even when service medical providers did not conclude that there were residuals or continuation of a disease or injury.\nFor any disability not listed under\n38 CFR 3.309(a)\n, SC must be established under\n38 CFR 3.303(a)\nby associating a current disability to service by a nexus consisting of evidence of continuous symptoms or a medical opinion.\nReference\n:  For more information on chronicity, see\n38 CFR 3.303(b)\n, and\nWalker v. Shinseki\n, 708 F.3d 1331 (Fed.Cir. 2013).",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section A - Direct Service Connection (SC) and Service Incurrence of an Injury",
  "citation": "Part V, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180481/M21-1-Part-V-Subpart-ii-Chapter-2-Section-A-Direct-Service-Connection-SC-and-Service-Incurrence-of-an-Injury",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:24.161316",
  "tags": [
    "m21-1"
  ]
}