{
  "chunk_id": "V_ii_2_A_17",
  "content": "/>\nV.ii.2.A.2.a\n.\nDefinition: Presumption of Soundness\nThe\npresumption of soundness\nmeans that a Veteran will be considered to have been in sound condition (the claimed disability did not exist) when examined, accepted, and enrolled for service.\nExceptions\n:  The presumption of soundness does\nnot\napply when the evidence shows\ndefects, infirmities, or disorders noted at entrance into service (such as conditions noted on the entrance examination), or\nthe injury or disease clearly and unmistakably existed prior to service and was not aggravated by service.\nNotes\n:\nThe presumption of soundness applies only when the Veteran underwent a physical examination at the time of entry into service on which the claim is based.\nOnly the conditions that are recorded in the enlistment examination report are to be considered as noted.  A history of pre-service conditions recorded at the time of the entrance examination is not a notation of the condition.  It is just one factor that must be considered on the question of presumption of soundness.\nThe presumption of soundness is also applicable when the Veteran underwent a physical examination upon entrance into service, but the report of examination is unavailable.  In such a situation, the presumption of soundness will stand.  Once the presumption of soundness arises it is only overcome when the record contains clear and unmistakable evidence showing that the disease or injury existed prior to service\nand\nwas not aggravated by service.\nA defect, infirmity, or disorder noted on the enlistment examination must meet established criteria and/or definitions of disability to overcome the presumption of soundness.  For example, audiometric data documenting the existence of abnormal hearing but not to the extent satisfactory to meet the definition of hearing loss for VA purposes as specified in\n38 CFR 3.385\nwould not overcome the presumption of soundness.  To establish that there was a hearing loss existent at enlistment, the audiometric data must document hearing loss for VA purposes as defined in\n38 CFR 3.385\n.\nReference\n:  For more information on the presumption of soundness and aggravation, see\nM21-1, Part V, Subpart ii, 2.C\n38 CFR 3.304(b)\n38 U.S.C. 1111\nVAOPGCPREC 3-2003\nWagner v. Principi\n, 370 F.3d 1089, 1096 (Fed.Cir. 2004)\nHorn v. Shinseki\n, 25 Vet.App. 231 (2012)\nGilbert v. Shinseki\n, 26 Vet.App. 48 (2012), and\nMcKinney v. McDonald\n, 28 Vet.App. 15 (2016).",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section A - Direct Service Connection (SC) and Service Incurrence of an Injury",
  "citation": "Part V, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180481/M21-1-Part-V-Subpart-ii-Chapter-2-Section-A-Direct-Service-Connection-SC-and-Service-Incurrence-of-an-Injury",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:24.161316",
  "tags": [
    "m21-1"
  ]
}