{
  "chunk_id": "V_ii_2_A_20",
  "content": "/>\nV.ii.2.A.2.d\n.\nDefinition: Active Continuous Service\nActive continuous service\nmay exclude lengthy periods of extended absence from duty, such as unauthorized absence or other extended non-pay status.\nA determination of whether a period of unauthorized absence is considered a break in service should be undertaken on a case-by-case basis with consideration of the facts of the individual’s case, including the extent to which the circumstances, nature, and duration of the claimant’s absence affected his or her performance of continuous duty.\nExamples\n:  The following facts and findings are set forth in General Counsel (GC) Opinions:\nIn GC Advisory Opinion Op. G.C. 4-80, the service member was absent from duty for 1,344 days before returning to military control.  The Veteran received an honorable discharge nine days later and developed a chronic disease within one year of discharge.  Since the Veteran was without active, continuous service for all but nine days of the 3-3/4 years preceding separation, the continuous service requirement of\n38 CFR 3.307\nwas not met.\nIn Precedent Opinion\nVAOPGCPREC 11-1993\n, the service member voluntarily returned to his unit after 13 days of unauthorized absence.  Although the 13 days of unauthorized absence was not creditable for pay or time-in-service purposes, it did not constitute a break in service for purpose of the “active, continuous service” requirement under\n38 CFR 3.307\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section A - Direct Service Connection (SC) and Service Incurrence of an Injury",
  "citation": "Part V, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180481/M21-1-Part-V-Subpart-ii-Chapter-2-Section-A-Direct-Service-Connection-SC-and-Service-Incurrence-of-an-Injury",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:24.161316",
  "tags": [
    "m21-1"
  ]
}