{
  "chunk_id": "V_ii_2_A_22",
  "content": "/>\nV.ii.2.A.2.f\n.\nRequirements for IADT to Be Considered Active Service\nInactive duty training (IADT) is\nnot\nconsidered active service unless SC is awarded for disability or death resulting from\nan injury directly incurred during the period of inactive duty training, or\nan injury or one of the following events if the injury or event occurred during inactive duty training or while an individual was proceeding directly to, or returning directly from, a period of such training\nan acute myocardial infarction\na cardiac arrest, or\na cerebrovascular accident.\nNotes\n:\nIf evidence establishes that an individual suffers from a disabling condition as a result of the administration of an anthrax or Coronavirus disease (COVID-19) vaccine during IADT, the individual may be considered disabled by an “injury” incurred during such training.\nAn individual who suffers from posttraumatic stress disorder (PTSD) as a result of military sexual trauma (MST) that occurred during a period of IADT may be considered disabled by an injury for purposes of\n38 U.S.C. 101(2) and (24)\n.\nReferences\n:  For more information on\ndetermining duty periods, see\n38 CFR 3.6\ninjuries that occurred\nwhile an individual was proceeding directly to, or returning directly from, a period of IADT, see\n38 CFR 3.6(e)\n, and\nas a result of administration of an anthrax vaccine during inactive duty training, see\nVAOPGCPREC 4-2002\nconsidering claims for SC for COVID-19, see\nM21-1, Part V, Subpart iii, 3.6\n, and\nM21-1, Part VIII, Subpart iii, 10\n, and\nPTSD that results from MST during IADT, see\nVAOPGCPREC 8-2001\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section A - Direct Service Connection (SC) and Service Incurrence of an Injury",
  "citation": "Part V, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180481/M21-1-Part-V-Subpart-ii-Chapter-2-Section-A-Direct-Service-Connection-SC-and-Service-Incurrence-of-an-Injury",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:24.161316",
  "tags": [
    "m21-1"
  ]
}