{
  "chunk_id": "V_ii_2_B_9",
  "content": "/>\nV.ii.2.B.1.d\n.\nBurden of Proof Required to Rebut Presumptive SC\nPresumptive SC\ncan\nbe rebutted under\n38 CFR 3.307(d)\n.  The medical evidence to rebut the presumption of SC\nneed not be conclusive, but\nmust\ninclude\naffirmative evidence of an intercurrent cause, and\nsound medical reasoning, and\nbe based on consideration of all evidence of record.\nThe presumption of SC may\nnot\nbe rebutted using an opinion that\ndoes not consider\nthe entire record, and/or\nrelevant evidence that post-dates the opinion\nhas a negative finding of causation with respect to in-service exposure by itself (unaccompanied by medical evidence and sound medical reasoning to support the opinion)\nidentifies an intercurrent cause but does not\nestablish that the intercurrent cause is the sole cause of the disease, to the exclusion of in-service exposure as a contributory cause, or\nexplain why a potentially intercurrent cause makes the presumptive cause of the disability medically unlikely, or\nrelies on the “preponderance of the evidence” to rebut the presumption, as this level of proof is not sufficient to establish affirmative evidence contrary to the presumption.\nNote\n:  As discussed in\nM21-1, Part V, Subpart ii, 2.E.1.c\n, genetic test results showing a predisposition to disease are not sufficient to rebut the evidentiary presumption of SC or to sever SC that has already been granted.\nReferences\n:  For more information on\nrebuttal of presumptive SC, see\n38 U.S.C. 1113\n38 CFR 3.307(d)\nDarby v. Brown\n, 10 Vet.App. 243 (1997)\nTaylor v. McDonald\n, 27 Vet.App. 158 (2014), and\nGoodsell v. Brown\n, 5 Vet.App. 36 (1993)\nprinciples of reviewing evidence and decision making, see\nM21-1, Part V, Subpart ii, 1.A\n, and\nhandling pre-regulation Camp Lejeune subject matter expert review opinions pertaining to rebuttal of presumptive SC, see\nM21-1, Part VIII, Subpart iii, 8.B.1.e\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section B - Presumptive Service Connection (SC)",
  "citation": "Part V, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180482/M21-1-Part-V-Subpart-ii-Chapter-2-Section-B-Presumptive-Service-Connection-SC",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:33.408916",
  "tags": [
    "m21-1"
  ]
}