{
  "chunk_id": "V_ii_2_B_11",
  "content": "/>\nV.ii.2.B.1.f\n.\nExample of Insufficient Evidence to Rebut Presumptive SC\nSituation\n:  A Veteran with service in the Korean demilitarized zone during 1968 and 1969 (sufficient to establish exposure to herbicides) claims SC for non-Hodgkin’s lymphoma (NHL).  Medical evidence shows that the Veteran was previously diagnosed with hepatitis B and C.  A bone marrow biopsy was evaluated as suspicious for hepatitis C-related B-cell lymphoma.  Diagnoses of hepatitis C-related B cell lymphoma and Non-Hodgkin’s B cell lymphoma secondary to hepatitis C are shown in the record.\nAn oncologist opined that the absence of past studies would make determination of the etiology of the disorder impossible but that it was his belief that the evidence suggests that the hepatitis C infection led to the development of the lymphoma.  The oncologist supported the conclusion with citation to medical literature linking hepatitis C and NHL and noted that the appellant’s lymphoma did not manifest until after the diagnosis of hepatitis C.  The oncologist did, however, note that the risk of developing the tumor is greater in those with exposure to Agent Orange, even for those with a normal immune system.\nResult\n:  The decision maker finds that the evidence currently of record is insufficient to rebut the presumption of SC under\n38 CFR 3.307\n.  In arriving at this finding, the decision maker determines that although a negative opinion is present, the additional factors required to rebut the presumption of SC are not present.  The negative opinion is based on the entire record.  However, the evidence does not affirmatively establish that an intercurrent cause is present because the opinion concedes that the in-service exposure is a risk factor for developing NHL and that no testing was done to definitively determine the etiology of the disorder.  Consequently, the opinion does not show that the hepatitis C was the sole cause of the condition nor rule out the exposure as a risk factor or contributory cause.  Additionally, the opinion relies on an incorrect evidentiary standard since the examiner has only opined that the evidence\nsuggests\nanother causation, which does not provide affirmative evidence contrary to the presumption.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section B - Presumptive Service Connection (SC)",
  "citation": "Part V, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180482/M21-1-Part-V-Subpart-ii-Chapter-2-Section-B-Presumptive-Service-Connection-SC",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:33.408916",
  "tags": [
    "m21-1"
  ]
}