{
  "chunk_id": "V_ii_2_B_12",
  "content": "/>\nV.ii.2.B.1.g\n.\nEstablishing Onset During a Required Manifestation Period\nCertain presumptive disabilities require onset during a specified time period following specific exposures or military service.  This is known as the\nmanifestation period\n.  Claims processors must consider all relevant lay and medical evidence to establish onset of a presumptive disability during an applicable manifestation period, and when appropriate, obtain a medical opinion confirming a related diagnosis.\nNote\n:  Lay evidence can be competent and sufficient to establish a diagnosis of a condition when\na layperson is competent to identify the medical condition\nthe layperson is reporting a contemporaneous medical diagnosis, or\nlay testimony describing symptoms at the time supports a later diagnosis by a medical professional.\nExample\n:  A Veteran claims SC for chloracne, which under\n38 CFR 3.307\nhas a manifestation period of one year after the last date of herbicide exposure.  Exposure to herbicides is established as the evidence shows the Veteran served in Vietnam until June 1972.  With his claim, the Veteran submitted a lay statement that he has had skin rashes since returning from Vietnam in 1972.\nResult\n:  A Veteran is competent to describe the presence of a skin rash or other similar symptoms capable of observation without having a medical background.  A Veteran is also competent to describe current symptoms of a disability and describe the date of onset.  Consequently, a medical opinion should be requested to determine if the Veteran has a current diagnosis of chloracne that can be linked to the lay testimony reporting symptoms within the required manifestation period.\nReference\n:  For more information on\nconsidering lay evidence, see\nJandreau v. Nicholson\n, 492 F.3d 1372 (Fed. Cir. 2007)\nBuchanan v. Nicholson\n, 451 F.3d 1331 (Fed. Cir. 2006), and\nM21-1, Part V, Subpart ii, 1.B\n, and\nthreshold for examinations in presumptive SC claims, see\nM21-1, Part IV, Subpart i, 1.B.1.f\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section B - Presumptive Service Connection (SC)",
  "citation": "Part V, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180482/M21-1-Part-V-Subpart-ii-Chapter-2-Section-B-Presumptive-Service-Connection-SC",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:33.408916",
  "tags": [
    "m21-1"
  ]
}