{
  "chunk_id": "V_ii_2_C_9",
  "content": "/>\nV.ii.2.C.1.d\n.\nConsidering Lay Evidence and the Presumption of Soundness\nAlthough contemporaneous pre-service clinical evidence or recorded history may satisfy the burden of evidence clearly and unmistakably showing pre-existence of a claimed condition when the same condition was not noted on entry into service, there is no absolute requirement that such evidence be present before the presumption of soundness can be rebutted.  A later medical opinion based on statements made by the Veteran about pre-service history of the disorder may rebut the presumption by providing evidence which clearly and unmistakably establishes the claimed condition existed prior to service.  However, where there is such a medical opinion, and other evidence on the question, all of the probative evidence must be considered and weighed to determine whether evidence clearly and unmistakably establishes the condition preexisted service.\n38 CFR 3.304(b)(3)\nprovides that signed statements made by the Veteran during service about the onset or incurrence of disease which are against the claimant’s interest cannot be used if there is no other evidence establishing pre-existence of the claimed condition.  In such a case, the other evidence will be considered as though the Veteran’s statement against their own interest did not exist.  However, the courts have held that other voluntary admissions of a pre-service disability or condition can be considered with appropriate application of weight and credibility assigned as described in\nM21-1, Part V, Subpart ii, 1.A\n.\nReference\n:  For more information on lay evidence and the presumption of soundness, see\nHarris v. West\n, 203 F.3d 1347 (Fed.Cir. 2000).",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section C - In-Service Aggravation of a Pre-Service Disability",
  "citation": "Part V, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180483/M21-1-Part-V-Subpart-ii-Chapter-2-Section-C-In-Service-Aggravation-of-a-Pre-Service-Disability",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:42.669110",
  "tags": [
    "m21-1"
  ]
}