{
  "chunk_id": "V_ii_2_C_13",
  "content": "/>\nV.ii.2.C.2.a\n.\nAggravation Determinations When There Is a Presumption of Soundness\nIn determining that the presumption of soundness has been overcome,\n38 U.S.C. 1111\nrequires that the evidence clearly and unmistakably establishes that the disability\nexisted prior to service,\nand\nwas not aggravated by service.\nWhen a claimed disorder was not noted on the entrance examination and the presumption of soundness applies, but evidence shows pre-existence of the claimed disability, the presumption of soundness still applies\nunless\nclear and unmistakable evidence further proves the condition was not aggravated by service.  Such clear and unmistakable evidence must establish that\nthere was no increase in disability during service, or\nany increase in disability was due to the natural progression of the pre-existing condition.\nConsider the entire evidentiary record when making the determination as to whether there was an increase in disability in service.  The record may or may not include evidence showing\nan identified injury or other event in service, or\npre-service and/or post-service treatment.\nImportant\n:  Avoid making unsupported conclusions that the evidentiary standard is not met based on the fact that the service records do not show a specific injury or causative event or that there are no post-service treatment records.\nThese facts may be irrelevant.  The relevance depends on medical evidence of the nature and expected course of the disability at issue.\nDrawing an unsupported conclusion based on lack of post-service treatment records or service records not showing a specific injury or causative event impermissibly shifts the burden of proof onto the Veteran to prove aggravation.\nReferences\n:  For more information on\npresumption of soundness, see\n38 U.S.C. 1111\npresumption of aggravation, see\n38 U.S.C. 1153\ndistinguishing between presumption of soundness and presumption of aggravation, see\nM21-1, Part V, Subpart ii, 2.C.2.d\nestablishing lack of aggravation when the presumption of soundness applies, see\nHorn v. Shinseki\n, 25 Vet.App. 231 (2012), and\nevaluating and weighing evidence, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section C - In-Service Aggravation of a Pre-Service Disability",
  "citation": "Part V, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180483/M21-1-Part-V-Subpart-ii-Chapter-2-Section-C-In-Service-Aggravation-of-a-Pre-Service-Disability",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:42.669110",
  "tags": [
    "m21-1"
  ]
}