{
  "chunk_id": "V_ii_2_C_14",
  "content": "/>\nV.ii.2.C.2.b\n.\nApplying the Presumption of Aggravation to Claims Based on Active Service\nUnder\n38 U.S.C. 1153\nand\n38 CFR 3.306\n, when there is a claim for SC for aggravation of a disability during active service, and a pre-service injury or disease was noted on enlistment, the claimant initially bears the burden of proving that the pre-existing condition worsened in service.\nWhen an increase in disability is proven, the presumption of aggravation applies.  The presumption of aggravation requires the decision maker to consider a pre-existing injury or disease to have been aggravated by active military service when there is an increase in disability during active military service,\nunless\nthe evidence clearly and unmistakably shows the increase in disability is due to the natural progress of the injury or disease.\nNotes\n:\nAlways address the issue of aggravation when SC for a pre-existing disability is claimed.\nIf SC is\nnot\nestablished, include an explanation of the relevant findings from the medical records before, during, and after service that demonstrate the condition existed prior to service and did not increase in severity or that the increase in severity was due to natural progression in the\nNarrative\nof the rating decision.\nEnsure that determinations are based on independent medical evidence and not on speculation.\nReferences\n:  For more information on\ndetermining whether the criteria for examination have been met in claims based on preservice aggravation, see\nM21-1, Part IV, Subpart i, 1.B.1.e\nthe presumption of aggravation and the standard for rebutting the presumption, see\n38 U.S.C. 1153\n, and\nHorn v. Shinseki\n, 25 Vet.App. 231 (2012)\nconsidering the absence of evidence, or negative evidence, to rebut the presumption of aggravation, see\nM21-1, Part V, Subpart ii, 2.C.2.i\nM21-1, Part V, Subpart ii, 1.A.2.g\n, and\nMaxson v. West\n, 12 Vet.App. 453,\naff’d sub nom Maxson v. Gober\n, 230 F.3d 1330 (Fed.Cir. 2000), and\nevaluating disabilities aggravated by service, see\n38 CFR 3.322(a)\n, and\n38 CFR 4.22\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section C - In-Service Aggravation of a Pre-Service Disability",
  "citation": "Part V, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180483/M21-1-Part-V-Subpart-ii-Chapter-2-Section-C-In-Service-Aggravation-of-a-Pre-Service-Disability",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:42.669110",
  "tags": [
    "m21-1"
  ]
}