{
  "chunk_id": "V_ii_2_C_15",
  "content": "/>\nV.ii.2.C.2.c\n.\nApplying the Presumption of Aggravation to Claims Based on ADT and IADT\nIn claims based on active duty for training (ADT) or inactive duty for training (IADT), direct evidence demonstrating the pre-existing disability permanently worsened during ADT or IADT and the worsening was not the result of natural progression of the disability is required to establish aggravation (see\nSmith (Valerie Y.) v. Shinseki\n, 24 Vet.App. 40, 44 (2010)).\nThe presumption of aggravation does not routinely apply when the claim is based on ADT or IADT.  However, if Veteran status and active service is established for a period of ADT or IADT on the basis of a grant of SC for one or more disabilities as specified in\n38 CFR 3.6(a)\n, the presumption of aggravation does apply for other preexisting disabilities claimed to have been aggravated during the same period of ADT or IADT\nif\nthe claimant underwent an entrance examination prior to the period of ADT or IADT, or\nother contemporaneous evidence establishes the baseline severity of the preexisting condition.\nExample\n:  A Veteran establishes SC for a lumbar spine disability that was directly incurred during a period of ADT and subsequently claims SC for a shoulder condition on the basis that it was aggravated during the same period of ADT.  Because Veteran status has been established for the back disability, and the period of ADT is now considered active service per\n38 CFR 3.6(a)\n, the presumption of aggravation under\n38 CFR 3.306\napplies to the shoulder disability if the Veteran underwent an enlistment examination for this period of service or other contemporaneous evidence establishes the baseline severity of the preexisting condition.\nReferences\n:  For more information on\nthe presumption of aggravation and soundness for claims based on active duty for training, see\nM21-1, Part III, Subpart i, 1.A.2.h\nSmith (Valerie Y.) v. Shinseki\n, 24 Vet.App. 40 (2010), and\nDonnellan v. Shinseki\n, 24 Vet.App. 167 (2010), and\napplying the presumption of aggravation when active service is established based on a period of ADT or IADT, see\nHill v. McDonald\n, 28 Vet.App. 243 (2016).",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section C - In-Service Aggravation of a Pre-Service Disability",
  "citation": "Part V, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180483/M21-1-Part-V-Subpart-ii-Chapter-2-Section-C-In-Service-Aggravation-of-a-Pre-Service-Disability",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:42.669110",
  "tags": [
    "m21-1"
  ]
}