{
  "chunk_id": "V_ii_2_C_20",
  "content": "/>\nV.ii.2.C.2.h\n.\nAggravation of Pre-existing Disability Under Combat Conditions\n38 U.S.C. 1154(b)\nprovides that for combat Veterans, the Department of Veterans Affairs (VA) must accept satisfactory lay or other evidence of service aggravation despite the lack of official records if the lay or other evidence is consistent with the circumstances, conditions or hardships of the combat service.\nUnless there is clear and convincing evidence to the contrary, grant SC\nif\nthere is\nsatisfactory evidence of aggravation consistent with the combat service\ncompetent evidence of a nexus between the in-service aggravation and a current disability, and\nevidence of current disability.\n38 CFR 3.306(b)(2)\ndirects that due regard will be given to the places, types, and circumstances of service and particular consideration will be accorded to combat duty and other hardships of service.\nImportant\n:\nA pre-existing disease or injury’s temporary or intermittent flare-up of symptoms does not trigger the presumption of aggravation unless there is an increase in the underlying disability.\nHowever,\n38 CFR 3.306(b)(2)\nprovides that development of symptomatic manifestations of a preexisting injury or disease during or proximately following action with the enemy (or following status as a prisoner of war) will establish aggravation unless there is clear and convincing evidence of\nno increase in the preexisting condition, or\nthe increase was the result of natural progression.\nReferences\n:  For more information on\naggravation of a pre-existing disability during combat conditions, see\nJensen v. Brown\n, 19 F.3d 1413 (Fed.Cir. 1994), and\nrequirement of a nexus between current disability and injury or disease incurred or aggravated by combat service, see\nM21-1, Part V, Subpart ii, 2.A.3.d\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section C - In-Service Aggravation of a Pre-Service Disability",
  "citation": "Part V, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180483/M21-1-Part-V-Subpart-ii-Chapter-2-Section-C-In-Service-Aggravation-of-a-Pre-Service-Disability",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:42.669110",
  "tags": [
    "m21-1"
  ]
}