{
  "chunk_id": "V_ii_2_D_7",
  "content": "/>\nV.ii.2.D.1.b\n.\nEstablishing Causation for Secondary SC\nSC on a secondary basis requires a showing of causation.  A showing of causation requires that the secondary disability be shown to be proximately due to, or the result of, an SC condition.\nTo establish causation, the primary disability need not be SC, or even diagnosed, at the time the secondary condition is incurred.\nExample\n:  SC was granted for a back disability with radiculopathy effective in 2015.  Credible evidence showed that the Veteran had a 20-year history of back pain and progressively worsening radiculopathy dating back to roughly 2001.  The formal diagnosis of radiculopathy was not made until 2010.\nThe Veteran claimed SC for a shoulder disability in 2016, stating that his early symptoms of radiculopathy caused him to lose his balance, fall, and tear his rotator cuff in 2008.  He provided a medical opinion linking his rotator cuff tear to a fall, and the fall to sensory impairment and difficulty with proprioception due to early symptoms of radiculopathy.\nResult\n:  As the medical opinion establishes causation for the rotator cuff tear in the shoulder due to the radiculopathy, the requirements for SC on a secondary basis are satisfied.\nAlthough the radiculopathy was not formally diagnosed until after the fall, the credible evidence adequately establishes a history of back problems and gradual onset of radiculopathy dating back to 2001.  A finding of causation does not require that the primary disability be formally diagnosed at the time the secondary condition is incurred.\nAdditionally, although SC had not been established for the back condition and radiculopathy at the time of the fall and subsequent rotator cuff tear, a finding of causation does not require that the primary disability be SC at the time the secondary condition was incurred.\nReferences\n:  For more information on the\nestablishment of causation prior to a finding of SC or formal diagnosis for the primary disability, see\nFrost v. Shulkin\n, Vet.App. 15-3102 (2017), and\neffective date assigned when a claim for SC for a secondary disability precedes a claim for SC for the primary disability, see\nM21-1, Part V, Subpart ii, 4.A.3.f\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section D - Secondary Service Connection (SC) and Aggravation of Non-Service-Connected (NSC) Disabilities",
  "citation": "Part V, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180484/M21-1-Part-V-Subpart-ii-Chapter-2-Section-D-Secondary-Service-Connection-SC-and-Aggravation-of-Non-Service-Connected-NSC-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:51.912027",
  "tags": [
    "m21-1"
  ]
}