{
  "chunk_id": "V_ii_2_D_9",
  "content": "/>\nV.ii.2.D.1.d\n.\nDeveloping for Medical Evidence of Baseline Disability in\nNSC Aggravation Claims\nThe responsibility for submitting evidence to establish a baseline level of disability for a claim for secondary SC based on aggravation of a NSC disability by an SC disability rests with the claimant.\nMedical evidence adequate to establish the baseline level of disability must show\nits level of severity\nbefore aggravation by the SC disability, or\nas soon as possible after aggravation, but before the date of receipt of the evidence establishing the current level of severity of the NSC disability.\nImportant\n:  General development for medical records, such as that included on a standard EZ application form or in automated Section 5103 notice, is sufficient to satisfy the duty to assist the claimant.  Establishment of a baseline level of disability is a legal determination made by a Rating Veterans Service Representative (RVSR) or Decision Review Officer, while submission of medical evidence is the responsibility of the claimant.  However, the Department of Veterans Affairs will fulfill the duty to assist the claimant with requesting medical evidence.\nUpon receipt of evidence satisfactory to establish a baseline level of disability, request a medical examination and opinion, to include a review of the claims folder by the examiner, to establish whether increased manifestations of the NSC disability are proximately due to an SC disability.\nNotes\n:\nDo not request an examination if the Veteran has failed to furnish medical evidence establishing a baseline level of the severity of the NSC disability.  If no baseline can be established, no aggravation can be demonstrated and the claim should be denied.\nThe examiner must have all available evidence for review when providing an opinion on the issue of aggravation.\nIdentify the evidence of particular relevance in the claims folder for the examiner.\nThe purpose of the disability benefits questionnaire opinion request asking an examiner to describe the baseline level of severity is for the examiner to provide, to the extent possible, a description of the baseline level of severity as shown in medical evidence.  Even if an examiner cannot provide this opinion, the RVSR must assess the evidence to determine a baseline based on all available medical evidence either before aggravation occurred or as soon as possible after aggravation but before the date of receipt of medical evidence establishing the current level of severity of the NSC disability.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section D - Secondary Service Connection (SC) and Aggravation of Non-Service-Connected (NSC) Disabilities",
  "citation": "Part V, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180484/M21-1-Part-V-Subpart-ii-Chapter-2-Section-D-Secondary-Service-Connection-SC-and-Aggravation-of-Non-Service-Connected-NSC-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:41:51.912027",
  "tags": [
    "m21-1"
  ]
}