{
  "chunk_id": "V_ii_2_E_8",
  "content": "/>\nV.ii.2.E.1.c\n.\nEstablishing SC for Congenital, Developmental, or Hereditary Disorders\nCongenital or developmental\ndefects\n, refractive error of the eye, personality disorders, and mental deficiency are not considered diseases or injuries under\n38 CFR 3.303(c)\n.  Since they are not diseases or injuries, they are not generally subject to SC.\nHowever, establish SC, if warranted, for\ndiseases\nof congenital, developmental, or familial, hereditary origin that\nfirst manifest themselves during service, or\npre-exist service and progress at an abnormally high rate during service\na hereditary or familial disease that first became manifest to a compensable degree within the presumptive period following discharge from service pursuant to\n38 CFR 3.309(a)\n, provided the rebuttable presumption provisions of\n38 CFR 3.307\nare satisfied, and\ndisabilities resulting from an overlying injury or disease of a congenital defect.\nNotes\n:\nVAOPGCPREC 11-1999\nheld that M21-1 provisions created in 1964 did not preclude awarding SC for in-service aggravation of pre-existing retinitis pigmentosa.  Therefore, subsequent Department of Veterans Affairs General Counsel Precedent Opinions and M21-1 changes cannot be considered liberalizing changes.\nA degenerative condition is not a type of congenital defect.\nImportant\n:  Genetic test results showing a predisposition to a disease are not sufficient to rebut an evidentiary presumption (of soundness or that a chronic condition arose during a presumptive period).  Similarly, such a test result is insufficient to sever SC or to reduce the evaluation of a service-connected disability.\nReferences\n:  For more information on\nclaims for SC involving congenital and developmental defects and diseases of familial or hereditary origin, see\nWinn v. Brown\n, 8 Vet.App. 510, 516 (1996)\nCousin v. Wilkie\n, 905 F.3d 1316 (Fed. Cir. 2018)\nVAOPGCPREC 1-1990\n, March 16, 1990\nVAOPGCPREC 67-1990\n, July 18, 1990, and\nVAOPGCPREC 82-1990\n, July 18, 1990\ncongenital and developmental defects and refractive error of the eyes, see\nM21-1, Part V, Subpart iii, 2.A\nseverance of SC, see\nM21-1, Part X, Subpart ii, 5.B\nrebuttal of presumptions of SC under\n38 CFR 3.307(d)\n, see\nM21-1, Part V, Subpart ii, 2.B.1.d-f\n, and\nthe difference between an abnormal laboratory finding and a diagnosis, see\nM21-1, Part V, Subpart ii, 3.C.1.a\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 2, Section E - Service Connection (SC) for Congenital, Developmental, or Hereditary Disorders",
  "citation": "Part V, Subpart ii, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180485/M21-1-Part-V-Subpart-ii-Chapter-2-Section-E-Service-Connection-SC-for-Congenital-Developmental-or-Hereditary-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:01.174995",
  "tags": [
    "m21-1"
  ]
}