{
  "chunk_id": "V_ii_3_A_11",
  "content": "/>\nV.ii.3.A.1.f\n.\nDefinition and Example:  Compensation Entitlement Issues\nCompensation entitlement issues\narise upon VA’s review of evidence and do not require a claim from the beneficiary in order to be brought to issue.  This includes issues such as\nreductions of SC disability evaluations\nCUEs\nentitlement under the\nNehmer\nstipulation, or\ncompetency reviews.\nSituation\n:  A Veteran, who is SC for bilateral knee arthritis, claims an increased disability evaluation for the left knee.  The examination includes a full evaluation of both knees.  The Veteran’s SC right knee, which has been evaluated as 30-percent disabling for three years, shows improvement consistent with\n38 CFR 3.344\nand\nM21-1, Part X, Subpart ii, 4.A.1.b\n.  The treatment reports are consistent with the examination findings.\nResult\n:  The rating decides the expressly claimed left knee evaluation and proposes a reduced evaluation for the right knee, as the overall combined evaluation will be reduced.\nRationale\n:  The examination report and treatment records both show the condition has improved and warrants reduction.  The evaluation has been in effect for less than five years and may be reduced on one examination.  As the combined evaluation is affected, the regional office (RO) must apply the provisions of\n38 CFR 3.105(e)\nand propose the reduction.\nSituation\n:  A Veteran files a claim for an increased disability evaluation for SC lumbar strain.  While processing the claim, the rating activity notices an earlier effective date under the\nNehmer\nstipulation is warranted for the SC ischemic heart disease based on treatment records that were in file at the time a prior claim was decided.\nResult\n:  The rating decision decides both the expressly claimed lumbar spine issue and awards entitlement to an earlier effective date under the\nNehmer\nstipulation.\nRationale\n:  Claimants do not have to file claims for consideration of an earlier effective date under the\nNehmer\nstipulation.  As records support entitlement, the decision maker should award the earlier effective date under\n38 CFR 3.816\n.\nReferences\n:  For more information on\nreductions, see\nM21-1, Part X, Subpart ii, 4.A\nCUEs, see\nM21-1, Part X, Subpart ii, 5.A\nthe\nNehmer\nstipulation, see\nM21-1, Part VIII, Subpart i, 2.A\n, and\nthe\nNehmer Training Guide\n, and\ncompetency reviews, see\nM21-1, Part X, Subpart ii, 6.A\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section A - Determining the Issues",
  "citation": "Part V, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180486/M21-1-Part-V-Subpart-ii-Chapter-3-Section-A-Determining-the-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:10.487051",
  "tags": [
    "m21-1"
  ]
}