{
  "chunk_id": "V_ii_3_A_18",
  "content": "/>\nV.ii.3.A.2.b\n.\nWhen to Address Subordinate Issues and Ancillary Benefits\nUse the table below to determine when to address entitlement or basic eligibility as applicable to subordinate issues and ancillary benefits in a rating decision.\nNote\n:  In general, address entitlement to a subordinate issue or ancillary benefit only when entitlement can be awarded.  Do not put a benefit at issue merely to deny it.\nException\n:  Consider a 10-percent evaluation under\n38 CFR 3.324\nin all applicable ratings regardless of whether the benefit is awarded or denied.\nIf …\nThen in the rating decision address …\nthere is a severe degree of disability involving\nthe loss or loss of use of an extremity or sensory organ, or\nany other functional loss providing entitlement to special monthly compensation (SMC) under\n38 CFR 3.350\nSMC.\na permanent and total (P&T) SC evaluation is established\non a schedular basis, or\nbased on entitlement to IU\nDEA.\nNote\n:  Also consider entitlement to DEA whenever permanency of a total evaluation is subsequently established. Do\nnot\nput entitlement at issue merely to deny it.\nReferences\n:  For more information on\nhandling free-standing requests for P&T status in compensation cases, see\nM21-1, Part II, Subpart iii, 1.A.3.d\nP&T evaluations, see\nM21-1, Part V, Subpart ii, 3.D.4\n, and\ndetermining entitlement to DEA, see\nM21-1, Part XIII, Subpart i, 1.A\n.\na single 100-percent evaluation is assigned in a compensation or pension case\nA&A.\nNote\n:  Do\nnot\nput A&A benefits at issue if the evidence does not show entitlement.\na single 100-percent evaluation is assigned in a compensation or pension case, and\nA&A is not payable\nhousebound.\nNote\n:  Do\nnot\naddress entitlement to housebound benefits if the evidence does not show entitlement exists.\nretroactive Veterans Pension is not claimed, but a qualifying disability may exist\nretroactive benefits.\nNote\n:  Advise the claimant that retroactive benefits may be payable.\nReference\n:  For more information on retroactive pensions, see\n38 CFR 3.400(b)(1)(ii)(B)\n.\na pension claimant fails to meet the schedular requirements for P&T disability\nextra-schedular consideration under\n38 CFR 3.321(b)(2)\n.\na Veteran has\nno compensable evaluation(s), and\nmore than one noncompensable evaluation\na 10-percent rating under\n38 CFR 3.324\n.\nImportant\n:\nThis benefit\nmust\nbe considered in all applicable ratings, including confirmed ratings, even when entitlement is denied.\nAn\napplicable rating\nis one in which a noncompensable SC evaluation is assigned or confirmed.\nThe guidance expressed in this row applies without regard to whether or not the Veteran is in receipt of SMC separate and distinct from the noncompensable schedular evaluations.\na claim for SC is denied for\na psychosis based on wartime service, or\nany mental disorder based on Gulf War service\nReference\n:  For more information on periods of war, see\n38 CFR 3.2\n.\ntreatment under\n38 U.S.C. 1702\n.\nNote\n:  Do\nnot\naddress entitlement if the evidence does not show entitlement exists.\nthere is a reasonable probability that the Veteran’s death may be SC, whether from\ndisease\ninjury, or\nself-infliction, and\na claim for survivors benefits is received\nDIC.\nat the time of death the Veteran was rated 100-percent disabled due to SC disabilities or entitled to IU, and\na claim for survivors benefits is received\nDIC under\n38 U.S.C. 1318\n, if SC for cause of death cannot be awarded, and\nDEA under\n38 U.S.C. Chapter 35\nif DIC under\n38 U.S.C. 1318\nis awarded.\na rating initially establishes, as specified in\nM21-1, Part XIII, Subpart i, 2.B.1.b and c\n, that a(n)\nVeteran is entitled to Chapter 11 compensation for a qualifying condition(s), or\nactive duty service member has a qualifying condition(s) incurred or aggravated in the line of duty (LOD)\nSAH.\nReference\n:  For more information on entitlement to SAH, see\n38 U.S.C. 2101(a)\n, and\n38 CFR 3.809\n.\na rating initially establishes, as specified in\nM21-1, Part XIII, Subpart i, 2.B.1.d\n, that a(n)\nVeteran is entitled to Chapter 11 compensation for a qualifying condition(s), or\nactive duty service member has a qualifying condition(s) incurred or aggravated in the LOD\nSHA.\nReference\n:  For more information on entitlement to SHA, see\n38 U.S.C. 2101(b)\n, and\n38 CFR 3.809a\n.\na rating initially establishes, as specified in\nM21-1, Part XIII, Subpart i, 2.A.1.a\n, that a(n)\nVeteran is entitled to Chapter 11 compensation for a qualifying disability, or\nactive duty service member has a qualifying disability incurred or aggravated during such service\nautomobile, and\nautomobile adaptive equipment.\nReference\n:  For more information on entitlement to an automobile or automobile adaptive equipment, see\n38 CFR 3.808\n, and\n38 U.S.C. 3902\n.\na rating initially establishes, as specified in\nM21-1, Part XIII, Subpart i, 2.A.1.c\n, that a(n)\nVeteran is entitled to Chapter 11 compensation for a qualifying disability, or\nactive duty service member has a qualifying disability incurred or aggravated during such service\nautomobile adaptive equipment.\nSC is established for diabetes mellitus, and\nthere is a diagnosis of hypertension\nSC for hypertension as secondary to diabetes mellitus only as described in\nM21-1, Part V, Subpart iii, 11.2.f\n.\nthe schedular disability requirements for IU under\n38 CFR 4.16(a)\nare met,\nand\nthere is evidence in the Veteran’s claims folder or under VA control that indicates the Veteran may be unemployable due to SC disability\nIU.\nReference\n:  For more information on reasonably raised claims for IU, see\nNorris v. West\n, 12 Vet.App. 413 (1999)\nM21-1, Part VIII, Subpart iv, 3.B.1.f\n, and\nM21-1, Part VIII, Subpart iv, 3.C.3.f\n.\nReference\n:  For information on raising the issue of competency while evaluating other evidence, see\nM21-1, Part X, Subpart ii, 6.A.2.a\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section A - Determining the Issues",
  "citation": "Part V, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180486/M21-1-Part-V-Subpart-ii-Chapter-3-Section-A-Determining-the-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:10.487051",
  "tags": [
    "m21-1"
  ]
}