{
  "chunk_id": "V_ii_3_A_19",
  "content": "/>\nV.ii.3.A.2.c\n.\nConsidering Complications of an Expressly Claimed Issue\nWhen deciding expressly claimed issues, decision makers must consider entitlement to compensation for any complications/residuals that are within scope of the claim, including, but not limited to, those identified by the rating criteria for that condition in\n38 CFR Part 4\n.  A specific claim is not required to award a within-scope complication/residual.\nDecision makers will consider all lay and medical evidence of record in order to adjudicate entitlement to any additional benefits for complications or other residuals of a claimed issue, such as:\ncomplications of diabetes mellitus\nresiduals of cancer or treatment for the SC cancer\nscars as the result of surgical intervention for an SC disability\nneurological disabilities related to the spine\ncomplications of progressive disorders, such as\nALS, or\nmultiple sclerosis (MS), or\nconstitutional symptoms caused by systemic disorders, such as\nrheumatoid arthritis (RA), or\nankylosing spondylitis.\nNotes\n:\nThe above list is not intended to be comprehensive.  Decision makers must consider the evidence in each case and determine whether additional issues are within scope.\nWith respect to residuals of cancer or treatment, in\nBailey v. Wilkie\n, 33 Vet.App. 188 (2021) the court held that although residuals of prostate cancer under\n38 CFR 4.115b, DC 7528\nare rated as voiding dysfunction or renal dysfunction, whichever is predominant, other residual disability caused or aggravated by cancer, or its treatment, may be within scope if reasonably raised by the evidence.\n38 CFR 3.155(d)(2)\nand\n38 CFR 3.160\nrequire VA to develop and adjudicate related claims for secondary SC when the claim for the disabilities is reasonably raised during the adjudication of a formally initiated claim for re-evaluation of the primary SC disability.\nEntitlement to SC for the complication/residual, unless explicitly claimed, should only be placed at issue when entitlement is established.  When entitlement is not established, but relevant evidence is present, discussing the relevant evidence is appropriate for inclusion in the\nReasons for Decision\nof the expressly claimed issue.\nWhen evidence shows the presence of a potential complication/residual, decision makers must ensure there is adequate medical evidence, including an examination, if needed, in order to determine entitlement.\nReferences\n:  For more information on\ncomplications of diabetes, see\nM21-1, Part V, Subpart iii, 11.2\nwhen to consider scars as part of a claim, see\nM21-1, Part V, Subpart iii, 10\nneurological complications of the spine, see\nM21-1, Part V, Subpart iii, 1.B.3.d\n, and\nrating\nALS and MS, see\nM21-1, Part V, Subpart iii, 12.C\nRA, see\nM21-1, Part V, Subpart iii, 1.C\n, and\nankylosing spondylitis, see\nM21-1, Part V, Subpart iii, 1.B.3.g\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section A - Determining the Issues",
  "citation": "Part V, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180486/M21-1-Part-V-Subpart-ii-Chapter-3-Section-A-Determining-the-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:10.487051",
  "tags": [
    "m21-1"
  ]
}