{
  "chunk_id": "V_ii_3_A_22",
  "content": "/>\nV.ii.3.A.3.a\n.\nOther Issues to Consider When Evaluating Evidence\nThe table below lists matters to consider, in addition to determining issues within the scope of the claim as discussed in\nM21-1, Part V, Subpart ii, 3.A.1\nand\n2\n, when evaluating the evidence submitted with a claim.\nNote\n:  In all substantially complete claims, consider the provisions of\n38 CFR 3.155(d)(2)\nand\nM21-1, Part V, Subpart ii, 3.A.1\nand\n2\n, and adjudicate any issues considered within scope of the claim.\nIf the issue is …\nThen consider …\nSC\nsoliciting claims for unclaimed, chronic disabilities shown by the evidence.\nNotes\n:\nThe mere presence of medical evidence does not constitute a claim because there is no intent to apply for benefits shown.\nSolicit a claim from the Veteran to determine whether they wish to pursue the unclaimed disabilities (or “issues”) by submitting a claim on a prescribed VA form. Provide the Veteran with information about how to obtain the prescribed form.\nReferences\n:  For more information on\nconsidering unclaimed theories of SC, see\nM21-1, Part II, Subpart iii, 1.A.2.e\nthe types of issues and claims, see\nM21-1, Part V, Subpart ii, 3.A.1.a\nconsidering a claimant’s intent to file a claim, see\n38 CFR 3.155(d)(1)\n, and\nM21-1, Part II, Subpart iii, 2.A\n, and\nprescribed forms for filing a claim, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n.\nsecondary SC\nwhether the\nnon-service-connected (NSC) condition is the direct result of the SC condition, or\nSC condition has worsened the NSC condition beyond normal progression and, if so, what was the baseline level of disability prior to aggravation and what is the level currently.\nExamples\n:\nA Veteran has an SC left knee injury. As a result of favoring the left knee, a right knee disability develops that is secondary to the original SC disability.\nA Veteran develops a heart condition or impotence secondary to SC diabetes.\nReference\n:  For more information on claims for secondary SC based on the worsening of an NSC condition, see\nAllen v. Brown\n,\n7 Vet.App. 439 (1995)\nWard, Neal v. Wilkie\n(2019), and\nM21-1, Part V, Subpart ii, 2.D.1\n.\nSC for PTSD\nwhether the claimed stressor\nmay be established on the basis of the Veteran’s lay testimony alone under\n38 CFR 3.304(f)\n, or\nmust be corroborated with additional evidence.\nReference\n:  For more information on rating PTSD claims, see\nM21-1, Part VIII, Subpart iv, 1.D\nand\nE\n.\nSC for an undiagnosed illness (Gulf War)\nevidence of\nactive military, navy, or air service in the Southwest Asia theater of operations during the Gulf War\nthe manifestation of one or more signs or symptoms of undiagnosed illness\nobjective indications of chronic disability during the relevant period of service, or to a degree of disability of 10 percent or more within the specified presumptive period, and\na nexus between the chronic disability and the undiagnosed illness.\nReference\n:  For more information on SC for disabilities associated with Southwest Asia service  under\n38 CFR 3.317\n, see\nM21-1, Part VIII, Subpart ii\n.\nentitlement to compensation under\n38 U.S.C. U.S.C. 1151\nwhether\nhospital, medical, or surgical treatment or vocational rehabilitation was rendered by VA, and\nan increase in disability occurred and, if so, was it due to an\ninstance of fault of VA, or\nevent not reasonably foreseeable, such as an accident.\nNote\n:  Do not solicit a claim for compensation under\n38 U.S.C. 1151\nby sending an application to a potential beneficiary solely because the evidence of record suggests or raises the possibility that\n38 U.S.C. 1151\nmay be applicable.\nReference\n:  For more information on compensation under\n38 U.S.C. 1151\n, see\nM21-1, Part VIII, Subpart iv, 6.A\n-\nC\n.\nevaluation of a disability\nold and new criteria when a rating schedule revision has occurred, see\nM21-1, Part V, Subpart ii, 4.A.6.m\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995), if applicable to the musculoskeletal condition, and\nwhether a referral for consideration of an extra- schedular evaluation is warranted.\nNote\n:\n38 CFR 3.105(e)\nis only applicable when there is both a reduction in evaluation and a reduction or discontinuance of compensation payable.\nReferences\n:  For more information on determining whether\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995), applies to a musculoskeletal condition, see\nM21-1, Part V, Subpart iii, 1.A\n, and\n38 CFR 3.105(e)\napplies to reduction of a disability evaluation, see\nVAOPGCPREC 71-1991\n.\nentitlement to pension\nwhether the disabilities meet the schedular requirements.\nNote\n:  The extra-schedular provisions of\n38 CFR 3.321(b)(2)\nmust also be considered if schedular requirements are not met.\nReference\n:  For more information on schedular requirements, see\n38 CFR 4.16\n, and\n38 CFR 4.17\n.\nentitlement to retroactive pension\nentitlement under\n38 CFR 3.400(b)(1)(ii)\n, if a qualifying disability exists.\ndenial of maximum evaluation\nassigning the next higher evaluation.\na disability falling between schedular grades\nentitlement to the higher evaluation under\n38 CFR 4.7\n, if the disability picture more nearly approximates the criteria required for the higher rating. Otherwise, assign the lower evaluation.\nReferences\n:  For more information on\nthe difference between cumulative, successive, and variable criteria and whether\n38 CFR 4.7\napplies, see\nM21-1, Part V, Subpart ii, 3.D.2.a\nvariable rating criteria, see\nTatum v. Shinseki\n, 23 Vet.App. 152 (2009), and\nMiddleton v. Shinseki\n, 727 F.3d 1172 (Fed. Cir. 2013), and\ncumulative or successive rating criteria, see\nCamacho v. Nicholson\n, 21 Vet.App. 360 (2007), and\nMiddleton v. Shinseki\n, 727 F.3d 1172 (Fed. Cir. 2013).\na death case\naccrued benefits if\na disability claim was pending at the time of death,\nand\na claimant has submitted the appropriate form from among those listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\n.\nReference\n:  For more information on accrued benefits, see\nM21-1, Part XI, Subpart ii, 3.A\n-\nE\n.\na supplemental claim for Veterans Pension that involves\nevidence of new disabilities, or\na change in the evaluation of any previously- evaluated disabilities\nVeterans Pension with a formal, coded rating decision.\na claim for a temporary total evaluation for hospitalization under\n38 CFR 4.29\nor convalescence under\n38 CFR 4.30\neither claim under\n38 CFR 4.29\nor\n4.30\nas part of a claim for increased evaluation for the underlying disability(ies).\nP&T disability status\nguidance discussed in\nM21-1, Part II, Subpart iii, 1.A.3.d\n.\nReferences\n:  For more information on\nP&T evaluation, see\nM21-1, Part V, Subpart ii, 3.D.4\n, and\nentitlement to DEA associated with a P&T evaluation, see\nM21-1, Part XIII, Subpart i, 1.A\n.\nReference\n:  For more information on the requirement of a complete claim, see\n38 CFR 3.155(d)(1)\n38 CFR 3.159\n38 CFR 3.160(a)\n, and\nM21-1, Part I, Subpart i, 1.A\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section A - Determining the Issues",
  "citation": "Part V, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180486/M21-1-Part-V-Subpart-ii-Chapter-3-Section-A-Determining-the-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:10.487051",
  "tags": [
    "m21-1"
  ]
}