{
  "chunk_id": "V_ii_3_B_8",
  "content": "/>\nV.ii.3.B.1.c\n.\nWhen to Make a Partial Rating Decision\nMake a partial rating decision when one or more issues require additional development before they can be decided, but the record otherwise contains sufficient evidence to\ndecide (favorably or not) at least one other issue, and/or\nmake a proposed or final decision on a compensation entitlement issue, such as a reduction in service-connected disability evaluation, severance of service connection (SC), or competency.\nImportant\n:\nIt is only appropriate to extend suspense or diary dates if it is necessary for a specific adjudicative action.  Suspense dates must always correspond with specific actions and should not be arbitrarily extended under any circumstance.\nWhen employees handle a claim, they are expected to take the most full and complete action possible on a claim every time – including development, rating, and promulgation actions – to move a claim forward to accurate completion in the claims process.  Every effort should be made to move the claim to the next processing cycle each time it is handled.\nException\n:  When issues cannot be resolved because of a Veteran’s return to active duty, follow the procedures in\nM21-1, Part X, Subpart v, 2.A.1.c\n.\nReferences\n:  For more information on\nevaluating competency, see\nM21-1, Part X, Subpart ii, 6.A\nproposed rating decisions, see\nM21-1, Part X, Subpart ii, 3.D\nreductions in awards, see\nM21-1, Part X, Subpart ii, 4.B\n, and\nseverance of SC, see\nM21-1, Part X, Subpart ii, 5.B\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section B - Making Partial Rating Decisions",
  "citation": "Part V, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180487/M21-1-Part-V-Subpart-ii-Chapter-3-Section-B-Making-Partial-Rating-Decisions",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:19.734458",
  "tags": [
    "m21-1"
  ]
}