{
  "chunk_id": "V_ii_3_C_13",
  "content": "/>\nV.ii.3.C.2.a\n.\nConditions Resulting in Functional Impairment of Earning Capacity\nPain alone or any condition resulting in functional impairment of earning capacity, even in the absence of a specific diagnosis or otherwise identified disease or injury, may constitute a disability under\n38 U.S.C. 1110\nor\n38 U.S.C. 1131\nfor which SC may be granted.\nThe Veteran’s pain or condition must result in functional impairment of earning capacity to constitute a disability.  The term\ndisability\nunder\n38 U.S.C. 1110\nrefers to the functional impairment of earning capacity, not the underlying cause of such disability.  Therefore, pain alone or a condition resulting functional impairment of earning capacity, even in the absence of a diagnosis, can serve as a functional impairment and qualify as a disability under\n38 U.S.C. 1110\nor\n38 U.S.C. 1131\nirrespective of the underlying cause.\nFunctional impairment of earning capacity must be demonstrated by credible medical and/or lay evidence.  Functional impairment of earning capacity refers to limited ability or inability to perform occupational tasks to the extent that work performance, thus earning capacity, is impaired.  Examples of functional impairment of earning capacity include, but are not limited to,\ninability to perform certain movements or tasks due to pain\ntime lost from work due to pain, or\npain resulting in increased fatigability or incoordination affecting job performance.\nSubjective pain or other complaint(s) does not, by itself, establish the presence of a disability for the purposes of establishing SC.  The decision maker must weigh a Veteran’s lay assertion of pain or other complaint(s) against any contrary medical or other evidence in determining the probative value of the evidence of record for the purpose of deciding whether a current disability is demonstrated.\nThe pain or other condition must cause functional impairment of earning capacity to constitute a disability, but there is no requirement that the pain manifest to a compensable level to establish the presence of a current disability under the law.\nPain or a condition resulting in functional impairment of earning capacity is sufficient evidence of a disability for any body system and is not limited to the musculoskeletal body system.\nReferences\n:  For more information on\nconsidering functional impairment of earning capacity due to\na diagnosis of pain, as held in\nSaunders v. Wilkie\n, 886F.3d 1356 (Fed. Cir. 2018), see\nM21-1, Part V, Subpart ii, 3.C.2.c\n, and\nother conditions, as held in\nMartinez Bodon v. Wilkie\n, 32 Vet.App. 393 (2020), see\nM21-1, Part V, Subpart ii, 3.C.2.d\nassigning effective dates based on judicial precedents, see\nM21-1, Part V, Subpart ii, 4.A.7.a\n, and\ndetermining the credibility of evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.b\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section C - Reviewing Diagnoses",
  "citation": "Part V, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180488/M21-1-Part-V-Subpart-ii-Chapter-3-Section-C-Reviewing-Diagnoses",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:28.991273",
  "tags": [
    "m21-1"
  ]
}