{
  "chunk_id": "V_ii_3_C_14",
  "content": "/>\nV.ii.3.C.2.b\n.\nEvidentiary Requirements to Demonstrate Functional Impairment of Earning Capacity\nThe rating schedule may serve as a proxy for determining whether certain manifestations are capable of impairing earning capacity.  However, there must be competent evidence specific to the claimant tending to show that the impairment rises to a level to affect earning capacity, which may include showing manifestations of a similar severity, frequency, and duration as those identified in the rating schedule as capable of causing impaired earning capacity in an average person.  Merely pointing to a DC with symptoms or manifestations is not sufficient to establish that a disability with the same manifestations exists.\nThe principles listed below apply when making a determination that pain or a condition result in functional impairment of earning capacity.\nSubjective symptoms, such as complaints of pain, are not enough to establish the presence of a disability.  The pain or condition must amount to a functional impairment (i.e., diminish the body’s ability to function).\nAn individualized assessment, which includes a preliminary evaluation of the degree of impairment, must be undertaken.\nThe mere existence of pain or a condition is not enough to constitute a disability.  The pain or other condition must impair earning capacity.\nReference\n:  For more information on the evidentiary standard to demonstrate impairment of earning capacity, see\nWait v. Wilkie\n, 33 Vet.App. 8 (2020).",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section C - Reviewing Diagnoses",
  "citation": "Part V, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180488/M21-1-Part-V-Subpart-ii-Chapter-3-Section-C-Reviewing-Diagnoses",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:28.991273",
  "tags": [
    "m21-1"
  ]
}