{
  "chunk_id": "V_ii_3_C_15",
  "content": "/>\nV.ii.3.C.2.c\n.\nImpact of Saunders v. Wilkie on Diagnoses of Pain\nThe United States Court of Appeals for the Federal Circuit, in\nSaunders v. Wilkie\n, 886 F.3d 1356 (2018), overturned the longstanding Court of Veterans Appeals holding in\nSanchez-Benitez v. West\n, 13 Vet.App. 282 (1999) that pain alone, without a diagnosed or identifiable underlying malady or condition, does not in and of itself constitute a disability for which SC may be granted.\nSaunders\naddresses what a “disability” is for purposes of obtaining SC under\n38 U.S.C. 1110\n.  A separate case,\nPetitti v. McDonald\n, 27 Vet.App. 415 (2015), addresses the appropriate rating under VA regulations for musculoskeletal disabilities already deemed to be service-connected (SC) disabilities.\nSaunders\npertains to the issue of entitlement to SC and governs that a claimant’s pain “must amount to a functional impairment of earning capacity” to constitute a disability.\nSaunders\nis applicable for all body systems.\nPetitti\npertains to the issue of the disability evaluation assigned for a disability already found to be SC.\nPetitti\ndirects that when assigning a disability evaluation, assuming\n38 CFR 4.59\nand\n38 CFR 4.71a, DCs 5002 or 5003\nare for application, “painful, albeit nonlimited, motion” is entitled to a minimum compensable rating per joint.  This holding is applicable to musculoskeletal disabilities.\nThe\nSaunders\nholding is\nnot\na liberalizing rule warranting application of\n38 CFR 3.114\n.\nThe\nSaunders\nholding is dated April 3, 2018, and applies to all claims or legacy appeals pending or received on or after that date.\nReference\n:  For more information on determining when pain results in functional impairment, see\nThompson v. McDonald\n, 815 F.3d 781, 786 (Fed. Cir. 2016)\nMitchell v. Shinseki\n, 25 Vet.App. 32, 38, 43 (2011), and\nRead v. Shinseki\n, 651 F.3d 1296, 1301 (Fed. Cir. 2011).",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section C - Reviewing Diagnoses",
  "citation": "Part V, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180488/M21-1-Part-V-Subpart-ii-Chapter-3-Section-C-Reviewing-Diagnoses",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:28.991273",
  "tags": [
    "m21-1"
  ]
}