{
  "chunk_id": "V_ii_3_C_17",
  "content": "/>\nV.ii.3.C.2.e\n.\nExamples of Diagnosis of Pain\nExample 1\n:  The Veteran, during a VA examination, reports bilateral knee pain while performing various activities.  The examiner finds no anatomic abnormality, weakness, or reduced range of motion; however, the examiner notes that the Veteran has functional limitations on walking, is unable to stand for more than a few minutes, and sometimes requires use of a cane or brace.  A diagnosis of subjective bilateral knee pain is rendered and the examiner comments that the pain leads to increased absenteeism and impacts the Veteran’s ability to complete daily activities.  Although a current diagnosis is not provided, a current disability under\n38 U.S.C. 1110\nis established as the pain is shown to result in functional impairment of earning capacity.\nExample 2\n:  The Veteran, during a VA examination, complains of right shoulder pain.  The examiner finds no pain, weakness, or abnormality.  Repetitive motion does not elicit pain, and the examiner concludes that the Veteran would not develop pain during flare-ups or repeated use over time.  The examiner comments that the subjective complaints of right shoulder pain would not impact the Veteran’s ability to perform any type of occupational task.  Although the Veteran’s complaints of right shoulder pain are credible, a current disability under\n38 U.S.C. 1110\nis not established as the evidence fails to demonstrate that there is any functional impairment of earning capacity due to the subjective right shoulder pain.\nExample 3\n:  During VA examination the Veteran reports experiencing throbbing headaches with visual changes two to three times a week that require him to lie down for several hours to obtain relief.  The examiner reviewed employment records showing that the Veteran has had to leave work several times over the past few months due to headaches and private medical records showing visits for headaches.  No obvious abnormalities were found.  The examiner diagnosed subjective cephalgia.  The examiner’s assessment was that the cephalgia impacts the Veteran’s ability to perform occupational tasks because the frequent episodes are so painful that he needs to cease all activity for several hours to obtain relief.  A current disability is demonstrated under\n38 U.S.C. 1110\n.  Although the cephalgia is subjective, the evidence is credible and demonstrates that the cephalgia results in functional impairment of earning capacity.\nExample 4\n:  The Veteran complains of right knee pain during a VA examination.  The examiner finds no anatomic abnormality, weakness, or reduced range of motion of the right knee.  The examiner indicates that flare-ups or repeated use over time would not result in additional functional loss to include pain and loss of motion.  The examiner does not provide any analysis as to whether the right knee pain impacts the Veteran’s ability to perform occupational tasks.  A diagnosis of subjective right knee pain is given.  In this case, the examination report should be returned for the examiner to provide analysis as to whether the right knee pain impacts the Veteran’s ability to perform occupational tasks unless this can be established by other credible evidence of record.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section C - Reviewing Diagnoses",
  "citation": "Part V, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180488/M21-1-Part-V-Subpart-ii-Chapter-3-Section-C-Reviewing-Diagnoses",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:28.991273",
  "tags": [
    "m21-1"
  ]
}