{
  "chunk_id": "V_ii_3_C_23",
  "content": "/>\nV.ii.3.C.3.b\n.\nConsidering Secondary SC for Obesity\nObesity per se is not a “disability” for the purposes of SC under\n38 CFR 3.310\nfor secondary SC.  If obesity resulting from an SC disease or injury is found to produce impairment beyond that contemplated by the applicable provisions of the rating schedule, consider an extra-schedular rating under\n38 CFR 3.321(b)(1)\nfor SC based on that impairment.\nObesity may be an intermediate step between an SC disability and a current disability that may be SC on a secondary basis under\n38 CFR 3.310(a)\nor on the basis of aggravation under\n38 CFR 3.310(b)\n.\nTo determine whether obesity is an intermediate step between an SC disability and the development of a current disability that may be SC on a secondary basis, including by aggravation, the following criteria must all be satisfied:\nthe SC disability must have caused the Veteran to become obese\nthe obesity as a result of the SC disability must have been a substantial factor in\ncausing the claimed disability, or\naggravating the claimed disability, and\nthe claimed disability would not have occurred but for the obesity caused or aggravated by the SC disability.\nExample\n:  A Veteran claims secondary SC for hypertension asserting that inability to exercise from SC back symptoms caused obesity leading to hypertension.  To grant SC, an adjudicator would have to resolve the following issues: (1) whether the SC back disability caused the Veteran to become obese; (2) if so, whether the obesity as a result of the SC disability was a substantial factor in causing hypertension; and (3) whether the hypertension would not have occurred but for obesity cause by the SC back disability.  If these questions are answered in the affirmative, the hypertension may be SC on a secondary basis.\nReferences\n:  For more information on\nconsidering SC for obesity, see\nVAOPGCPREC 1-2017\nconsidering SC based on aggravation of obesity, see\nWalsh v. Wilkie\n, 32 Vet.App. 300 (2020), and\nextra-schedular consideration, see\nM21-1, Part V, Subpart ii, 3.D.3\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section C - Reviewing Diagnoses",
  "citation": "Part V, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180488/M21-1-Part-V-Subpart-ii-Chapter-3-Section-C-Reviewing-Diagnoses",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:28.991273",
  "tags": [
    "m21-1"
  ]
}