{
  "chunk_id": "V_ii_3_C_25",
  "content": "/>\nV.ii.3.C.3.d\n.\nExamples of Obesity\nDeterminations\nExtra-Schedular Evaluation Example\n:  A Veteran is SC for rheumatoid arthritis with a 40-percent evaluation and is shown to be unable to exercise due to the debilitating nature of the disease.  Competent medical evidence shows that the Veteran developed obesity as a result of the inability to exercise and the obesity results in additional pain, weakness, and instability of the joints that produces functional loss beyond that shown to solely result from the rheumatoid arthritis.  The evidence does not support a higher schedular evaluation under\n38 CFR 4.71a, DC 5002\nor a higher evaluation based on separate evaluation of the affected joints.\nIn view of the record showing that obesity results from the SC rheumatoid arthritis and produces impairment beyond that contemplated by the regular rating criteria, a determination should be rendered as to whether referral for consideration of an extra-schedular evaluation under\n38 CFR 3.321(b)(1)\nis warranted.\nIntermediate Step Example\n:  The Veteran’s SC psoriasis is manifested by constant flare-ups that require near continuous treatment with Prednisone for management.  The near continuous use of Prednisone on a long-term basis resulted in obesity, which was medically shown to lead to the development of coronary artery disease (CAD).  Based on the evidence, the obesity is shown to be an intermediate step between the SC psoriasis and CAD, which satisfies the proximate cause requirement under\n38 CFR 3.310(a)\nto establish SC for CAD on a secondary basis.\nReference\n:  For more information on extra-schedular evaluations, see\nM21-1, Part V, Subpart ii, 3.D.3\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section C - Reviewing Diagnoses",
  "citation": "Part V, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180488/M21-1-Part-V-Subpart-ii-Chapter-3-Section-C-Reviewing-Diagnoses",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:28.991273",
  "tags": [
    "m21-1"
  ]
}