{
  "chunk_id": "V_ii_3_D_10",
  "content": "/>\nV.ii.3.D.1.e\n.\nImpact of a Change in DC\nService connection (SC) of a disability is not severed when the site of a disability or the DC associated with it is corrected to more accurately determine the benefit to which a Veteran may be entitled.  The diagnosis or site of the existing service-connected (SC) condition may be corrected to accurately reflect the actual anatomical location of the injury or disease resulting in the Veteran’s disability, provided the redesignation does not result in severance of SC for the disability in question.\nHowever, a change in DC cannot serve to reduce a protected disability evaluation where the symptoms upon which the evaluation was based are no longer present.\nA change of diagnosis shown on examination or in other medical evidence must be reconciled to determine whether the underlying disability is the same condition or a progression of the condition that was previously diagnosed under a different diagnosis or whether a new disability, unrelated to the prior diagnosis, is being addressed.\nExample 1\n:  A Veteran is SC for gunshot wound (GSW) of the right thigh muscle group (MG) XIII under\n38 CFR 4.73, DC 5313\nwith a 10-percent evaluation assigned based on moderate impairment.  Subsequent evidence showed that the GSW actually impacted only MG XV, which is evaluated under\n38 CFR 4.73, DC 5315\nand that there was never an injury to or impairment of MG XIII.  In this situation, since the correction of DC serves only to correct the site of the impairment and does not serve to effectively sever SC for an otherwise properly established disability, the change in DC is warranted.\nExample 2\n:  A Veteran is SC under\n38 CFR 4.71a, DC 5257\nfor mild instability of the left knee shown on examination.  The evaluation has been in place for over 20 years and is protected under\n38 CFR 3.957\n.  A claim for increase is received.  The resultant examination shows no instability of the left knee but does show arthritis and pain related to the SC injury.  In this situation, the 10-percent evaluation assigned under\n38 CFR 4.71a, DC 5257\nmay not be reduced or eliminated.  However, since there are separately compensable disabilities shown in the record, a separate evaluation for arthritis may be assigned under\n38 CFR 4.71a, DC 5010\n.\nReferences\n:  For more information on\nthe applicability of protection for\nan SC evaluation under\n38 CFR 3.951\nwhen\na DC is changed, see\nM21-1, Part X, Subpart ii, 1.B.1.k\n, and\nthe condition has been evaluated with a single disability evaluation which is now being replaced by separate evaluation, see\nM21-1, Part X, Subpart ii, 1.B.1.l\n, and\nSC under\n38 CFR 3.957\nwhen a DC is being changed or the site of a disability is being corrected, see\nM21-1, Part X, Subpart ii, 1.B.2.d\nhandling examination reports reflecting a change or conflict in diagnoses, see\n38 CFR 4.2\n, and\nM21-1, Part IV, Subpart i, 3.C\ndetermining whether a change in DC effectively results in severance of SC, see\nVAOPGCPREC 50-1991\nRead v. Shinseki\n, 651 F.3d 1296 (2011), and\nMurray v. Shinseki\n, 24 Vet.App. 420 (2011).",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}