{
  "chunk_id": "V_ii_3_D_11",
  "content": "/>\nV.ii.3.D.1.f\n.\nHandling a Change in Diagnosis\n38 CFR 4.13\ndirects that evidence suggesting a change in the diagnosis of an SC disability must be reviewed with a goal of reconciling the discrepancy and maintaining SC for the disability, where possible.  Reconciliation is necessary to ensure\naccuracy of the diagnosis, and\nthat the proper disability has been examined and is being evaluated.\nRefer to the table below for actions to take when a change in diagnosis of an SC disability is shown.\nIf the ...\nThen ...\nchange in diagnosis is shown on a VA examination and the examiner does not reconcile the change in diagnosis\nreturn the examination report for clarification as directed at\nM21-1, Part IV, Subpart i, 3.C\n.\nchange in diagnosis is shown in outpatient treatment records or other medical evidence\nrequest a medical opinion and examination (if warranted) to reconcile the change in diagnosis.\nmedical evidence definitively shows that the diagnosis has changed and that the prior diagnosis was clearly erroneous\nfollow the procedures for severance of SC as directed at\nM21-1, Part X, Subpart ii, 5.B\n.\nReference\n:  For more information on special procedures for handling severance of SC for disabilities granted under\n38 CFR 3.317\n, see\nM21-1, Part VIII, Subpart ii, 1.C.2.e and f\n.\nmedical evidence shows that the change in diagnosis represents a progression of the SC disability\nupdate the diagnosis to reflect the current diagnosis as well as the historical diagnosis.\nExample\n:  right knee arthritis (previously diagnosed as strain)\nmedical evidence shows that the change in diagnosis represents a separate disability and reflects that the SC disability still exists\nobtain adequate evidence to evaluate the SC disability and separate the symptoms of the SC disability from the non-service-connected (NSC) disability.\nReference\n:  For more information on assigning a disability evaluation when the symptoms of an SC and NSC disability cannot be separated, see\nM21-1, Part V, Subpart ii, 3.D.2.c\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}