{
  "chunk_id": "V_ii_3_D_15",
  "content": "/>\nV.ii.3.D.2.a\n.\nRelationships Within Evaluation Criteria\nIn determining which fact findings are required to make a legal conclusion,\ngenerally\nif regulatory criteria are\nconjunctive\n(separated by “and”), all of the conjoined criteria must be met for the legal standard of entitlement to be met, or\ndisjunctive\n(separated by “or”), any one of the alternative criteria will support entitlement to the benefit.\nThe manner in which evaluation criteria relate to the lower and higher evaluation criteria within the same DC is also relevant when assigning evaluations.\nCumulative\nrating criteria are characterized by the lower evaluations building upon each other.\nSuccessive\nrating criteria are a type of cumulative criteria characterized by higher evaluations for increased duration of symptoms.\nVariable\nrating criteria are characterized by a lack of relationship between one set of evaluation criteria to the higher or lower evaluation criteria for the same DC.  In variable rating criteria, symptoms could potentially meet the criteria required for a higher evaluation without satisfying the criteria for a lesser evaluation.\nImportant\n:\nConjunctive language is\nalways\nsubject to the reasonable doubt principles in\n38 CFR 3.102\nwhen the evidence is in relative equipoise or when there is a question regarding degree of disability.\n38 CFR 4.21\ndoes not apply to conjunctive rating criteria.\n38 CFR 4.7\nis an important consideration when evaluating a disability using variable rating criteria.\nReferences\n:  For more information on\nthe application of\nthe rating schedule, see\n38 CFR 4.21\n, and\n38 CFR 4.7\nin variable rating criteria, see\nTatum v. Shinseki\n, 23 Vet.App. 152 (2009), and\nutilizing successive rating criteria, see\nCamacho v. Nicholson\n, 21 Vet.App. 360 (2007).",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}