{
  "chunk_id": "V_ii_3_D_29",
  "content": "/>\nV.ii.3.D.3.a\n.\nExtra-Schedular Evaluations in Compensation Claims\nConsider the issue of entitlement to an extra-schedular evaluation in compensation claims under\n38 CFR 3.321(b)(1)\nonly where\nthe issue is expressly raised by the Veteran, or\nthere is evidence of exceptional or unusual circumstances indicating that the rating schedule may be inadequate to compensate for the average impairment of earning capacity due to disability (for example, marked interference with employment or frequent periods of hospitalization), and\n38 CFR 4.16(b)\nwhenever\nthe issue is expressly stated\nthere is evidence that the Veteran may be unable to secure or follow a substantially gainful occupation because of an SC disability, and\ntotal disability based on individual unemployability (IU) cannot be awarded on a schedular basis.\nImportant\n:\nIf the Veteran explicitly raises the issue of extra-schedular entitlement, but the general criteria for referring the claim to Compensation Service are not met, the decision and decision notice must include an explanation of that determination.\nIn the interest of maximizing available benefit entitlement in all cases, regional offices (ROs) must explore and exhaust all possible schedular rating methods and alternatives, to include the following, before referring a claim to Compensation Service for extra-schedular consideration:\nanalogous ratings\nassignment of the higher of two potentially applicable evaluations under\n38 CFR 4.7\nresolution of reasonable doubt in favor of the claimant under\n38 CFR 4.3\npermissible means of evaluating SC disabilities under multiple separate DC criteria without pyramiding, and/or\nawards of\nIU benefits, and/or\nspecial monthly compensation (SMC).\nReferences\n:  For more information on\ntotal disability claims, see\nVAOGCPREC 6-1996\nFloyd v. Brown\n, 9 Vet.App. 88 (1996), and\nBagwell v. Brown\n, 9 Vet.App. 337 (1996)\nextra-schedular evaluations under\n38 CFR 3.321(b)(1)\n, see\nM21-1, Part V, Subpart ii, 3.D.3.d\n, and\n38 CFR 4.16(b)\n, see\nM21-1, Part V, Subpart ii, 3.D.4.b\n, and\nthe threshold analysis involved in determining propriety of extra-schedular rating referrals, see\nMorgan v. Wilkie\n, 31 Vet.App. 162 (2019).",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}