{
  "chunk_id": "V_ii_3_D_32",
  "content": "/>\nV.ii.3.D.3.d\n.\nExtra-Schedular Evaluations Under 38 CFR 3.321(b)(1)\n38 CFR 3.321(b)(1)\nprovides for referral for extra-schedular consideration based on the impact of a single disability.\nRefer a claim to the Compensation Service for a determination on whether an extra-schedular rating may be assigned when\nboth\nof the following criteria are met:\nthe established schedular criteria are inadequate to describe the severity and symptoms of the claimant’s disability,\nand\nthere are other indications of an exceptional or unusual disability picture, such as marked interference with employment or frequent periods of hospitalization.\nNotes\n:\nDo not routinely refer a claimant’s request for extra-schedular consideration to Compensation Service.  When a claimant requests extra-schedular consideration for an SC disability, only refer the claim if the referral criteria specified above are met.\nDo not dismiss the potential for extra-schedular referral based solely on the availability of a higher schedular disability evaluation.  The availability of a higher schedular rating is irrelevant in determining whether a request for extra-schedular evaluation is warranted unless the disability is evaluated as 100-percent disabling.  A disability may be considered for extra-schedular evaluation when less than the maximum available schedular evaluation is assigned as long as all other criteria for referral, as discussed above, have been met.\nWhen the schedular rating criteria contemplates the symptoms necessitating the use of assistive devices as well as the severity of those symptoms, referral for extra-schedular consideration under\n38 CFR 3.321(b)(1)\nis not warranted based solely on the use of assistive devices.\nReferences\n:  For more information on\nwhen to address the issue of entitlement to an extra-schedular evaluation under\n38 CFR 3.321(b)(1)\nin a rating decision, see\nVAOPGCPREC 6-1996\n, and\nthe relevance of the use of assistive devices in extra-schedular consideration, see\nSpellers v. Wilkie\n, 30 Vet.App. 211 (2008).",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}