{
  "chunk_id": "V_ii_3_D_35",
  "content": "/>\nV.ii.3.D.3.g\n.\nExhibit 1:  38 CFR 3.321(b)(1) Referral Memorandum\nThis exhibit contains a sample of the memorandum completed for\n38 CFR 3.321(b)(1)\nreferrals.\nDEPARTMENT OF VETERANS AFFAIRS\n[RO Name\nRO Address]\n[Date]\nDirector                                                           In Rely Refer To:\nCompensation Service (214D)\n[RO #]\nDepartment of Veterans Affairs\n[File Number]\nCentral Office\n[Veteran’s Name]\n810 Vermont Ave. NW\nWashington, DC 20420\nSUBJECT:\nAdministrative Review for Entitlement to Increased Evaluation in Accordance with 38 CFR § 3.321(b)(1)\nBACKGROUND INFORMATION:  [List service information, such as branch, dates, and place(s) of service.]\nSTATEMENT OF ISSUE:  [State specific review requested, including any relevant time period and whether the issue is part of a Board of Veterans’ Appeals (BVA) remand.]\nExample\n:\nReview for entitlement to an increased evaluation on an extra-schedular basis for bilateral hearing loss\n.\nEVIDENCE:  [List the evidence used for this review.]\nExample\n:\nRating decision dated August 1, 2008\nBVA decision/remand dated November 1, 2015\nVA examinations dated June 7, 2008, July 10, 2010, September 12, 2015, and June 20, 2016\nDISCUSSION:  [Discuss medical evidence in detail for each SC disability related to the request for all pertinent time periods, to include medical evidence found within the file and the BVA remand.]\nExample\n:\nService connection has been established for bilateral hearing loss.  This condition has been evaluated at zero percent disabling since January 6, 2008.  The Veteran is requesting an increased evaluation for this condition. BVA remanded this issue on November 1, 2015, and directed that the case be referred for consideration of entitlement to an increased evaluation on an extra-schedular basis from January 6, 2008, to present.\nVA examinations dated June 7, 2008, July 10, 2010, and September 12, 2015, document that the Veteran’s hearing loss has been appropriately evaluated at zero percent disabling for the time period of this review.  Speech recognition scores were 96% for the right ear and 94% for the left ear.\nOn June 20, 2016, another examination was performed.  Testing revealed a slight deterioration in the bilateral hearing loss; however this change is not sufficient to warrant an increased evaluation on a schedular basis.  Speech recognition scores remained at previous levels.  The examiner stated that the Veteran’s hearing loss would not preclude employment.  The examiner further stated that the Veteran would have some difficulty working in situations with a lot of background noise.\nEvidence shows that the Veteran attended college for two years and worked as an engineer following separation from service.  He retired from this position in January of 2012, after 23 years.  Evidence does not show that the bilateral hearing loss interfered with employment.\nExtra-schedular evaluations are assigned in cases where an exceptional or unusual disability picture is presented with such related factors as marked interference with employment or frequent periods of hospitalization that renders application of regular rating schedular standards impractical. No unusual or exceptional disability pattern has been demonstrated that would render application of the regular rating criteria as impractical.  The evidentiary record does not demonstrate that the symptomatology consistently associated with the service-connected bilateral hearing loss supports an increased evaluation on a schedular or extra-schedular basis for any time period.\nRECOMMENDATION:\n[Provide a recommendation, to include an effective date, if applicable.]\nExample\n:\nDeny an increased evaluation on an extra-schedular basis for bilateral hearing loss.\nSIGNATURES\n:\n[Document signatures on\nVA Form 21-0961\nby following procedures in M21-1, Part X, Subpart v, 1.C.3.e.]",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}