{
  "chunk_id": "V_ii_3_D_36",
  "content": "/>\nV.ii.3.D.3.h\n.\nExhibit 2:  38 CFR 4.16(b) Referral Memorandum\nThis exhibit contains a sample of the memorandum completed for\n38 CFR 4.16(b)\nreferrals.\nDEPARTMENT OF VETERANS AFFAIRS\n[RO Name\nRO Address]\n[\nDate\n]\nDirector                                                           In Rely Refer To:\nCompensation Service (214D)                          [\nRO #\n]\nDepartment of Veterans Affairs                        [\nFile Number\n]\nCentral Office                                                   [\nVeteran’s Name\n]\n810 Vermont Ave. NW\nWashington, DC 20420\nSUBJECT:\nAdministrative Review for Entitlement to Total Disability Rating Based on Individual Unemployability (TDIU) in Accordance with 38 CFR 4.16(b)\nBACKGROUND INFORMATION:  [List service information, such as branch, dates, and place(s) of service.]\nSTATEMENT OF ISSUE:  [State specific review requested, including any relevant time period and whether the issue is part of a BVA remand.]\nExample\n:\nReview for entitlement to TDIU benefits on an extra-schedular basis for the period June 20, 2016, to May 1, 2017\n.\nEVIDENCE:  [List the evidence used for this review]\nExample\n:\nRating decision dated April 15, 2016\nBVA remand dated June 1, 2017\nVA Form 21-8940, Veteran's Application for Increased Compensation Based on Unemployability, received January 12, 2016\nTranscript of hearing, dated May 19, 2017\nVA examinations dated December 2012, March 2014, and May 2016\nSocial Security Administration (SSA) disability transmittal sheet, dated January 30, 2016\nDISCUSSION:  [Discuss medical evidence in detail for each SC disability related to the request for all pertinent time periods, to include medical evidence found within the file and the BVA remand.]\nExample\n:\nService connection has been established for three conditions.  Posttraumatic stress disorder (PTSD) was evaluated at 30 percent disabling effective January 2, 2013, and increased to 50 percent disabling effective January 3, 2016; arthritis of the right knee has been evaluated at 10 percent disabling since June 5, 2010, and bilateral hearing loss has been evaluated at zero percent disabling since June 5, 2010.  The combined evaluation for compensation was 10 percent effective June 5, 2010; 40 percent effective January 2, 2013, and 60 percent effective January 3, 2016.  BVA remanded this issue on January 1, 2017, and directed that the case be referred for entitlement to IU benefits on an extra-schedular basis from January 2, 2013, to present date.\nEvidence from SSA shows that the Veteran was found to be entitled to SSA disability benefits in June of 2013.  The primary condition utilized to make that decision was disorders of the spine, and the secondary condition was disorders of the knee.\nEvidence shows that the Veteran attended college for four years and worked as an automobile salesperson following separation from service.  He retired from this position in January of 2012, after 26 years.  Evidence does not show that the service-connected conditions interfered with employment.\nVA psychiatric examinations performed in December of 2012, March of 2014, and May of 2016, demonstrate that the Veteran’s PTSD has deteriorated since 2013.  The Veteran has never been hospitalized for PTSD, and records show no therapy sessions prior to January of 2016.  The Veteran took prescription medication prescribed by his family doctor until December of 2015, when he first started treatment with a psychiatrist.  Evidence shows no hallucinations, delusions, or suicidal or homicidal ideations at any time.  The Veteran’s depression and anxiety (symptoms of PTSD) increased in severity in late 2015.  He started having occasional panic attacks and having difficulty getting along with family members and friends.  He started to isolate himself more often and had difficulty sleeping most nights.  Evidence does not include any medical opinions indicating that the PTSD interfered with prior employment or would prevent employment at any time.\nA VA musculoskeletal examination performed in March of 2014, revealed full motion of the right knee with pain.  X-ray evidence revealed arthritis.  No instability of the knee was found.  The Veteran reported pain with extended periods of walking and standing.  He takes over-the-counter pain medication as needed for knee pain.  He does not use a cane or other ambulatory aids.  No surgery has been performed on the right knee.\nA VA examination performed in March of 2014 revealed a mild bilateral hearing loss.  The Veteran was able to hear well during the examination.  His speech discrimination scores were 98% in each ear.  The examiner stated that the hearing loss would not affect employment.\nIt is the established policy of the Department of Veterans Affairs that all Veterans who are unable to secure and follow a substantially gainful occupation by reason of service-connected disabilities shall be rated totally disabled. None of the available evidence supports the Veteran’s contention that any of his service-connected disabilities or a combination of the effects of the disabilities prevents all types of gainful activity.\nRECOMMENDATION:\n[Provide a recommendation, to include an effective date, if applicable.]\nExample\n:\nGrant entitlement to TDIU on an extra-schedular basis effective June 20, 2017.\nSIGNATURES\n:\n[Document signatures on\nVA Form 21-0961\nby following procedures in M21-1, Part X, Subpart v, 1.C.3.e.]",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}