{
  "chunk_id": "V_ii_3_D_43",
  "content": "/>\nV.ii.3.D.4.d\n.\nEvidentiary Threshold for Establishing Permanence\nPermanence of a total disability evaluation may be established when the evidence of record clearly establishes that a disability is expected to continue at its current level of severity.  However, clear and specific evidence is not required to establish permanence.\nWhen the evidence of record does not clearly or specifically show that the total disability will continue but\nalso\ndoes not show\nthat a reexamination to ascertain improvement is warranted pursuant to\n38 CFR 3.327(b)(2)\n, concede permanence of the evaluation based on a reasonable certainty that improvement is not likely.\nThe following fact patterns demonstrate scenarios in which P&T disability is established based on the preponderance of the evidence of record.\nEvidence at the time of evaluation affirmatively shows that the total disability will continue for the remainder of the person’s life.\nEvidence at the time of evaluation does not specifically support that the total disability will continue for the remainder of the person’s life but does not show that the condition is likely to improve pursuant to\n38 CFR 3.327(b)(2)\n.  In such cases, a future examination control is inappropriate so the total disability rating is static; in the absence of re-evaluation, total disability is likely to continue for the remainder of the person’s life.\nAt or before the time of maturation of a future examination diary pertinent to the continuation of total disability, the future examination control is canceled because\nthe future exam control was erroneous under\n38 CFR 3.327(b)(2)\n, or\nevidence is received that changes the prior assessment that the condition was likely to improve.\nTotal disability has been in effect for 20 or more years per\n38 CFR 3.951\n.  In such cases, the total disability is protected and is therefore static and will continue for the remainder of the person’s life.\nA qualifying individual with total disability dies. In such cases, the total disability is permanent because it persisted until the end of the person’s life.\nNotes\n:\nThe evidentiary threshold provided in\n38 U.S.C. 3501(a)(8)\nto establish permanence is that there must be a\nreasonable certainty\nthat the level of impairment will continue throughout the life of the disabled person.  This threshold means that there is more than an approximate balance of evidence indicating that the level of impairment will continue indefinitely.\nFor historical purposes, a 100-percent evaluation under the 1925 rating schedule also meets the criteria of a “total disability, permanent in nature,” for DEA, per\n38 CFR 3.952\n.\nReference\n:  For more information on the definition of static disability, see\nM21-1, Part IV, Subpart ii, 2.B.2.b\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}