{
  "chunk_id": "V_ii_3_D_45",
  "content": "/>\nV.ii.3.D.4.f\n.\nDate of P&T Disability When Claimed or Raised as a Subordinate Issue\nBasic eligibility based on a P&T SC disability is only established when all criteria (i.e., SC, total disability, and permanence of disability) are met.\nTherefore,  the date of P&T disability is the\nlater of\nthe date of claim,\nor\nthe date that the final criterion is factually established.\nNotes\n:\nIf medical evidence reviewed in connection with a claim portrays an increase in SC disability, warranting a finding of permanence, establish the P&T evaluation and apply the effective date provisions of whichever of the following is more applicable/appropriate:\n38 CFR 3.400(o)(2)\n, or\n38 CFR 3.2500(h)\n.\nWhen results of a VA-initiated review/future examination portray permanence of an individual or combined total disability evaluation, establish basic eligibility to a P&T evaluation as of the date the examination was performed.\nAttribute examination or other findings dated after the date of claim back to the date of claim unless there is specific evidence there was a change to total disability or to permanece of disability between the date of claim and the date of the evidence.\nExample\n:  A VA examination finding that contains an opinion on permanence of disability would be attributed to the date of claim unless there was specific evidence dated on or after the date of claim, and prior to the VA examination date, indicating that the total disability was likely to improve, in which case the date of permanence would be the date of examination.\nReferences\n:  For more information on\neffective dates, see\nM21-1, Part V, Subpart ii, 4.A\n, and\nentitlement to Dependents' Educational Assistance (DEA) arising from P&T evaluations, see\nM21-1, Part XIII, Subpart i, 1.A\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}