{
  "chunk_id": "V_ii_3_D_46",
  "content": "/>\nV.ii.3.D.4.g\n.\nDate of P&T Disability Upon Cancellation or Dismissal of Review Examination Control\nUse the table below to determine the date of P&T disability when\nthere is total disability but no indication of permanence based on an established future or review examination control, and\na P&T determination is subsequently necessitated by one of the following actions:\ncancellation of the future examination control prior to maturation, or\ndetermination that a review examination should not be scheduled at the time the future examination control matures.\nWhen the action is based on ...\nThen ...\na determination that the examination control was initially set up in\nerror\nExample\n:  In violation of\n38 CFR 3.327(b)(2)\n, a future examination control is set for a condition, like amytrophic lateral sclerosis (ALS), that can only be rated at 100 percent and is, by its nature, permanent.\nset the date of P&T disability\nas if the future examination control were never established\n.\nExplanation\n:  The examination control was erroneous; therefore, the condition was static at the time of the rating decision establishing SC.\na difference in judgment rather than a specific error in the initial future examination control\nExample\n:  The rating activity determines, prior to scheduling, that a review examination should not be scheduled as planned because the conclusion of likely future improvement used to set the future examination control was not well justified by the facts.\nuse the\ndate of review\nfor the date of P&T disability.\nExplanation\n:  This is essentially a new determination of permanency on the date of review caused by reexamination of the facts.\nnew evidence that changes the prior assessment that the total disability is likely to improve, as indicated by a future examination control\nuse the\ndate that the new evidence is received\nfor the date of P&T disability.\nException\n:  When the new evidence portraying disability permanence is dated within one year prior to the date of the current review, apply the effective date provisions of\n38 CFR 3.400(o)(2)\n.\nReferences\n:  For more information on effective dates\nfor increased compensation, see\nM21-1, Part V, Subpart ii, 4.A.5\n, and\nbased on historical\n38 CFR 3.157\n, see\nM21-1, Part V, Subpart ii, 4.B.1\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}