{
  "chunk_id": "V_ii_3_D_48",
  "content": "/>\nV.ii.3.D.4.i\n.\nAddressing the P&T Status of Malignancies\nVBMS-R’s system-generated language for evaluating totally disabling SC malignancies or other disabilities normally requiring a review examination usually includes reference to the scheduling of a mandatory review examination intended to determine recurrence or residual disability.\nWhen, however, P&T status of the SC disability has been conceded in light of the guidance in\nM21-1, Part V, Subpart ii, 3.D.4.e\n, edit the rating decision narrative by replacing the system-generated text displayed in the left column of the table below with the text displayed in the right column.\nVBMS-R System-Generated Text\nReplacement Text\nA rating of 100 percent shall continue beyond the cessation of any surgical, X-ray, antineoplastic chemotherapy or other therapeutic procedure.  Six months after discontinuance of such treatment, the appropriate disability rating shall be determined by mandatory VA examination.  Any change in evaluation based upon that or any subsequent examination shall be subject to the provisions of 38 CFR §3.105(e).  If there has been no local recurrence or metastasis, you will be rated on residuals.\nThe medical evidence shows that permanence of this disability has been established.  Consequently, no future VA examination will be requested.\nReferences\n:  For more information on\nassigning P&T evaluations for amyloid light chains amyloidosis, see\nM21-1, Part V, Subpart iii, 9.2.a\n, and\nhistorical assignment of P&T evaluations for multiple myeloma and chronic lymphocytic leukemia, see\nM21-1, Part V, Subpart iii, 9.2.f\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}