{
  "chunk_id": "V_ii_3_D_54",
  "content": "/>\nV.ii.3.D.5.b\n.\nExamples of Evaluating Diagnosed Disabilities Due to Malignant Neoplasms\nExample 1\n:  SC for anxiety disorder claimed and diagnosed as secondary to active lung cancer may be granted and separately evaluated.\nExample 2\n:  A Veteran is SC with a 100-percent evaluation assigned for active renal cancer and undergoes a nephrectomy as a part of the treatment for the renal cancer.\n38 CFR 4.115b, DC 7528\ndirects that renal cancer is evaluated as active malignancy and its residuals are evaluated based on either voiding dysfunction or renal dysfunction.  Since a nephrectomy is evaluated either with the minimum compensable evaluation or as renal dysfunction under\n38 CFR 4.115b, DC 7500\n, the rating schedule recognizes that renal dysfunction is within the predominant symptomatology of both disabilities.  Since both criteria contemplate renal dysfunction, the nephrectomy cannot be separately evaluated.\nExample 3\n:  A Veteran is SC with a 100-percent evaluation assigned for active renal cancer.  The Veteran is diagnosed with recurrent pyelonephritis which is characterized by symptoms of recurrent urinary tract infection.  The pyelonephritis is identified as a complication of the renal cancer.\n38 CFR 4.115b, DC 7528\ndirects that renal cancer is evaluated as active malignancy and its residuals are evaluated based on either voiding dysfunction or renal dysfunction.  Since the pyelonephritis is characterized by recurrent urinary tract infection, which is not considered within the criteria for evaluating malignant neoplasms of the genitourinary system, a separate evaluation may be assigned under\n38 CFR 4.115b, DC 7504\nutilizing the urinary tract infection symptoms.\nExample 4\n:  A Veteran is SC with a 100-percent evaluation assigned under\n38 CFR 4.114, DC 7343\nfor active colon cancer.  The Veteran sustained a nerve injury during surgery for the colon cancer resulting in impairment of anal sphincter control with incontinence.  Since the symptoms of impairment of sphincter control with incontinence are due to a separately diagnosed disability (the nerve injury), pyramiding rules are not violated, and\n38 CFR 4.114\ndoes not prohibit separate evaluations for these coexisting digestive system disabilities, a separate evaluation may be assigned for the nerve injury with impairment of sphincter control under\n38 CFR 4.114, DC 7332\n.\nExample 5\n:  A Veteran is SC with a 100-percent evaluation assigned under\n38 CFR 4.115b, DC 7528\n.  A VA examination revealed a diagnosis of erectile dysfunction due to the prostate cancer.  Since\n38 CFR 4.115b, DC 7528\ndirects that prostate cancer is evaluated based on residuals consisting of voiding dysfunction or urinary tract infection, SC for the erectile dysfunction should be established concurrently with the 100-percent evaluation.",
  "title": "M21-1, Part V, Subpart ii, Chapter 3, Section D - Evaluating Disabilities",
  "citation": "Part V, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180489/M21-1-Part-V-Subpart-ii-Chapter-3-Section-D-Evaluating-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:38.373209",
  "tags": [
    "m21-1"
  ]
}