{
  "chunk_id": "V_ii_4_A_6",
  "content": "/>\nV.ii.4.A.1.a\n.\nGathering Evidence for Effective Date Determinations\nThe assignment of an effective date is an integral part of the decision-making process as it establishes the date from which entitlement to benefits begins.\nAssignment of effective date for the purposes of payment of benefits is directed in statute at\n38 U.S.C. 5110\nand regulated by\n38 CFR 3.400\n.\nAssignment of effective date for general purposes associated with reductions and discontinuances is directed in statute at\n38 U.S.C. 5112\nand regulated by\n38 CFR 3.500\n.\nEffective date determinations are made based on facts gathered during review of the evidence.  Particularly, answers to the questions below drive the effective date determination.\nWhat is the issue?  Some examples of types of issues include but are not limited to\nclaim for\nservice connection (SC)\npension entitlement, or\nincreased evaluation, or\na request\nto review a prior decision\nto add a dependent, or\nfor burial benefits.\nWhat is the date of receipt of claim?\nDid the claimant submit an intent to file (ITF)?\nWhat is the date basic entitlement arose?\nDo any liberalizing laws or other Department of Veterans Affairs (VA) issues apply?  Some examples of liberalizing laws or other VA issues include but are not limited to\n38 CFR 3.114\nfor changes in law or issue, or\nthe\nNehmer\nv.\nUnited States Department of Veterans Affairs,\nNo. CV-86-6160 TEH (N.D. Cal.), court order.\nIs this a continuously pursued claim or issue under\n38 CFR 3.2500\n?\nReference\n:  For more information on the impact of the\nNehmer\ncourt order on assignment of effective dates, see\nM21-1, Part VIII, Subpart i, 2.B.2\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}