{
  "chunk_id": "V_ii_4_A_9",
  "content": "/>\nV.ii.4.A.1.d\n.\nDetermining the Applicable Date of Claim for Effective Date Purposes\nWhen determining the date of claim and its relationship to the proper effective date for assignment, consider the date of receipt of a complete claim, as well as a related ITF or incomplete claim filed within a year prior to the date of receipt of the complete claim.\nNotes\n:\nIf a claimant files both an ITF and an incomplete claim before the complete claim is filed, the complete claim will be considered filed as of the date of receipt of whichever was filed first, provided it is perfected within the necessary timeframe.\nOccasionally, mail processing delays, public health emergencies, natural disasters, or other extenuating events may impact claim submission timeliness and downstream date of claim considerations.  In those cases, wherever applicable, follow any relevant temporary or interim guidance for date of claim processing, to include resources available on the\nCompensation Service Interim Guidance Page\n.\nExample 1\n:  A Veteran submits an ITF for compensation on August 6, 2020, and an incomplete claim for compensation on July 30, 2021.  Following notification of the incomplete claim, the Veteran then submits a complete claim for the same issues on September 27, 2021.\nResult\n:  The Veteran did\nnot\nperfect the ITF within the required timeframe.  Therefore, VA cannot apply the ITF to the effective date as the complete claim was received more than a year after the date on which the ITF was filed.  However, the incomplete claim can be used for effective date purposes on any awarded issues filed on the complete claim since the incomplete claim was perfected within the required timeframe.\nExample 2\n:  A Veteran submits an ITF for compensation on June 20, 2021, and an incomplete claim on July 30, 2021.  Following notification of the incomplete claim, the Veteran then submits a complete claim for the same issues on September 27, 2021.\nResult\n:  The Veteran perfected the ITF by filing the complete claim within the necessary one-year timeframe.  Therefore, VA can apply the ITF to the effective date of any awarded issues filed on the complete claim.\nReferences\n:  For more information on\ndetermining the date of claim for claims establishment purposes, see\n38 CFR 3.155(d)\n, and\nM21-1, Part II, Subpart iii, 1.A.4.c\neffect of ITFs on effective dates, see\nM21-1, Part II, Subpart iii, 2.A.1.c\nITFs and supplemental claims, see\nM21-1, Part X, Subpart ii, 2.A.2.b and c\n, and\nhandling incomplete claims, see\nM21-1, Part II, Subpart iii, 1.C.2.b\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}