{
  "chunk_id": "V_ii_4_A_10",
  "content": "/>\nV.ii.4.A.1.e\n.\nDetermining Whether Date of Claim or Date Entitlement Arose Is Later\nThe determination as to whether the date of claim or date entitlement arose is later, as specified in the general rule, is dependent on the date when the entitling criteria for the benefit sought are met.\nThe entitling criteria for a claim are frequently met on or before the date of claim based on the lay, medical, and other information presented during the entire process of claim development.\nWhen applying the general rule, the assignment of an effective date based on date entitlement arose being later than the date of receipt of the claim is\nonly\nappropriate when the evidence clearly establishes that the entitling criteria were not met as of the date of receipt of the claim.\nExample 1\n:  A Veteran claims SC for a knee condition with pain on March 21, 2015.  There are no post-service treatment records submitted with the claim.  Service treatment records (STRs) do show treatment for chronic knee pain and complaints of instability during service.  The VA examination dated July 14, 2015, confirms a diagnosis of patellofemoral pain syndrome.\nAnalysis\n:  The entitling criteria are met on or before the date of the claim because the Veteran reported the presence of a chronic disability which was later confirmed on examination and linked to military service.  There is no affirmative evidence indicating that the knee disability was not present on the date of receipt of the claim.  In fact, the evidence indicates the presence of a chronic knee disability due to the in-service knee problems that predated the claim.  Thus, the effective date may be assigned based on the date of receipt of the claim unless a different, specific effective date provision otherwise applies.\nExample 2\n:  A Veteran claims SC for elevated blood sugar due to possible diabetes on October 8, 2014, associated with confirmed Vietnam service.  Private treatment records are requested and received showing that the Veteran's blood sugars were first slightly elevated in June 2013, and the records document continued monitoring thereafter.  A VA examination dated January 3, 2015, indicates a diagnosis of type 2 diabetes mellitus, and the physician notes that the diagnostic criteria for diabetes were first met as shown in the private treatment records on November 13, 2014, when blood sugars and other testing met the American Diabetes Association criteria for a diabetes diagnosis, as the documented symptoms prior to that time were not sufficient for a diagnosis.\nAnalysis\n:  The entitling criteria were not met as of the date of the receipt of the claim because the symptoms were not sufficient for a diagnosis of the disability at that time.  There is affirmative evidence showing that the entitling criteria (which require the presence of a chronic disability) were first met on November 13, 2014, which is later than the date of receipt of the claim.  Thus, the effective date is assigned based on the date entitlement arose since it is later than the date of claim, unless a different, specific effective date provision otherwise applies.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}