{
  "chunk_id": "V_ii_4_A_12",
  "content": "/>\nV.ii.4.A.1.g\n.\nEffective Date Associated With Sympathetic Reading or a Within Scope Determination\nThe effective date of a grant of SC for any disabilities arising from the sympathetic reading of a claim, or finding a disability within the scope of a different claimed disability, is governed by the date of receipt of the expressly claimed issue which resulted in sympathetic reading and/or finding a disability within scope.\nSympathetic reading and/or finding one disability within scope of another claimed disability may occur in any type of claim for compensation (initial, supplemental, etc.) or pension, and potentially in other claim situations.\nExamples\n:\nA Veteran claims SC for hearing loss.  The examination report disclosed that the Veteran reported ringing of the ears during service.  The examiner diagnosed tinnitus and related it to the Veteran’s service.  In such a situation, the tinnitus claim is considered within the scope of the hearing loss claim.  If SC is otherwise warranted for tinnitus, the assignment of effective date of the grant should be guided by the date that the claim for SC for hearing loss was received.\nA Veteran claims SC for arthritis of the knees.  The examination showed no arthritis, but chondromalacia patellae and lateral instability were diagnosed.  If SC is in order, both conditions should be considered within the scope of the same claim for the knee and the same effective date assigned.\nReferences\n:  For more information on\nhandling issues within the scope of another claimed issue, see\n38 CFR 3.155(d)(2)\nM21-1, Part V, Subpart iv, 1.A.3.c\nM21-1, Part V, Subpart ii, 3.A.2\nEllington v. Nicholson\n, 22 Vet.App. 141 (2007), and\nCriswell v. Nicholson\n, 20 Vet.App. 501 (2006), and\nhandling complications or residuals of a service-connected (SC) disability, see\nM21-1, Part V, Subpart ii, 4.A.5.e\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}