{
  "chunk_id": "V_ii_4_A_18",
  "content": "/>\nV.ii.4.A.2.a\n.\nApplicability of ITF on Effective Date Assignment\nOn March 24, 2015,\n38 CFR 3.155\nwas revised to include procedures for a claimant to indicate a desire to file a claim via submission of an ITF.  When an ITF is properly submitted, and a complete initial claim is received within one year of the ITF, the complete initial claim is considered filed as of the date the ITF was received.\nNotes\n:\nThe regulations governing ITF acceptance and impact, including\n38 CFR 3.155\n, are not effective date rules.  The provisions for ITF apply to the date a claim is considered received, which in turn may impact determinations about effective dates.\nWhen an application includes an application initiation date, decision makers should consider the application initiation date as the date of claim for the purposes of assigning an effective date.\nThe application initiation date should not be recorded as the actual date of claim in other VA systems, however.\nApplications created through the Veterans Online Application (VONAPP) Direct Connect (VDC) on or after March 24, 2015, will not contain an application initiation date, as the application initiation date will be captured as an ITF in accordance with the Standard Claims and Appeals Forms Rule.\nReferences\n:  For more information on\nprocedures for handling ITFs, see\nM21-1, Part II, Subpart iii, 2.A\nelectronic application initiation date, see\nM21-1, Part II, Subpart iii, 4.A.3.c\n, and\nspecial effective date provisions applicable to claims initiated in VDC but submitted in paper, see the attachment,\nHistorical_M21-1III_i_4_SecC_9-21-17.doc\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}