{
  "chunk_id": "V_ii_4_A_20",
  "content": "/>\nV.ii.4.A.2.c\n.\nExamples of Selecting an Effective Date Following Receipt of an ITF\nThe table below contains examples of the proper assignment of effective dates following receipt of an ITF.\nScenario\nConclusions\nVA receives\nVA Form 21-0966, Intent to File a Claim for Compensation and/or Pension, or Survivor’s Pension and/or DIC\n, from a Veteran on June 1, 2015.\nThe Veteran has checked the\nCompensation\nbox in Section II of the form.\nOn January 1, 2016, VA receives a completed and signed\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, with a claim for an increased evaluation of the Veteran’s SC disabilities.\nThe potential effective date of entitlement to increased compensation is June 1, 2015, because VA received the\nVA Form 21-526EZ\n, within one year of the date it received the Veteran’s communication of an ITF.\nNote\n:  The ITF helps identify the potential effective date but is not necessarily determinative of the outcome of effective date assignment.  All other applicable effective date regulations must be considered.  For example, application of\n38 CFR 3.400(o)(2)\nmay allow for assignment of an effective date earlier than the ITF based on treatment records showing worsening of the disability in the one year prior to receipt of the claim.\nVA receives\nVA Form 21-0966\nfrom a Veteran on June 1, 2015.\nOn November 1, 2015, the Veteran begins a non-original, initial, online application for benefits through a VA claims submission service website.\nOn January 1, 2016, the Veteran completes and submits the online application.\nCommencement of the online application process on November 1, 2015, constitutes a\nduplicate\ncommunication of an ITF.\nThe potential effective date of entitlement to benefits is June 1, 2015, because the Veteran completed and submitted the online application within one year of the date VA received the first communication of an ITF.\nVA receives\nVA Form 21-0966\nfrom a Veteran on March 26, 2015.  The Veteran checked the\nCompensation\nbox on the form.\nVA receives another\nVA Form 21-0966\nfrom a Veteran on May 20, 2015.  The Veteran checked the\nCompensation\nbox on the\nform.\nVA receives a completed and signed\nVA Form 21-526EZ\non April 8, 2016, for an increase in the evaluation of a SC back condition.\nThe potential effective date of entitlement to benefits is April 8, 2016, because\nthe application was not received within one year of the March 26, 2015, ITF, and\nthe\nVA Form 21-0966\nreceived May 20, 2015, is a\nduplicate\ncommunication of an ITF since it is received within the active period of the already-received ITF and is for the same benefit.\nThe duplicate ITF has no effect on benefit entitlement.\nA Veteran communicates an ITF for compensation to a National Call Center (NCC) on June 1, 2015.\nOn November 1, 2015, the Veteran begins an online application for SC for a\nback disorder\nthrough a VA claims submission service website.\nOn January 1, 2016, VA receives a\nVA Form 21-526EZ\nfrom the Veteran with a non-original, initial claim for SC for a\nknee disorder\n.\nOn February 1, 2016, the Veteran completes and submits the online application for SC for a\nback disorder\n.\nCommencement of the online application process on November 1, 2015, constitutes a\nduplicate\n(\nnot\na new and separate) communication of an ITF.\nThe potential effective date of entitlement to SC for the\nknee disorder\nis June 1, 2015, because VA received the\nVA Form 21-526EZ\nwithin one year of the date the Veteran contacted the NCC.\nThe potential effective date of entitlement to SC for the\nback disorder\nis February 1, 2016. (The receipt of\nVA Form 21-526EZ\non January 1, 2016, prevents VA from considering the Veteran’s communication of an ITF when choosing an effective date for SC for the back disorder.)\nA Veteran is honorably discharged from active duty on September 1, 2015.\nOn December 1, 2015, VA receives the Veteran’s communication of an ITF.\nOn November 1, 2016, VA receives\nVA Form 21-526EZ\nfrom the Veteran with a claim for SC for a knee disorder.\nThe potential effective date of entitlement to SC for the knee disorder is September 2, 2015, the day following the date of discharge.\nRationale\n:\nVA received the communication of an ITF within one year of the date of discharge.\nVA received the\nVA Form 21-526EZ\nwithin one year of the date VA received the communication of an ITF.\nOn October 8, 2015, VA receives an ITF for compensation.\nThe in-country Vietnam Veteran subsequently mails VA an original FDC for SC for type 2 diabetes mellitus associated with exposure to Agent Orange.  Evidence shows a diagnosis of diabetes in 1999.\nVA receives the Veteran’s claim on April 11, 2016.\nThe potential effective date of entitlement to SC for diabetes is October 8, 2014, because\nVA received communication of an ITF on October 8, 2015, and\n38 CFR 3.114\napplies to the effective date determination.\nOn December 18, 2021, the Veteran files an initial claim for SC of right lower extremity peripheral neuropathy.\nOn March 2, 2022, the Veteran was notified that the claim was denied.  Evidence available at the time of the claim’s adjudication failed to confirm the existence of a clinical diagnosis.\nOn September 13, 2022, VA receives an ITF for compensation from the Veteran.\nOn February 27, 2023, VA receives a supplemental claim for SC for peripheral neuropathy of the right lower extremity from the Veteran.\nThe supplemental claim is accompanied by private medical evidence documenting a clinical diagnosis as early as December 15, 2021.\nThe potential effective date of entitlement to SC for peripheral neuropathy of the right lower extremity is December 18, 2021, the date of the initial claim.\nRationale\n:\nThe ITF received on September 13, 2022, establishes continuous pursuit of the December 2021 claim as the Veteran filed a(n)\nITF within one year of the March 2022 decision, and\ncomplete supplemental claim within one year of the ITF.\nThe supplemental claim was not finally adjudicated prior to July 30, 2021.  On this date, the U.S. Court of Appeals for the Federal Circuit, in\nMilitary-Veterans Advocacy v. Secretary of Veterans Affairs\n, No. 19-1600 (Fed. Cir. 2021), invalidated the portion of\n38 CFR 3.155\nwhich precluded the application of ITFs to supplemental claims.\nThe appropriate effective date rule is\n38 CFR 3.2500(h)(1)\n, which directs that the effective date will be fixed in accordance with the date of receipt of the initial claim or date entitlement arose, whichever is later.\nReference\n:  For more information on ITFs and supplemental claims, see\nM21-1, Part X, Subpart ii, 2.A.2.b\n, and\nPolicy Letter 23-01\n.\nA new claim for lumbar arthritis is received on June 21, 2022, on\nVA Form 21-526EZ\n.\nRating decision dated August 10, 2022, denies entitlement to SC for lumbar arthritis due to no diagnosis.  The Veteran is notified the same day.\nOn December 22, 2022, an ITF for compensation on\nVA Form 21-0966\nis received.\nOn July 21, 2023, a new claim for eczema is received on\nVA Form 21-526EZ\n, which changes the ITF status to\nClaim Received\n.\nOn August 30, 2023,\nVA Form 20-0995, Decision Review Request: Supplemental Claim\n, for lumbar arthritis is received with new and relevant evidence.\nThe potential effective date of entitlement to SC for lumbar arthritis is August 30, 2023, the date the supplemental claim was received.\nRationale\n:\nThe\nVA Form 21-526EZ\nsubmitted on July 21, 2023, is the next received compensation claim; therefore, the December 22, 2022, ITF applies to the claim for eczema, not the subsequently filed supplemental claim for lumbar arthritis.\nThe ITF in this scenario does\nnot\nrepresent continuous pursuit, because the ITF was not in\nActive\nstatus when the Veteran filed the supplemental claim.\nThe Veteran filed the supplemental claim more than one year after the notice of decision.\nThe appropriate effective date rule is\n38 CFR 3.2500(h)(2)\n, which directs that the effective date will be fixed in accordance with the date entitlement arose, but will not be earlier than the date of receipt of the supplemental claim.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}