{
  "chunk_id": "V_ii_4_A_24",
  "content": "/>\nV.ii.4.A.3.a\n.\nProcedures for Handling Claims for Direct SC\nClaims for compensation based on direct SC are governed by\n38 CFR 3.400(b)(2)(i)\n.\nThere are two main provisions of this effective date rule.\nFor claims received more than one year following discharge from active duty, the general rule applies.  Thus, the effective date will be date of receipt of claim or date entitlement arose, whichever is later.\nFor claims within one year of discharge from a period of active duty, the effective date may be as early as the day following discharge.  Refer to the table below for more information on the application of this provision of\n38 CFR 3.400(b)(2)(i)\n.\nStep\nAction\n1\nIs the date of receipt of the claim within one year of discharge?\nIf\nyes\n, go to Step 2.\nIf\nno\n, then apply the general rule, unless another effective date rule applies.\n2\nReview the character of discharge (COD) for the most recent period of service.  Refer to the table below to determine appropriate action to take based on the COD.\nIf the separation from service was ...\nThen ...\nunder conditions other than dishonorable\ngo to Step 3.\ndishonorable and only a single period of service was performed\nrefer to\nM21-1, Part X, Subpart iv, 1.A\n.\ndishonorable but\nthere were multiple periods of continuous service, and\nthe prior period of service was under conditions other than dishonorable\nrefer to\nM21-1, Part V, Subpart ii, 4.A.3.d\n.\nReferences\n:  For more information on\nthe necessity of a COD determination in claims involving dishonorable service, see\nM21-1, Part X, Subpart v, 1.A.1\n, and\nconditional discharge determinations following a period of dishonorable service, see\nM21-1, Part X, Subpart v, 1.A.5\n.\n3\nDetermine when the disability was incurred or aggravated during the Veteran’s military service.\nDid active duty service continue without a break in service from the date the claimed disability was incurred or aggravated?\nIf\nyes\n, go to Step 4.\nIf\nno\n, then apply the general rule unless another effective date rule applies.\n4\nWere the entitling criteria for a grant of SC met as of the day following discharge?\nIf\nyes\n, then grant SC effective the day following discharge.\nIf\nno\n, then grant SC effective the date entitlement arose.\nException\n:  If a claim is received to reinstate compensation following a return to active duty, apply\n38 CFR 3.654(b)\nand follow the procedures in\nM21-1, Part X, Subpart v, 2.B.1.g\n.\nNote\n:  A Veteran may seek entitlement to SC for new disabilities concurrently with a request to reinstate compensation following discharge from a period of active service.  The effective date of SC for the newly-claimed disabilities is assigned in accordance with the steps in the table above.\nReference\n:  For more information on effective dates for the resumption of compensation following release from active duty, see\nM21-1, Part X, Subpart i, 6.D.3.c\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}