{
  "chunk_id": "V_ii_4_A_27",
  "content": "/>\nV.ii.4.A.3.d\n.\nClaims for Compensation Received Within One Year of Dishonorable Service\nThe provision of\n38 CFR 3.400(b)(2)(i)\nallowing assignment of an effective date of the day following discharge is not applicable to dishonorable periods of service.  Thus, when multiple periods of continuous service are present but the character of service for the last period constitutes a bar to benefits as discussed in\n38 CFR 3.12\n, the effective date will be date of receipt of claim or date entitlement arose, whichever is later.\nExample 1\n:  The Veteran had two periods of service which were continuous.  The Veteran filed a claim three months after discharge.  The last period of service was characterized by a dishonorable discharge, so the character of service is a bar to VA benefits.  COD and conditional discharge determinations have been completed per\nM21-1, Part X, Subpart iv, 1.A\n.  SC benefits are warranted based on disabilities incurred during the first period of honorable service.\nAnalysis\n:  Although the Veteran submitted the claim within one year of the release from active duty, the provision of\n38 CFR 3.400(b)(2)(i)\nallowing assignment of an effective date the day following discharge is not for application because the last period of service is dishonorable.  The claim was not submitted within one year of the honorable period of service; the proper effective date is the date of receipt of the claim.\nExample 2\n:  The Veteran had two periods of service which were continuous.  The Veteran filed a claim prior to discharge from the last period of service. The last period of service was characterized by a dishonorable discharge, so the character of service is a bar to VA benefits.  COD and conditional discharge determinations have been completed per\nM21-1, Part X, Subpart iv, 1.A\n.  SC benefits are warranted based on disabilities incurred during the first period of honorable service.\nAnalysis\n:  The Veteran is\nnot entitled\nto VA compensation while receiving active service pay, per\n38 CFR 3.654(b)\n.  Under\n38 CFR 3.400(b)(2)(i)\n, the effective date is the date of claim or the date entitlement arose, whichever is later.  In this situation, the date entitlement arose is later than the date of claim.  The effective date is the day following separation date for the period of dishonorable service, which is the date\nentitlement\narose.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}