{
  "chunk_id": "V_ii_4_A_29",
  "content": "/>\nV.ii.4.A.3.f\n.\nEffective Dates for Secondary SC\nAlthough\n38 CFR 3.310\ndirects that a secondary disability shall be considered a part of the original condition, this regulation covers\nentitlement\nto secondary SC but does not direct assignment of an effective date.\nThe\neffective date for secondary SC is governed by the general rule for assignment of effective dates described in the opening paragraph of\n38 CFR 3.400\n.\nA claim for secondary SC is an allegation of additional disability that is proximately due to or the result of a SC disease or injury.  As an additional disability, a secondarily SC disability cannot be treated as an increased evaluation under\n38 CFR 3.400(o)\nfor effective date purposes.  An award of increased compensation does not encompass an award of secondary SC because, by definition, secondary SC requires the incurrence of an additional disability which is separately rated under the VA Schedule for Rating Disabilities.\nFor effective date purposes, a secondary disability is distinguished from and treated differently than a complication of a disease process or other issue that is considered within scope of a separately claimed disability, as discussed at\nM21-1, Part V, Subpart ii, 4.A.1.g\nand\nM21-1, Part V, Subpart ii, 4.A.5.e\n.\nThe effective date of an award of SC is not based on the date of the earliest medical evidence demonstrating a causal connection between a primary condition and another disability secondarily related to it.  The effective date of secondary SC must be based on the date that the application upon which SC was eventually awarded was filed.\nReferences\n:  For more information on\nthe basis for not treating claims for secondary SC as claims for increase for effective date purposes, see\nRoss v. Peake\n, 21 Vet.App. 528 (2008)\nthe requirement of a claim in secondary SC scenarios, see\nLalonde v. West\n, 12 Vet.App. 377 (1999)\neffective dates for complications or residuals of a SC disability, see\nM21-1, Part V, Subpart ii, 4.A.5.e\n, and\nM21-1, Part V, Subpart ii, 4.A.1.g\n, and\narteriosclerotic manifestations granted secondary to hypertension, see\nM21-1, Part V, Subpart iii, 5.3.h\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}