{
  "chunk_id": "V_ii_4_A_30",
  "content": "/>\nV.ii.4.A.3.g\n.\nCorrelation Between Effective Date for Primary and Secondary SC Disabilities\nThe effective date assigned for a secondary SC disability cannot be earlier than the effective date assigned for the causal or primary SC disability.\nWhen a claim for SC for a disability is pending and subsequent development of the claim reveals that the disability is caused by a disability that may be associated with service, the decision maker must investigate the possibility of SC for the unclaimed causal disability as well as SC on a secondary basis for the claimed disability.\nThe duty to investigate SC for the causal disability as within scope of the claimed issue is prompted when\nthe claimed disability is shown to be secondary to the unclaimed causal disability, and\nwhen the criteria under\n38 CFR 3.159(c)(4)\nhave been satisfied.\nIf the causal or primary disability is, in fact, related to service, the pending claim reasonably encompasses a claim for benefits for the causal disability.\nThe effective date of benefits for the causal disability is guided by the date of receipt of the claim for the secondary disability.\nExample\n:  A Veteran files a claim for SC for right shoulder pain as the result of a fall caused by instability of the right knee which is not SC and has not otherwise been expressly claimed.  Development of the claim confirms a diagnosis of right shoulder impingement that is secondary to the unclaimed knee condition.  The knee injury (resulting in recurrent instability of the right knee) was sustained in service and current medical evidence shows treatment for continued symptoms since the Veteran’s discharge.  Sufficient evidence to establish SC for the knee disability is of record and the medical evidence shows the right shoulder disability was directly caused by the fall that occurred when the Veteran’s knee buckled unexpectedly.  Consider the unclaimed knee disability within scope of the claimed shoulder disability and establish SC for both issues with an effective date assigned based on the date of receipt of the claim for SC for the right shoulder condition.\nReferences\n:  For more information on\ndetermining whether an unclaimed issue is within scope of a claimed issue, see\n38 CFR 3.155(d)(2)\n, and\nM21-1, Part V, Subpart ii, 3.A.2\nthe correlation between effective dates assigned for the causal and secondary disabilities, see\nDelisio v. Shinseki\n, 25 Vet.App. 45 (2011), and\nSC on a secondary basis, including aggravation of non-service-connected disability by an SC disability, see\nM21-1, Part V, Subpart ii, 2.D\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}