{
  "chunk_id": "V_ii_4_A_34",
  "content": "/>\nV.ii.4.A.4.a\n.\nEffective Dates for Presumptive SC\nThe assignment of effective dates for presumptive SC is regulated by\n38 CFR 3.400(b)(2)(ii)\n.\nThe effective date will be the day following separation from service when\nall\nof the following criteria are met:\nthe claim is received within one year of separation from active duty, and\nthe requirements for SC are met during service, including evidence showing that\nthe disability\nbecame manifest, and\nwas incurred or aggravated during active service, and\nthere was continuous active service following the period of service on which the presumption is based.\nThe effective date will be the date entitlement arose when\nall\nof the following criteria are met:\nthe claim is received within one year of separation from active duty, and\nthe requirements for SC are not met during service.\nWhen the claim is not received within one year of separation from active service, the general rule applies and the effective date will be date of receipt of claim or date entitlement arose, whichever is later, unless another effective date rule applies.  For example,\n38 CFR 3.114\nmay apply to the assignment of an effective date for presumptive SC.\nReferences\n:  For more information on\npresumptive SC, see\n38 CFR 3.307\n38 CFR 3.308\n38 CFR 3.309\n, and\nM21-1, Part V, Subpart ii, 2.B\npresumptive disabilities and presumptive-exposure locations under Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022, see\nPACT Act Information Page\n, and\nmaximizing effective date determinations in herbicide claims, see\nM21-1, Part VIII, Subpart i, 1.B.4.a\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}