{
  "chunk_id": "V_ii_4_A_40",
  "content": "/>\nV.ii.4.A.5.a\n.\nRegulatory Provisions Applicable to Claims for Increase\nClaims for increase are regulated by\n38 CFR 3.400(o)\n.  The effective date for a claim for increase will be the general rule, which is date of receipt of the claim or date entitlement arose, whichever is later,\nunless\none of the following three exceptions apply:\nAfter basic entitlement has been terminated, such as by severance of SC, a retroactive increase or additional benefit will not be awarded.\nA grant of aid and attendance (A&A) or housebound benefits associated with an initial or supplemental claim for pension or compensation is regulated by\n38 CFR 3.401(a)\n.\nPer\n38 CFR 3.400(o)(2)\n, increased compensation may be awarded on the earliest date as of which it is factually ascertainable that an increase in disability had occurred if a complete claim or ITF is received within one year from such date.\nImportant\n:  If an increased evaluation is awarded as part of a continuously pursued issue, the effective date is assigned based on\n38 CFR 3.2500(h)(1)\n.\nReferences\n:  For more information on assigning effective dates for increased evaluations\nunder\n38 CFR 3.400(o)(2)\n, see\nM21-1, Part V, Subpart ii, 4.A.5.b\nassociated with changes in the rating schedule, see\nM21-1, Part V, Subpart ii, 4.A.6.q\nassociated with retroactive awards of A&A or housebound benefits, see\nM21-1, Part V, Subpart ii, 4.A.5.g\n, and\nin routine future review examination scenarios, see\nM21-1, Part IV, Subpart ii, 2.A\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}