{
  "chunk_id": "V_ii_4_A_41",
  "content": "/>\nV.ii.4.A.5.b\n.\nApplication of 38 CFR 3.400(o)(2)\nReceipt of medical reports may be used to establish effective date(s) for retroactive benefits based on facts found on an increase in disability.  The effective date will be the earliest date it is factually ascertainable that the increase in disability occurred if all the following criteria are satisfied:\nA complete claim or ITF must be received within one year of the date the medical records show the initial increase in disability occurred.\nWhen applying\n38 CFR 3.400(o)(2)\n, an increase in a Veteran’s SC disability must have occurred during the one-year prior to the date of the Veteran’s claim in order to receive an effective date of up to one year prior to the date of the claim. When the increased disability occurred more than one year prior to the date of receipt of the claim for increase, then the effective date will be the date of receipt of the claim.\nThe medical reports must relate to examination, hospitalization, or medical treatment of a disability for which SC has been previously established.\nReferences\n:  For more information on assigning effective dates\nwhen an increase is shown more than one year prior to the date of receipt of the claim, see\nHarper v. Brown\n, 10 Vet.App. 125, 126-27 (1997), and\nGaston v Shinseki\n, 605 F. 3d 979 (2010), and\nbased on acceptance of evidence of examination or hospitalization as an informal claim for increase prior to March 24, 2015, see\nM21-1, Part V, Subpart ii, 4.B\n, and\nM21-1, Part II, Subpart iii, 2.H.1\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}