{
  "chunk_id": "V_ii_4_A_42",
  "content": "/>\nV.ii.4.A.5.c\n.\nEffective Dates for IU Under 38 CFR 3.400(o)(2)\nIn\nNorris v. West\n, 12 Vet.App. 413, 420 (1999), the Court of Appeals for Veterans Claims (CAVC) held that evidence of a Veteran’s unemployability arising from an already SC disability is evidence of an increase in the severity of that disability.\nWhen considering a claim for individual unemployability (IU) based on an already SC disability(ies), review the evidence to determine whether it is factually ascertainable that the criteria for entitlement to IU were first met during the one-year period prior to the date of receipt of the claim.\nTo determine whether an earlier effective date for IU under\n38 CFR 3.400(o)(2)\nmay be assigned, one of the two criteria for entitlement for IU under\n38 CFR 4.16(a)\nmust be demonstrated during the one year prior to date of receipt of the IU claim.\nWhen the evidence shows that one or both criteria below are satisfied in the one-year period prior to the date of receipt of the IU claim, an earlier effective date for IU under\n38 CFR 3.400(o)(2)\nis warranted based on the date one or both criteria are satisfied.  Those criteria are\nthe evaluation of the SC disabilities is increased such as to satisfy the criteria for IU, including\na single SC disability rated at 60 percent or more, or\nmultiple SC disabilities yielding a combine rating of 70 percent or more with at least one of those disabilities rated 40 percent or more, and/or\nan inability to secure or follow a substantially gainful occupation.\nImportant\n:\nEntitlement to IU requires that all criteria as described under\n38 CFR 4.16(a) or (b)\nbe met.  When one of the criteria has been met for an extended period of time (potentially years before the claim) and the remaining criteria arises during the one-year period prior to the date of receipt of the IU claim, consideration of an earlier effective date for IU is warranted.  Both criteria need not\ninitially\narise during the one year prior to receipt of the IU claim so long as both are met sometime prior to the effective date of the grant of entitlement to IU.\nEntitlement to IU is a potential consideration any time an SC disability is evaluated.\nConsequently,\n38 CFR 3.400(o)(2)\nmay be applied to the IU effective date\nanytime an SC disability is evaluated and the outcome of the claim either grants or confirms and continues an evaluation causing the Veteran’s SC disabilities to satisfy the schedular criteria described in\n38 CFR 4.16(a)\nfor potential IU entitlement,\nand\nthe claim for IU is received within one year of the decision evaluating the SC disabilities such as to meet the schedular criteria.\nThis is true whether the prior evaluation decision resulted in the schedular criteria having been met\nfor the first time\nbased on a confirmed and continued evaluation, or\nbased on an increased evaluation, even when the criteria were previously first met at the time of a prior determination.\nReferences\n:  For more information on\nthe effective date of a grant of increased compensation based on unemployability, see\nDalton v. Nicholson\n, 21 Vet.App. 23 (2007)\nthe prohibition on assigning an effective date for IU that precedes the effective date of SC for the underlying disabilities, see\nDelrio v. Wilkie\n, 32 Vet.App. 232 (2019), and\na grant of entitlement to IU following reduction of a schedular 100-percent evaluation, see\nM21-1, Part X, Subpart ii, 4.A.4.b\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}