{
  "chunk_id": "V_ii_4_A_43",
  "content": "/>\nV.ii.4.A.5.d\n.\nExample of IU Effective Date Impacted by 38 CFR 3.400(o)(2)\nFacts\n:\nOn June 12, 2016, a Veteran submitted a claim for an increase in the 30-percent evaluation of PTSD.  The combined evaluation of the Veteran’s SC disabilities was 70 percent, with a single disability evaluated as 40-percent disabling, since 2010.  Development of the claim confirmed that the evaluation of the PTSD warranted an increase to 50 percent.  A rating decision dated December 5, 2016, granted the increased evaluation, and the combined evaluation of the Veteran’s SC disabilities increased to 80 percent effective June 12, 2016.  The Veteran was notified of the decision on December 5, 2016.\nThe Veteran subsequently submitted\nVA Form 21-8940, Veterans Application for Increased Compensation Based on Unemployability\n, on February 17, 2017, reporting that the Veteran had stopped working in 2012 due to SC PTSD and other disabilities.  Development of the claim confirmed that entitlement to IU was warranted due to the combined effects of the Veteran’s SC disabilities.\nAnalysis\n:  Since the Veteran last worked in 2012, which is more than one year prior to the claim,\n38 CFR 3.400(o)(2)\nmay not be applied to grant an effective date coinciding with the cessation of employment.  However, since the claim for increase, received on June 12, 2016, resulted in a combined evaluation that satisfied the schedular criteria for potential IU entitlement\nand\nthe claim for IU was received within one year of the December 5, 2016, decision granting that combined evaluation,\n38 CFR 3.400(o)(2)\napplies to the effective date.  Consequently, the proper effective date for the grant of IU is June 12, 2016, the date of receipt of the claim for increased evaluation since IU was an issue eventually associated with that claim for increase and it is factually ascertainable that the increase occurred within one year of the date of receipt of the IU claim.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}