{
  "chunk_id": "V_ii_4_A_44",
  "content": "/>\nV.ii.4.A.5.e\n.\nHandling Effective Dates for Complications or Residuals of an SC Disability\nWhen the evaluation criteria in\n38 CFR Part 4\nor other policy or procedural guidance directs that a given disability is to be rated based on residuals or that complications for a given disability are to be rated separately, the complications or residuals are considered increased manifestations of the primary disability.  Consequently, the applicable effective date rule is\n38 CFR 3.400(o)\n.\nExample 1\n:  The evaluation criteria for diabetes under\n38 CFR 4.119, Diagnostic Code (DC) 7913\n, include the presence of complications of diabetes as a determinant of the proper evaluation.  Note (2) under the evaluation criteria instructs the rating activity to evaluate complications of diabetes separately if doing so would result in a greater evaluation.  Because of the language in\n38 CFR 4.119, DC 7913\n, the diagnosed complications of diabetes establish a worsening of the disability, and the provisions of\n38 CFR 3.400(o)\nare applicable in determining the effective date of increased compensation, whether the evaluation of diabetes is increased or the complications of diabetes are separately established as SC.\nExample 2\n:  The evaluation criteria for diseases and injuries of the spine under\n38 CFR 4.71a, DC 5235-5242, Note 1\n, directs that associated objective neurological abnormalities be evaluated separately under an appropriate DC.  Based on this note, objective neurological abnormalities establish a worsening of the spinal disability, and the provisions of\n38 CFR 3.400(o)\nare applicable in determining the effective date of increased compensation based on the presence of the neurological impairment without regard to whether the evaluation for the spinal disability is increased.\nNote\n:  Although the disabilities are considered worsening of the primarily-diagnosed disability, procedural conventions within Veterans Benefits Management System - Rating (VBMS-R) require that the disabilities be coded as secondary to establish the connection between the primary disability and the associated complications or residuals.  However, the VBMS-R convention of identifying the disability as secondary does not impact assignment of an effective date.\nReferences\n:  For more information on\nrating issues that are within scope of a claimed issue, see\nM21-1, Part V, Subpart ii, 3.A.1.b and c\nconsidering complications of an expressly claimed issue, see\nM21-1, Part V, Subpart ii, 3.A.2.c\nadditional effective date considerations for issues within scope of the primarily claimed condition, see\nM21-1, Part V, Subpart ii, 4.A.1.g\n, and\neffective dates for secondary SC, see\nM21-1, Part V, Subpart ii, 4.A.3.e\nand\nf\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}