{
  "chunk_id": "V_ii_4_A_46",
  "content": "/>\nV.ii.4.A.5.g\n.\nEntitlement to A&A or Housebound Benefits for Retroactive Awards\nThe effective date of entitlement to special monthly compensation (SMC) or special monthly pension (SMP) is generally guided by date of receipt of claim, or date entitlement arose,\nexcept\nas provided in\n38 CFR 3.400(o)(2)\n.\nHowever, a special provision exists to allow an earlier effective date for entitlement to SMC or SMP when an award of compensation or pension benefits is effective for a period prior to the date of receipt of the claim.  This special provision, contained in\n38 CFR 3.401(a)\n, applies to\nadditional compensation or pension for a Veteran’s need for A&A or housebound status, or\nadditional compensation due to the spouse’s need for A&A.\nExample\n:  A Veteran submitted an original claim for compensation for ischemic heart disease (IHD) as due to herbicide exposure on June 22, 2019.  The Veteran’s personnel records confirmed herbicide exposure during service.  The evidence submitted with the Veteran’s claim shows that the Veteran was diagnosed with coronary artery disease prior to August 31, 2010 (the date IHD was added to the list of presumptive condition associated with herbicide exposure).  The claim included a request for entitlement to additional compensation based on A&A benefits for the Veteran’s spouse.\nThe effective date of the grant of SC for the heart disability (which is evaluated as 100-percent disabling) is impacted by\n38 CFR 3.114(a)(3)\n.  SC is warranted effective June 22, 2018, one year prior to the date of receipt of the claim.\nEvidence shows that the Veteran’s spouse suffered a severe stroke on October 14, 2018, which caused the requirement for A&A.\nEntitlement to additional compensation, payable to the Veteran, due to the spouse’s need for A&A is warranted effective October 14, 2018, the date the criteria for entitlement to A&A arose during the retroactive period of the award of SC compensation benefits.\nReference\n:  For more information on entitlement to additional compensation or pension during the retroactive period of an award, see\n38 CFR 3.401(a)\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}