{
  "chunk_id": "V_ii_4_A_52",
  "content": "/>\nV.ii.4.A.6.c\n.\nSignificance of Changes of Law\nAppropriately analyzing changes of law is critical to adjudication.  For the purpose of the guidance contained in this block,\nlaw\nmeans statutory changes, regulatory changes, or precedential case law.  Changes of law may alter the standard of entitlement, the burden of proof, the extent of the duty to assist, substantive due process requirements, the existing understanding of medical or legal concepts, or agency procedures.\nFor new claims received after a change of law has become effective that affects the standard of entitlement to a benefit, the main consideration for decision makers is effective date.  It is important to analyze whether the newly applicable law has a liberalizing effect or potentially an adverse effect requiring the reduction or discontinuance of benefits.\nNote\n:  Some changes of law may necessitate a general review of potentially-impacted past claimants and current beneficiaries who do not have claims pending.  This may consist of outreach or even re-adjudication of claims.  However general reviews\nare not routinely mandated\nand should\nnever be initiated by field decision makers\nin the absence of a\nspecific agency directive\npermitting authorized review jurisdiction.\nWith respect to claims pending when a change of law on the standard of entitlement becomes effective, the change creates a question of choice of law (applicability) and, potentially, effective date issues.  Failure to properly analyze the new law (and apply the new law as applicable) may result in an error or other need for correction of the rating decision.\nReferences\n:  For more information on\npending and finally adjudicated claims, see\nM21-1, Part X, Subpart ii, 1.A\n38 CFR 3.160\n, and\nIngram v. Nicholson\n, 21 Vet.App. 232 (2007), and\ncorrecting errors or other deficiencies in rating decisions, see\nM21-1, Part V, Subpart iv, 1.E.3\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}