{
  "chunk_id": "V_ii_4_A_57",
  "content": "/>\nV.ii.4.A.6.h\n.\nRegulatory Eligibility Requirements for Retroactive Awards Under 38 CFR 3.114\nThe provisions of\n38 CFR 3.114(a)\nfor retroactive benefits apply to claimants who become eligible for initial or increased benefits solely because of liberalizing changes in law or administrative issues.\nIn addition to the statutory eligibility standard provided in\n38 U.S.C. 5110(g)\n,\n38 CFR 3.114\nprovides that the claimant must meet the eligibility requirements of the liberalizing law or regulations\non the effective date of the\nliberalizing law or regulation, and\naward, and\nduring the entire retroactive period.\nImportant\n:  T\nhe requirements expressed in this block apply\nequally to pending and previously denied claims, and\nto any type of VA issue impacted by a law change, including but not limited to\nrating issues\nauthorization issues, or\nother benefit determinations, such as vocational rehabilitation/employment.\nReferences\n:  For more information on\nthe effective date of liberalized regulations and associated application of\n38 CFR 3.114\n, see\nRhodan and Haywood v. West\n, 12 Vet.App. 55 (1998)\nretroactive effective dates for Veterans Pension awards due to the age-65 and presumptive permanent and total disability provisions of Sections 206 and 207 of\nPL 107-103\n, see\nM21-1, Part IX, Subpart iii, 1.A.4.d\nprovisions of law establishing entitlement for paired organs and extremities, see\nM21-1, Part VIII, Subpart iv, 7.A.1.c\nliberalizing changes affecting SC for\ntraumatic brain injury (TBI), see\nM21-1, Part V, Subpart iii, 12.B\nIHD, see\nM21-1, Part V, Subpart iii, 5\n, and\nPTSD, see\nM21-1, Part VIII, Subpart iv, 1.D.2.d\napplicability of liberalizing changes for claims based on herbicide exposure in the Korean demilitarized zone, see\nM21-1, Part VIII, Subpart i, 1.B.4.c\n, and\napplying liberalizing legislation in a pension claim, or Parents’ DIC see\nM21-1, Part V, Subpart ii, 4.A.6.i\n-\nk\n, and\nM21-1, Part IX, Subpart iii, 1.A.4\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}