{
  "chunk_id": "V_ii_4_A_60",
  "content": "/>\nV.ii.4.A.6.k\n.\nExample 2:  Age 65 Liberalizing Legislation in a Pension Claim\nSituation\n:  A Veteran, age 85, is granted Veterans Pension based on the date of claim of October 17, 2014.  The grant is based on monthly retirement income of $1,200.00 and annual medical expenses of $4,858.00 (consisting of monthly Medicare Part B premiums of $104.90 and monthly supplemental health insurance of $300.00).\nThe Veteran submits a claim for an earlier effective date under liberalizing legislation within one year of VA’s decision notice, showing that net worth and medical expenses have not changed for the prior year.  However, income is slightly different because a one-time inheritance of $5,000.00 was received on March 15, 2014.\nResult\n:  The Veteran is eligible for consideration of an earlier date because the Veteran was age 70 on September 17, 2001, the effective date of section 207 of\nPL 107-103\n.  When entitlement is considered from October 17, 2013, based on the reported income and medical expense information, the Veteran’s IVAP is below the applicable MAPR.  Therefore, the Veteran is entitled to an earlier pension effective date.  VA grants pension from October 17, 2013, payable November 1, 2013.  VA must readjudicate the award and count the inheritance of $5,000 from April 1, 2014, to April 1, 2015.  Pension payments are stopped from April 1, 2014, to April 1, 2015, as the Veteran’s IVAP exceeds the MAPR.  VA can re-start the award effective April 1, 2015, payable May 1, 2015, if evidence is available or submitted to show that the Veteran meets the income and net worth criteria for benefits from April 1, 2015.  If not, the Veteran may reapply for benefits at a later date.\nNote\n:  Because the Veteran claimed an earlier effective date for pension under liberalizing legislation, VA must readjudicate the claim based on the facts found.  VA has no authority to pick and choose the award effective date.  The Veteran has the choice to claim an earlier effective date under liberalizing legislation.  Therefore, if a claim is submitted, VA must readjudicate the claim using all of the facts and information submitted by the Veteran.  This would include counting all reported income and considering all allowable medical expenses applicable during the liberalized period.\nReferences\n:  For more information on\ncomputation of income, see\n38 CFR 3.271\n, and\n13-month rule, see\nVAOPGCPREC 2-1989\n, and\nM21-1, Part IX, Subpart iii, 1.A.6.e\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}