{
  "chunk_id": "V_ii_4_A_65",
  "content": "/>\nV.ii.4.A.6.p\n.\nApplicability of Revised Rating Schedule Criteria\nWhen VA issues a regulatory amendment to the rating schedule while an initial or increased rating claim is pending, and that amendment is more favorable to the claimant than the prior regulation, VA should apply the\nmore favorable regulation to rate the disability for periods from and after the effective date of the change, and\nprior regulation to rate the disability for earlier periods.\nRefer to the table below for the three-step analysis involved in deciding the claim for increased rating in situations in which the rating criteria is revised during the pendency of the claim.\nStep\nAction\n1\nDetermine whether the intervening change is more favorable to the Veteran.  This may require application of each version of the regulation to the facts of the case unless it is clear from the face of both versions of the regulation that the change is more favorable.\nIf the revised criteria are\nmore favorable, go to Step 2, or\nnot more favorable, then evaluate the claim for increased rating under the prior version of the regulation.\n2\nApply the more favorable amended regulation to rate the disability for periods from and after the effective date of the regulatory change.\n3\nApply the prior regulation to rate the disability for periods preceding the effective date of the regulatory change.\nReferences\n:  For more information on\nthe analysis required to determine whether revised rating schedule criteria allows for retroactive applicability, see\nVAOPCGCPREC 3-2000\nevaluating disabilities following rating schedule readjustment, see\nM21-1, Part V, Subpart ii, 3.D.2\n, and\npotential liberalization associated with the revision of the criteria for rating psychiatric disorders which became effective February 3, 1988, see\nVAOPGCPREC 9-1992\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}