{
  "chunk_id": "V_ii_4_A_69",
  "content": "/>\nV.ii.4.A.7.a\n.\nEffective Dates Based on Judicial Precedents\nA precedential decision by CAVC, U.S. Court of Appeals for the Federal Circuit, or the U.S. Supreme Court that affects a statute, regulation, or other VA rule is legally binding upon VA effective the date of the issuance of the decision.  The effect of such a decision may result in different effective dates for different classes of claimants with regard to the issue decided.\nA court’s decision is not a liberalizing issue for purposes of application of\n38 CFR 3.114\n.  However, if CAVC’s decision results in an amendment to a regulation or statute, then the claimant or appellant may be entitled to retroactive disability or death benefits under the provision of\n38 CFR 3.114(a)\n.  When regulatory revision results, the claimant may receive retroactive benefits for a period of up to one year prior to the date of receipt of the claim, but no earlier than the effective date of the amended regulation or statue.\nRefer to the table below to determine the impact of a judicial precedent on an effective date.\nIf the claim ...\nThen ...\nis pending at a regional office (RO), Board of Veterans’ Appeals, or before a court on the date a precedent decision is issued\nthe ruling of the court must be considered in deciding the pending claim.\nIf the decision is favorable, the effective date may go as far back as the date the pending claim was received unless a specific provision, law, or regulation provides for an earlier date.\nis received on or after the date of issuance of the court decision which has a bearing on that claim\nthe claim must be decided under the provisions of the court’s ruling.\nIf a favorable decision is made, the effective date will be the date of receipt of the claim unless a specific provision of law or regulation provides for an earlier date.\nbecame final prior to the date of issuance of the court decision\nthe prior decision is not subject to review under the provisions of the court’s ruling.\nDecisions may not be challenged on the basis of clear and unmistakable error (CUE) based solely on the provisions of the court’s ruling.\nA new claim must be filed on or after the date of the court’s decision to allow for consideration under the provisions of the court’s ruling.  If a favorable decision is made, the effective date will be the date of receipt of the claim unless a specific provision, law, or regulation provides for an earlier effective date.\nNotes\n:\nCourt decisions invalidating VA regulations or statutory interpretations do not have retroactive effect in relation to prior claim decisions that are now finally adjudicated under\n38 CFR 3.160(d)\n.  However, court decisions relating to pending claims may be applied retroactive to the date of the court holding.\nVA may only stay the binding effect of a precedential decision of CAVC if it files a motion for stay with the court that rendered the decision.\nWhen there is an interim period between the issuance of a precedential holding and the publication of associated procedural guidance, any decision made during the interim period that fails to implement the precedential holding, such that a manifestly different decision would result based on the holding, should be corrected with a finding of CUE.\nReferences\n:  For more information on\nprecedential court decisions, see\nM21-5, Chapter 7, Section I, 1.e\nVAOPGCPREC 7-2003\n, and\nRamsey et al v. Nicholson\n, 20 Vet.App. 16 (2006), and\nreview of prior final decisions based on court decisions, see\nVAOPGCPREC 9-1994\n, and\nVAOPCGCPREC 10-1994\n.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}