{
  "chunk_id": "V_ii_4_A_71",
  "content": "/>\nV.ii.4.A.7.c\n.\nExample:  Effective Date Based on Judicial Precedent:  Prior Decision Not Final\nFacts\n:  In\nPetitti v. McDonald\n, 27 Vet.App. 415 (2015), CAVC liberally interpreted VA’s regulation at\n38 CFR 4.59\nconcerning assignment of a compensable evaluation based on painful motion for a joint.\nOn January 22, 2015, the Veteran claimed SC for a right knee condition.  SC was granted for chronic right knee strain with a 0-percent evaluation.  The VA examination revealed no objective evidence of painful motion on examination.  No other objective evidence of painful motion was of record.  The Veteran was notified on June 13, 2015, of a grant of SC with a 0-percent evaluation assigned.\nOn February 11, 2016, the Veteran’s authorized representative submitted a request to reconsider the 0-percent evaluation in connection with the CAVC holding in\nPetitti\n.  The evidence of record at the time of the non-final decision to assign a 0-percent evaluation did include credible lay evidence of painful motion.\nAnalysis\n:  As the June 13, 2015, decision was not final at the time of the October 28, 2015, CAVC\nPetitti\nholding, the ruling of CAVC must be considered in deciding the pending request for reconsideration.  Accordingly, as the holding allows for assignment of the higher 10-percent evaluation based on credible lay evidence of painful motion, the prior decision must be reconsidered and a 10-percent evaluation assigned effective January 22, 2015, the date of receipt of the prior, non-final claim.  The assignment of the effective date is not limited to the date of the CAVC decision since it did not result in a liberalizing regulation.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section A - Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180492/M21-1-Part-V-Subpart-ii-Chapter-4-Section-A-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:48.007241",
  "tags": [
    "m21-1"
  ]
}