{
  "chunk_id": "V_ii_4_B_7",
  "content": "/>\nV.ii.4.B.1.b\n.\nEffective Dates for Claims Under 38 CFR 3.157\nAs assignment of effective date is often determined by the date of receipt of a claim, it is important to understand that\n38 CFR 3.157\nwas a rule that defined what may be accepted as an informal claim as well as when the claim is considered received.\nParticularly,\n38 CFR 3.157\ndirected that informal claims based on receipt of\nreports of examination or hospitalization at a VA or uniformed services facility are considered received as of the\ndate of the outpatient or hospital examination, or\ndate of hospital admission, and\nrecords showing evidence of entitlement submitted by or on behalf of a Veteran from a private physician or layman or from state or other institutions are considered received as of the date of receipt of the evidence.\nThe following types of informal claims may result from receipt of reports of examination or hospitalization under\n38 CFR 3.157\n:\na claim for increased compensation, including when the\nVeteran has elected to received military retired pay in lieu of compensation, or\nservice-connected (SC) disabilities are evaluated as non-compensable\na claim for increased pension benefits (including when the Veteran has elected to received military retired pay in lieu of pension), and\na claim to reopen pension following denial resulting from a finding that the disability was not permanently and totally disabling.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section B - Historical Guidance on the Assignment of Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180493/M21-1-Part-V-Subpart-ii-Chapter-4-Section-B-Historical-Guidance-on-the-Assignment-of-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:57.266440",
  "tags": [
    "m21-1"
  ]
}