{
  "chunk_id": "V_ii_4_B_8",
  "content": "/>\nV.ii.4.B.1.c\n.\nContinuing Impact of 38 CFR 3.157 on VA or Uniformed Service Facility Records\nAlthough\n38 CFR 3.157\nwas removed, it continues to have the potential to impact claims processing and assignment of effective dates.\nIts continued effect means, in part, that any report of examination or hospitalization from a VA or uniformed services facility\ndated\nprior to March 24, 2015, without regard to the date the evidence is incorporated in the claims folder, may potentially be accepted as an informal claim if the requirements as described in the regulation and within this topic are otherwise satisfied.\nExample\n:  A Veteran submitted a claim for increased evaluation of his SC diabetes on July 14, 2016.  The diabetes was evaluated as 10-percent disabling at the time the claim was received.  The resultant VA examination, dated September 22, 2016, revealed that the Veteran was following a diabetic diet and using an oral medication to treat the diabetes.  VA treatment records, incorporated into the claims folder on August 15, 2016, confirmed that the Veteran was first prescribed Metformin on February 12, 2014.\nAnalysis\n:  Since the VA treatment records showing the increased symptomatology of the SC disability via prescription of Metformin are dated prior to March 24, 2015, they must be accepted as an informal claim for increase in the diabetes.  The claim is considered received on the date of the outpatient examination in which the increase was shown.  Thus, the proper effective date for the increased evaluation from 10 to 20 percent for the SC diabetes is February 12, 2014, the date of receipt of the informal claim.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section B - Historical Guidance on the Assignment of Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180493/M21-1-Part-V-Subpart-ii-Chapter-4-Section-B-Historical-Guidance-on-the-Assignment-of-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:57.266440",
  "tags": [
    "m21-1"
  ]
}