{
  "chunk_id": "V_ii_4_B_9",
  "content": "/>\nV.ii.4.B.1.d\n.\nHoldings and Opinions Relevant to Application of 38 CFR 3.157(b)(1)\nThe following court holdings and General Counsel opinion clarify the applicability of\n38 CFR 3.157(b)(1)\n.\nIn\nMacPhee v. Nicholson\n, 439 F.3d 1323 (2006), the U.S. Court of Appeals for the Federal Circuit held that although the language of\n38 CFR 3.157(b)(1)\nrefers to claims to reopen, in this case the claim to reopen is limited in scope for compensation purposes to those disabilities for which SC has already been established.  Medical reports concerning a disability for which SC has not been granted cannot be used to trigger application of\n38 CFR 3.157(b)(1)\n.\nIn\nMassie v. Shinseski\n, 724 F.3d 1325 (2013), the U.S. Court of Appeals for the Federal Circuit made the following findings:\nA physician’s letter does not qualify as a report of examination under\n38 CFR 3.157(b)(1)\nbecause it was not generated in connection with any particular VA medical examination.  The medical record in question must describe the results of a specific, identifiable VA or uniform service facility outpatient or hospital examination.\nFor\n38 CFR 3.157(b)(1)\nto be considered an informal claim, the report of examination or hospitalization must demonstrate that the Veteran’s SC disability worsened since the time it was last evaluated for rating purposes.\nIn\nMunro v. Shinseki\n, 616 F.3d 1293 (2010), the U.S. Court of Appeals for the Federal Circuit found that\n38 CFR 3.157(b)\nestablishes that evidence such as VA medical reports be accepted as informal claims for increased compensation, not that informal claims require separate consideration from formal claims.  Furthermore, it is not necessary for VA to address every one of these informal claims separately.  The implicit denial rule may be applied to terminate the pending status of both formal and informal claims.\nIn\nPacheco v. Gibson\n, 27 Vet.App. 21 (2014), the Court of Appeals for Veterans Claims held that a previous allowance of non-service-connected (NSC) pension cannot result in an earlier effective date under\n38 CFR 3.157(b)(1)\nfor a claim to reopen a previously denied claim for SC.  Rather, a previous allowance of NSC pension can result in an earlier effective date for an increased pension claim or a claim to reopen a pension claim previously denied because the disability was not permanently and totally disabling.\nIn\nVAOPGCPREC 5-2003\n, General Counsel found that the provision of\n38 CFR 3.157(b)(1)\nstating that the date of admission to a uniform services hospital will be accepted as the date of receipt of a claim for increased benefits is applicable to Veterans hospitalized in private facilities at Department of Defense expense under the TRICARE program.",
  "title": "M21-1, Part V, Subpart ii, Chapter 4, Section B - Historical Guidance on the Assignment of Effective Dates",
  "citation": "Part V, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180493/M21-1-Part-V-Subpart-ii-Chapter-4-Section-B-Historical-Guidance-on-the-Assignment-of-Effective-Dates",
  "updated": "",
  "scraped_at": "2025-06-16T22:42:57.266440",
  "tags": [
    "m21-1"
  ]
}