{
  "chunk_id": "V_iii_1_A_6",
  "content": "/>\nV.iii.1.A.1.a\n.\nEstablishing the Minimum Compensable Evaluation Under 38 CFR 4.59\nAn actually painful joint can be a basis for assignment of a compensable evaluation even though the specific criteria for a compensable evaluation listed in a diagnostic code (DC) for the joint are not met.\nThe regulatory language at\n38 CFR 4.59\nprovides that\npain of a joint due to joint or periarticular (structures surrounding the joint) pathology is indicative of disability, and\nan actually painful joint justifies the assignment of the minimum compensable evaluation for the joint under the applicable DC.\nGuidance for assessment of a disability to determine whether painful motion exists is also included in\n38 CFR 4.59\n.  Particularly, this regulation\ndescribes ways in which painful motion can be discerned, such as\nfacial expression\nwincing, etc., on pressure of manipulation\nmuscle spasms, or\ncrepitation in tendons, ligaments, or joint structures\nrequires that the findings be noted in the medical evidence to assist the rating authority in assigning a disability rating that adequately accounts for painful motion, and\nexplains the kinds of test results that must be obtained to permit an adjudicator to assess the effect of painful motion, including range of motion (ROM) tests\nfor passive and active motion\nin both weight-bearing and nonweight-bearing circumstances, and\nfor the opposite undamaged joint for comparison purposes, if possible.\nNotes\n:\n38 CFR 4.71a, DC 5002 and 5003\n(and several other DCs that incorporate the criteria from those DCs by reference) provide that where limitation of motion (LOM) of joint(s) is noncompensable under DCs specific to the involved joint(s), a compensable evaluation can be assigned for the LOM if objectively confirmed by findings such as satisfactory evidence of painful motion.  In contrast,\n38 CFR 4.59\nprovides an alternate basis for assigning a compensable evaluation for disabilities rated under those DCs on the basis of credible lay evidence of painful motion. The minimum compensable evaluation may be assigned under\n38 CFR 4.59\nbased on subjective painful motion, and does not require objective evidence of painful motion.\nMultiple precedential court decisions have impacted the application of\n38 CFR 4.59\n, as discussed at\nM21-1, Part V, Subpart iii, 1.A.1.b\n-\nk\n.  These holdings must be applied in determining whether the minimum compensable evaluation for a disability based on painful motion is warranted under\n38 CFR 4.59\n.\nReference\n:  For more information on considering painful motion when assigning multiple LOM evaluations for a joint, see\nM21-1, Part V, Subpart iii, 1.A.3.e\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}