{
  "chunk_id": "V_iii_1_A_7",
  "content": "/>\nV.iii.1.A.1.b\n.\nPrecedential Court Holdings Impacting 38 CFR 4.59\nMultiple precedential decisions have impacted the application of\n38 CFR 4.59\n.  Refer to the table below for a listing of impactful precedential court holdings, a brief description of the impact, and the applicability date (date of decision) for each.  More detailed explanations for each holding and its impact on the application of\n38 CFR 4.59\nin claims processing can be found in\nM21-1, Part V, Subpart iii, 1.A.1.c\n-\ni\n.\nHolding\nSummary of Impact\nDate of Decision\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995)\nClarified exam requirements to assess the impact of pain on functional impairment including additional loss of motion due to pain.\nDecember 22, 1995\nBurton v. Shinseki\n, 25 Vet.App. 1 (2011)\n38 CFR 4.59\nis not limited in applicability to arthritis claims.\nAugust 4, 2011\nMitchell v. Shinseki\n, 25 Vet.App. 32 (2011)\nClarified\nexam requirements for assessing impact of painful motion with use and during flare-ups, and\nthat when assigning a disability evaluation based on loss of ROM, painful motion is not considered the same as limited motion unless the pain actually causes a loss of motion.\nAugust 23, 2011\nPetitti v. McDonald\n, 27 Vet.App. 415 (2015)\n38 CFR 4.59\ndoes not require objective evidence of painful motion for assignment of a minimal compensable evaluation for a joint.\n38 CFR 4.71a, DC 5002\ndoes require objective evidence of painful motion.\nOctober 28, 2015\nSowers v. McDonald\n, 27 Vet.App. 472 (2016)\n38 CFR 4.59\nis\nlimited by the DC applicable to the claimant’s disability, and\ninapplicable to a DC that does not provide a compensable evaluation.\nNote\n:  The\nSowers\nholding influenced a subsequent policy decision to assign the minimum compensable evaluation under the corresponding DC for painful motion under\n38 CFR 4.59\n.\nFebruary 12, 2016\nNote\n:  The policy decision to assign the minimum compensable evaluation under the corresponding DC for painful motion under\n38 CFR 4.59\nis effective May 23, 2016.\nCorreia v. McDonald\n, 28 Vet.App. 158 (2016)\nClarified exam requirements for ROM testing to evaluate joint disabilities for painful motion in weight-bearing, nonweight-bearing, with active and passive motion, and in comparison to the opposite joint.\nDirected that pain with passive motion (even in the absence of another indication of painful motion) is sufficient to satisfy the criteria for entitlement to the minimum compensable evaluation under\n38 CFR 4.59\n.\nJuly 5, 2016\nSouthall-Norman v. McDonald\n, 28 Vet.App. 346 (2016)\n38 CFR 4.59\nis not limited to DCs involving limited ROM.\nDecember 15, 2016\nReference\n:  For more information on assignment of effective dates associated with precedential court decisions, see\nM21-1, Part V, Subpart ii, 4.A.7\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}