{
  "chunk_id": "V_iii_1_A_8",
  "content": "/>\nV.iii.1.A.1.c\n.\nAssessing Functional Loss Due to Pain Per Deluca v. Brown\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995), held that in examinations of musculoskeletal disabilities, the examiner must be asked to give an opinion on whether pain could significantly limit functional ability during flare-ups or with repeated use over a period of time.\nThis information must be portrayed in terms of the degree of additional ROM lost due to pain on use or during flare-ups.\nImpact on application of\n38 CFR 4.59\n:\nExaminations must address the\nDeLuca\ncriteria.\nThe\nDeLuca\nholding is not limited in impact to painful motion.  The holding impacts consideration of functional impairment due to pain and other factors as discussed in\n38 CFR 4.40\n,\n38 CFR 4.45\n, and\nM21-1, Part V, Subpart iii, 1.A.3\n.\nDecision makers must properly assess the\nDeLuca\nfindings in conjunction with\n38 CFR 4.40\n,\n38 CFR 4.45\n, and\n38 CFR 4.59\n.  The disability is evaluated based on most severe loss of motion due to pain or following repetitive motion testing.\nThe\nDeluca\ndecision was effective December 22, 1995.\nNote\n:  The\nDeLuca\nholding had limited impact on the application of\n38 CFR 4.59\nother than the fact that it may elicit evidence concerning the presence of pain.  However,\nDeLuca\ndoes impact application of\n38 CFR 4.40\nand\n38 CFR 4.45\n.\nDeLuca\nalso clarified that the plain language of\n38 CFR 4.45\ndoes not limit the evaluation criteria contained therein to muscle injuries.\nReference\n:  For more information on assessing examinations for adequacy in conjunction with\nDeLuca\nand associated holdings on ROM and functional loss, see\nM21-1, Part V, Subpart iii, 1.A.1.j\nand\nk\n, and\nM21-1, Part IV, Subpart i, 3.B.1.f and g\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}