{
  "chunk_id": "V_iii_1_A_11",
  "content": "/>\nV.iii.1.A.1.f\n.\nSatisfactory Evidence of Painful Motion Per Petitti v. McDonald\nPetitti v. McDonald\n, 27 Vet.App. 415 (2015), held that\n38 CFR 4.59\ndoes not require\nobjective\nevidence of painful motion for assignment of a minimal compensable evaluation of a joint.  This guidance applies to all musculoskeletal disabilities irrespective of the DC that has already been assigned to the disability.\nNote\n:  Apply the historical criteria for acceptance of an informal claim under\n38 CFR 3.157\n, as discussed in\nM21-1, Part V, Subpart ii, 4.B.1\n, when a report of examination or hospitalization at a VA or uniform services facility shows worsening of the disability evidenced by the onset of painful motion of a service-connected (SC) disability evaluated as noncompensable on before March 24, 2015.\nImpact on application of\n38 CFR 4.59\n:\nUnder\n38 CFR 4.59\n, objective evidence of painful motion is not required for assignment of the minimum compensable evaluation for the musculoskeletal disability.  Lay evidence of painful motion is sufficient.\nLay testimony may consist of a Veteran’s own statement to the extent that the statement describes symptoms capable of lay observation.\nLay testimony may consist of a description by another person detailing observations of a Veteran’s difficulty walking, standing, sitting, or undertaking other activity.\nThe following are examples (not an all-inclusive list) of symptoms sufficient to assign the minimum compensable evaluation for the joint under\n38 CFR 4.59\n:\npain with weight-bearing or nonweight-bearing\npain with passive ROM\npain reported during repeated use, or\npain reported during flare-ups.\nThe following are examples (not an all-inclusive list) of symptoms that can support a claimant’s report of painful motion but are not sufficient evidence, by themselves, to support assignment of the minimum compensable evaluation under\n38 CFR 4.59\n:\ncrepitus/joint crepitation (a clinical sign of a crackling or grating feeling or sound in a joint), and\npain on palpation.\nAn examiner’s opinion that painful motion would be present with repeated use over time or during flare-ups (as required in the\nMitchell\nopinion) may be sufficient lay evidence to support a finding of painful motion, if found credible.\nA finding of painful motion under\n38 CFR 4.59\nbased on lay or subjective reporting of pain is contingent on a credibility assessment as discussed at\nM21-1, Part V, Subpart ii, 1.A.2.b\n.\nPrior to the\nPetitti\nholding, longstanding VA policy was that objective evidence of painful motion was required to assign the minimum compensable evaluation under\n38 CFR 4.59\n.\nThe\nPetitti\nholding is effective October 28, 2015.\nReferences\n:  For more information on\nassignment of effective dates associated with\ninformal claims accepted under historical\n38 CFR 3.157\n, see\nM21-1, Part V, Subpart ii, 4.B.1\n, and\nthe requirement for a showing of worsening of a disability for application of historical\n38 CFR 3.157\n, see\nMassie v. Shinseki\n, 724 F.3d 1325 (2013).",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}