{
  "chunk_id": "V_iii_1_A_12",
  "content": "/>\nV.iii.1.A.1.g\n.\nSelecting a DC and Minimum Compensable Evaluation for 38 CFR 4.59 Per Sowers v. McDonald\nSowers v. McDonald\n, 27 Vet.App. 472 (2016), held that\n38 CFR 4.59\nis limited by the DC applicable to the claimant’s disability, and where that DC does not provide a compensable rating,\n38 CFR 4.59\ndoes not apply.\nExample\n:  Painful motion of a right ring finger fracture that is rated under\n38 CFR 4.71a, DC 5230\nwould not receive a compensable evaluation under\n38 CFR 4.59\nbecause this DC does not contain a compensable evaluation.\nImportant\n:\nSowers\ndid not specifically hold that the minimum compensable evaluation must be assigned under the applicable DC for the disability involved.  However, the holding did influence a subsequent policy determination that the minimum compensable evaluation under the DC must be assigned when painful motion is demonstrated under\n38 CFR 4.59\n.  This policy is effective May 23, 2016.\nThis policy particularly affects painful motion of the shoulder evaluated under\n38 CFR 4.71a, DC 5201\n.  Under this DC, painful motion of the shoulder warrants assignment of a 20-percent evaluation.\nThis decision represents a change in longstanding VA policy in which the minimum compensable evaluation was interpreted as a 10-percent evaluation irrespective of the DC involved.\nImpact on application of\n38 CFR 4.59\n:\nEffective February 12, 2016, the\nSowers\nholding requires that\n38 CFR 4.59\nmust be applied based on the DC applicable to the disability.  In other words, the DC most appropriate to the disability being evaluated must be selected, and then\n38 CFR 4.59\nmust be applied accordingly.\nEffective May 23, 2016, the minimum compensable evaluation refers to the lowest evaluation specified under the DC most applicable to the disability.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}