{
  "chunk_id": "V_iii_1_A_14",
  "content": "/>\nV.iii.1.A.1.i\n.\nSelecting a DC for Application of 38 CFR 4.59 Per Southall-Norman v. McDonald\nSouthall-Norman v. McDonald\n, 28 Vet.App. 346 (2016), held that\n38 CFR 4.59\nis\nnot limited to the evaluation of musculoskeletal disabilities under DCs predicated upon ROM measurements, and\napplicable to the evaluation of musculoskeletal disabilities involving actually painful, unstable, or malaligned joints or periarticular regions, regardless of whether the DC under which the disability is evaluated is predicated upon ROM measurements.\nExamples\n:\n38 CFR 4.59\nsupports assignment of a 10-percent evaluation where great/first toe malalignment (hallux valgus) is actually painful, even though the regulatory criteria of\n38 CFR 4.71a, DC 5280\ndo not mention ROM and the specified 10-percent criteria under that DC (operated with resection of the metatarsal head or severe, if equivalent to amputation of the great toe) are not met.  Refer to\nM21-1, Part V, Subpart iii, 1.A.1.l\nfor more information on the application of\n38 CFR 4.59\nto\n38 CFR 4.71a, DC 5280\n.\n38 CFR 4.59\nsupports assignment of a 10-percent evaluation where there is pain from a flat foot or feet (pes planus) even though the regulatory criteria of\n38 CFR 4.71a, DC 5276\ndo not specifically mention ROM, the specified 10-percent criteria under that DC are not met, and the DC provides for a lower, 0 percent, evaluation.  Refer to\nM21-1, Part V, Subpart iii, 1.A.2.e\nfor more information on the application of\n38 CFR 4.59\nto\n38 CFR 4.71a, DC 5276\n.\nImpact on application of\n38 CFR 4.59\n:\nWhen musculoskeletal disability involves joint or periarticular pathology that is painful,\n38 CFR 4.59\nis applicable when painful motion is present without regard to whether the DC used for evaluation involves ROM.\nThe\nSouthall-Norman\nholding represents a change to longstanding VA policy which directed that\n38 CFR 4.59\napplies only to DCs involving ROM.\nThe\nSouthall-Norman\nholding is effective December 15, 2016.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}