{
  "chunk_id": "V_iii_1_A_15",
  "content": "/>\nV.iii.1.A.1.j\n.\nAssessing Medical Evidence for Functional Loss Due to Pain\nMedical evidence used to evaluate functional impairment due to pain must account for painful motion, pain on use, and pain during flare-ups or with repeated use over a period of time.\nAs a part of the assessment conducted in accordance with\nDeLuca v. Brown\n, 8 Vet.App. 202 (1995), the medical evidence must\nclearly indicate the exact degree of movement at which pain limits motion in the affected joint, and\ninclude the findings of at least three repetitions of ROM.\nPer\nMitchell v. Shinseki\n, 25 Vet.App. 32 (2011), when pain is associated with movement, an examiner must opine or the medical evidence must show whether pain could significantly limit functional ability\nduring flare-ups, or\nwhen the joint is used repeatedly over a period of time, and\nif there is functional impairment found during flare-ups or with repeated use over a period of time, the examiner must provide, if feasible, the degree of additional LOM due to pain on use or during flare-ups.\nPer\nCorreia v. McDonald\n, 28 Vet.App. 158 (2016)\nthe joints involved must be tested for pain\non both active and passive motion, and\nin weight-bearing and nonweight-bearing, and\nif possible, the ROM of the opposite, undamaged joint must be assessed for comparison.\nImportant\n:\nIf the examiner cannot provide any of the above findings the report must\nindicate that the examiner cannot determine, without resort to mere speculation, whether any of these factors cause additional functional loss, and\nprovide rationale for this opinion.\nAn examiner’s statement that speculation is required is, itself, a medical opinion that must be supported by adequate rationale.  A review of the claims folder and consideration of all procurable and relevant information must be demonstrated as discussed in\nM21-1, Part IV, Subpart i, 3.A.1.r\n.\nReferences\n:  For more information on\nreviewing musculoskeletal examination reports for sufficiency, see\nM21-1, Part IV, Subpart i, 3.B.1.f-h\nthe requirement for claims folder review for musculoskeletal examinations involving one or more joints, see\nM21-1, Part IV, Subpart i, 2.A.8.b\n, and\nhandling an examiner’s statement than an opinion would be speculative, see\nM21-1, Part IV, Subpart i, 3.A.1.r\nJones v. Shinseki\n, 23 Vet.App. 382 (2010), and\nSharp v. Shulkin\n29 Vet.App. 26 (2017).",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}