{
  "chunk_id": "V_iii_1_A_17",
  "content": "/>\nV.iii.1.A.1.l\n.\nEvaluating Painful Motion of Minor Joints or Joint Groups Under 38 CFR 4.59\nThe determining factor as to whether a minimum compensable evaluation may be assigned under\n38 CFR 4.59\nis whether the appropriate corresponding DC for the joint or periarticular region involved includes a compensable evaluation, as demonstrated in\nSowers v. McDonald\n, 27 Vet.App. 472 (2016).\n38 CFR 4.59\ndoes not include a specific provision limiting application to major joints or provisions for how to consider groups of minor joints.  Thus, major joint involvement or multiple minor joint involvement is not a factor in determining whether a minimum compensable evaluation may be assigned under\n38 CFR 4.59\n.\nThe following principles apply when evaluating painful motion of the minor joints of the hands and feet:\n38 CFR 4.71a, DC 5228 and 5229\nallow for compensable evaluations for LOM of the thumb, index finger, and long finger.  Consequently, compensable evaluations are warranted for painful motion of each of these fingers.  Separate evaluations must be assigned for each SC digit evaluated under these DCs affected by painful motion.\nPainful motion of multiple toes of one foot due to injuries is most appropriately evaluated under\n38 CFR 4.71a, DC 5284\nsince there is no specific code for evaluation of injuries of single toes.  A single evaluation is warranted for a single foot, whether it is affected by one or more painful toes or other painful joints of the foot.  The minimum compensable evaluation for this DC is 10 percent.  Therefore, a single 10-percent evaluation is warranted for painful motion of one of more toes or other joints in a foot due to injury.\nDo not routinely utilize\n38 CFR 4.71a, DC 5280\nto evaluate painful motion of the first toe.\nAssignment of a 10-percent evaluation for painful motion of the first toe under\n38 CFR 4.71a, DC 5280\nis appropriate only when the disability being evaluated is hallux valgus or another disability that is most appropriately analogously evaluated as hallux valgus (as required in the\nSowers\nholding).\nAssignment of the minimum compensable evaluation for painful motion due to hammertoes evaluated under\n38 CFR 4.71a, DC 5282\nrequires involvement of all five toes unless the hammertoes are due to injury, in which case the painful motion of less than five toes could be alternatively evaluated under\n38 CFR 4.71a, DC 5284\n.\nNote\n:  The definition of joint that is reliant on the distinction of major and minor joints at\n38 CFR 4.45(f)\nis applicable for the purpose of rating arthritis but is\nnot\napplicable to\n38 CFR 4.59\n.\nReferences\n:  For more information on\nthe application of\n38 CFR 4.45(f)\nfor major and minor joints, see\nSpicer v. Shinseki\n, 752 F.3d 1367 (2014)\nevaluating disabilities of the fingers, see\nM21-1, Part V, Subpart iii, 1.B.2\n, and\nevaluating disabilities of the feet, see\nM21-1, Part V, Subpart iii, 1.B.5\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}