{
  "chunk_id": "V_iii_1_A_18",
  "content": "/>\nV.iii.1.A.1.m\n.\nSteps for Applying 38 CFR 4.59\nRefer to the table below for procedures for assessing the applicability of and applying\n38 CFR 4.59\n.\nStep\nAction\n1\nDetermine the DC most applicable to the disability based on either\nthe disability and corresponding DC as specifically listed in the rating schedule, or\napplication of\n38 CFR 4.20\nfor selection of the most appropriate analogous DC.\nGo to Step 2.\nNote\n:  Per\nSowers v. McDonald\n, 27 Vet.App. 472 (2016),\n38 CFR 4.59\nis limited by the DC applicable to the claimant’s disability.\n2\nReview findings on examination to determine whether painful motion is present.  If painful motion is\npresent, go to Step 3, or\nnot present, do not apply\n38 CFR 4.59\n.\nNote\n:  Per\nPetitti v. McDonald\n, 27 Vet.App. 415 (2015),\n38 CFR 4.59\ndoes not require objective evidence of painful motion for assignment of a minimal compensable evaluation for a joint.\n3\nIf the DC\ninvolves joint or periarticular pathology, go to Step 4, or\ndoes not involve joint or periarticular pathology, then application of\n38 CFR 4.59\nis not warranted.\nNote\n:  Per\nSouthall-Norman v. McDonald\n, 28 Vet.App. 346 (2016),\n38 CFR 4.59\nis not limited to DCs involving limited ROM.\n4\nReview the available evaluations under the selected DC.  If the selected DC\nallows for assignment of a compensable evaluation, then assign the minimum compensable evaluation for painful motion if other symptoms do not warrant a higher evaluation, or\ndoes not allow for a compensable evaluation, then do not assign a compensable evaluation under\n38 CFR 4.59\n.\nNote\n:  The holding in\nSowers v. McDonald\n, 27 Vet.App. 472 (2016) influenced a subsequent policy decision to assign the minimum compensable evaluation under the corresponding DC for painful motion under\n38 CFR 4.59\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}