{
  "chunk_id": "V_iii_1_A_22",
  "content": "/>\nV.iii.1.A.2.a\n.\nPainful Motion of the Shoulder\nThe following examples demonstrate the proper procedures for considering\n38 CFR 4.59\nwhen evaluating shoulder disabilities.\nExample 1\n:  Assume a shoulder strain with forward elevation and abduction limited to 145 degrees with credible evidence of pain while performing each motion, starting at 140 degrees.  Assign a 20-percent evaluation under\n38 CFR 4.71a, DC 5201\n.  Under\n38 CFR 4.59\nthere is actually painful motion and joint or periarticular pathology (a strain).  Therefore, the intention of the rating schedule is that the decision maker will assign the minimum compensable evaluation provided under the DC appropriate to the disability at issue.  The lowest specified compensable evaluation for shoulder motion under the DC is 20 percent.\nExample 2\n:  Assume the same facts as in Example 1 but the diagnosis is traumatic arthritis of the shoulder based on x-rays.  Assign a 20-percent evaluation under\n38 CFR 4.71a, DC 5010-5201\nwith application of\n38 CFR 4.59\n.  The ROM does not meet the criteria for a 20-percent evaluation under\n38 CFR 4.71a, DC 5201\nbecause arm motion is not limited at shoulder height.  However, pursuant to\n38 CFR 4.59\nthere is actually painful motion and joint or periarticular pathology (arthritis).  Therefore, the intention of the rating schedule is that the decision maker will assign the minimum compensable evaluation provided under the DC appropriate to the disability at issue.  The lowest specified compensable evaluation for shoulder motion under\n38 CFR 4.71a, DC 5201\nis 20 percent.\nExample 3\n:  Assume the same facts as in Example 2 except that there was no pain on motion and the arthritis is degenerative rather than traumatic.  There was a minor amount of swelling of the shoulder.  Assign a 10-percent evaluation under\n38 CFR 4.71a, DC 5003\n.  There is x-ray evidence of degenerative arthritis and motion that is noncompensable under the applicable DC.  There is no indication of painful motion, so\n38 CFR 4.59\nis not applicable.  Under\n38 CFR 4.71a, DC 5003\n,\nLOM must be “objectively confirmed” by findings such as swelling, spasm, or satisfactory evidence of painful motion.  In this case there was objective evidence supporting the LOM – namely the minor swelling of the shoulder.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}