{
  "chunk_id": "V_iii_1_A_23",
  "content": "/>\nV.iii.1.A.2.b\n.\nNon-Objective Pain Under 38 CFR 4.59\nExample 1\n:  On examination, a claimant reports current symptoms of regular pain of the right knee (particularly when fully straightening the knee) that is worsened with increased activity.  The examiner finds normal ROM without pain on examination.  Repetitive motion testing produces no evidence of pain or loss of motion.  The assessment is right knee strain.  Assign a 10-percent evaluation under\n38 CFR 4.71a, DC 5261\n.  The claimant’s reports of joint pain are found to be credible.  There is no basis to reject the complaints of pain as lacking in credibility.\n38 CFR 4.59\ndoes not require objective evidence of painful motion.  The claimant’s statement establishes that there is actually painful motion of the joint, even though it was not objectively verified on VA examination.\nExample 2\n:  On examination, a claimant reports constant pain of the left elbow (particularly when bending the arm).  The examiner finds normal ROM without pain on examination. Repetitive motion testing produces no evidence of pain or loss of motion.  There is no swelling or spasm. The assessment is degenerative arthritis of the left elbow corroborated by x-rays.  Assign a 10-percent evaluation under\n38 CFR 4.71a, DC 5003-5206\n.  The claimant’s reports of joint pain are found to be credible.  There is no basis to reject the complaints of pain as lacking in credibility.  Although\n38 CFR 4.71a, DC 5003\nrequires noncompensable LOM and objective confirmation of LOM by spasm, swelling, or satisfactory evidence of painful motion,\n38 CFR 4.59\nprovides an alternative basis for a compensable evaluation and does not require objective evidence of painful motion.  The claimant’s statement establishes that there is actually painful motion of the joint, even though pain was not objectively verified on VA examination.\nExample 3\n:  Start with the same facts as Example 2.  However, in this example, claimant reports significant pain on elbow motion consistently for the last year and particularly in the last week.  However, treatment records from the past year show normal, painless range of elbow motion and no history of pain at rest, or on motion.  Notably, in a VA outpatient report from two days before the VA examination, the claimant told the treating doctor that the elbow was not painful and had not been painful at all in the last year.  Continue the 0-percent evaluation.  Review of all the evidence satisfactorily demonstrates that the complaints of painful motion were not credible.  Elbow motion is not found to be actually painful.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}