{
  "chunk_id": "V_iii_1_A_24",
  "content": "/>\nV.iii.1.A.2.c\n.\nPain With Passive ROM Under 38 CFR 4.59\nService connection (SC) is established for left rotator cuff impingement.  The Veteran reports shoulder pain when lifting the left arm – particularly with repetitive motion of the arm at or above shoulder height.  The Veteran reported a feeling of weakness with repeated over the head motions like painting.  On examination, the Veteran had full active forward elevation, abduction, and external and internal rotation of the shoulder including on repeated motion.  There was no report of pain with active motion.  Passive ROM testing for impingement including the Hawkin’s Sign was positive and reproduced impingement with the guided movements at shoulder height.  Assign a 20-percent evaluation under\n38 CFR 4.71a, DC 5201\n.  The Hawkin’s Sign is a test for pain on passive ROM.  Under\n38 CFR 4.59\nthe shoulder is actually painful to passive ROM and there is joint or periarticular pathology (rotator cuff impingement).  The intention of the rating schedule is that the decision maker will assign the minimum compensable evaluation provided under the DC appropriate to the disability at issue.  The lowest specified compensable evaluation for limited ROM of the shoulder under the DC is 20 percent.\nNote\n:\nMedical Electronic Performance Support System (EPSS)\nprovides that a rotator cuff tear should be rated by analogy to\n38 CFR 4.71a, DC 5203\n(clavicle or scapula, impingement of) because the rotator cuff holds the humeral head in the glenoid fossa of the scapula and consists of the muscles around the scapula.  However,\n38 CFR 4.71a, DC 5203\nin turn provides that rather than rating impairment of the scapula by dislocation, nonunion, or malunion it may also be rated “on impairment of function of the contiguous joint.”\nMedical EPSS\nnotes that rotator cuff impingement is characterized by pain and weakness with motions at or above shoulder height and advises that there may be LOM of the arm for the purposes of\n38 CFR 4.71a, DC 5201\nin cases of rotator cuff disease.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}