{
  "chunk_id": "V_iii_1_A_26",
  "content": "/>\nV.iii.1.A.2.e\n.\nPainful Motion Associated With Flatfoot\nSituation\n:  SC is warranted for flat feet under\n38 CFR 4.71a, DC 5276\n.  The clinical evidence shows complete relief of symptoms, including foot pain, with arch supports.  However, the record also contains credible lay reports of pain.\nOutcome\n:  Although no more than a 0-percent evaluation is warranted under\n38 CFR 4.71a, DC 5276\non the basis of complete symptom relief due to an orthotic device, application of\n38 CFR 4.59\nwarrants assignment of a 10-percent evaluation.\nRationale\n:\nSubjective, credible reports of painful motion trigger application of\n38 CFR 4.59\npursuant to the\nPetitti\nholding.\nThe criteria for assignment of the minimum compensable evaluation under\n38 CFR 4.59\nare entirely independent of the criteria for evaluation under the DC.  Thus, the relief of symptoms of pain is immaterial to assignment of the minimum compensable evaluation for painful motion under\n38 CFR 4.59\nfor pes planus or other analogously rated disabilities.\nAdditionally, the\nSouthall-Norman\nholding requires VA to apply\n38 CFR 4.59\nto all musculoskeletal codes involving joint or periarticular pathology to include even those, such as\n38 CFR 4.71a, DC 5276\n, that do not specifically consider LOM.\nNote\n:  The minimum compensable evaluation under\n38 CFR 4.71a, DC 5276\nis a single 10 percent whether for unilateral or bilateral pes planus.  Accordingly, assignment of a single 10-percent evaluation for painful motion due to pes planus is warranted per\n38 CFR 4.59\nregardless of whether the painful motion is unilateral or bilateral.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}