{
  "chunk_id": "V_iii_1_A_33",
  "content": "/>\nV.iii.1.A.3.d\n.\nAssigning a Separate Noncompensable Evaluation When Schedular 0-Percent Criteria Are Not Specified\nWhen considering a separate evaluation for a motion of a joint specified in\nM21-1, Part V, Subpart iii, 1.A.3.c\n, where 0-percent evaluation criteria are not provided by the DC,\nany\nLOM for that specific movement falling short of criteria for a compensable level of evaluation will be assigned a separate 0-percent evaluation.\n38 CFR 4.31\nprovides that in every instance where the schedule does not provide a 0-percent evaluation for a DC, a 0-percent evaluation shall be assigned when the requirements for a compensable evaluation are not met.\nThe motions include\n38 CFR 4.71a, DC 5207\n, limitation of extension of the elbow\n38 CFR 4.71a, DC 5213\n, impairment of supination and pronation of the forearm\n38 CFR 4.71a, DC 5251\n, limitation of extension of the hip\n38 CFR 4.71a, DC 5252\n, limitation of flexion of the hip, and\n38 CFR 4.71a, DC 5253\n, impairment of rotation, adduction, or abduction of the hip.\nExample\n:  Examination shows flexion of the hip limited to 60 degrees and extension limited to 5 degrees.  Normal hip ROM is from 0 degrees (fully extended) to 125 degrees (fully flexed).  The limitation of extension to 5 degrees is rated 10 percent under\n38 CFR 4.71a, DC 5251\n.\n38 CFR 4.71a, DC 5252\n(limitation of flexion) does not list criteria for a 0-percent evaluation, but a 10-percent evaluation requires flexion limited to 45 degrees.  Because there is limited flexion not meeting the 10-percent criteria and there is no defined schedular 0-percent evaluation criteria, a 0-percent evaluation is warranted for limited flexion of the hip under\n38 CFR 4.71a, DC 5252\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}