{
  "chunk_id": "V_iii_1_A_34",
  "content": "/>\nV.iii.1.A.3.e\n.\nConsidering Pain When Assigning Multiple LOM Evaluations for a Joint\nWhen considering the role of pain in evaluations for multiple motions of a single joint, the following guidelines apply.\nWhen more than one qualifying joint motion is actually limited to a compensable degree and there is painful but otherwise noncompensable limitation of the complementary movement(s),\nonly one compensable evaluation can be assigned\n.\nMitchell v. Shinseki\n, 25 Vet. App. 32 (2011) reinforced that painful motion is the equivalent of limited motion only based on the specific language and structure of\n38 CFR 4.71a, DC 5003\n, not for the purpose of\n38 CFR 4.71a, DC 5260\n, and\n38 CFR 4.71a, 5261\n.  For degenerative arthritis, if one motion is actually compensable under its 52XX-series DC, then a 10-percent evaluation under\n38 CFR 4.71a, DC 5003\nis not available and the complementary motion cannot be treated as limited at the point where it is painful.\n38 CFR 4.59\ndoes not permit separate compensable evaluations for\neach\npainful joint\nmotion\n.  It only provides that VA policy is to recognize actually painful motion as entitled to at least the minimum compensable evaluation for the\njoint\n.\nWhen each qualifying joint motion is painful but motion is not actually limited to a compensable degree under its applicable 52XX-series DC,\nonly one compensable evaluation can be assigned\n.\nAssigning multiple compensable evaluations for pain is pyramiding.\nA joint affected by arthritis, excluding post-traumatic arthritis, established by x-ray may be evaluated as 10-percent disabling under\n38 CFR 4.71a, DC 5003\n.\nFor common joint conditions that are not evaluated under the degenerative arthritis criteria such as a knee strain or chondromalacia patella, a 10-percent evaluation can be assigned for the joint based on pain on motion under\n38 CFR 4.59\n.  Do not apply instructions from Note (1) under\n38 CFR 4.71a, DC 5003\n, for non- degenerative arthritis conditions, since the instructions are strictly limited to degenerative arthritis.  See an example in\nM21-1, Part V, Subpart iii, 1.A.4.f\n.\nReferences\n:\nFor more information on\nassigning multiple evaluations for a single joint, see\nM21-1, Part V, Subpart iii, 1.A.3.c\n, and\nexamples of evaluations for which one or both joint motions are not actually limited to a compensable degree but there is painful motion, see\nM21-1, Part V, Subpart iii, 1.A.4.b\nand\nc\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}