{
  "chunk_id": "V_iii_1_A_37",
  "content": "/>\nV.iii.1.A.3.h\n.\nEvaluating Joint Replacement and Resurfacing\nJoint replacement and resurfacing are evaluated under\n38 CFR 4.71a, DCs 5051-5056\n.\nThere are important similarities between joint resurfacing and prosthetic joint replacement.  Joint resurfacing takes about the same time to perform and the recovery/rehabilitation periods are similar to comparable prosthetic joint replacement.\nThere are significant differences with joint resurfacing that lead to less residual disability.  These differences include the following factors:\nJoint resurfacing preserves more of the original anatomy.\nIn most cases, joint resurfacing restores more of the original joint function than the prosthetic joint replacement.\nRefer to the table below for a comparison of policies and procedures applicable to joint replacements and resurfacing.\nPolicy/Procedure\nReplacement\nResurfacing\napplicable joints\nshoulder\nelbow\nwrist\nhip\nknee, and\nankle\nhip, and\nknee\nlength of temporary total evaluation\none month under\n38 CFR 4.30\n, then\nfour months for knee or hip, and\n12 months for other joints\none month under\n38 CFR 4.30\n, then\nfour months for knee or hip\nevaluation following temporary 100 percent\nprovided by the rating schedule under the joint replacement/resurfacing DC, or\nevaluated based on residuals under the DCs applicable for the joint (for all joints\nexcept\nthe hip)\nnot\nprovided by the rating schedule under the joint replacement/resurfacing DC, but\nevaluated based on residuals under the DCs applicable for the joint\nreview examination following temporary 100 percent\nnot routinely warranted\nroutinely warranted\nseparate evaluations for the same joint under\n38 CFR 4.71a\ncannot be assigned during the temporary 100 percent or when the residuals are evaluated under a DC for joint replacement\ncannot be assigned during the temporary 100 percent, but\ncan be assigned after cessation of the evaluation assigned under the joint resurfacing code\nseparate evaluations for residuals not evaluated under\n38 CFR 4.71a\ncan be assigned\ncan be assigned\nNote\n:  Follow applicable due process and protected evaluation procedures when the combined evaluation for the joint is greater pre-surgically than it will be following surgery.\nImportant\n:  VA published an interpretative rule effective July 16, 2015, revising\n38 CFR 4.71a\nto add a note stating that the term “prosthetic replacement” as used in\n38 CFR 4.71a, DCs 5051-5056\nmeans “total replacement of the named joint” except that in\n38 CFR 4.71a, DC 5054\nit means “total replacement of the head of the femur or of the acetabulum.” Effective February 7, 2021, after proposed rule and comment period, a final rule was issued updating rating schedule provisions pertaining to the musculoskeletal system, and explicitly stating that a minimum evaluation is assignable only for total joint replacement, not partial knee joint replacement.  In a September 20, 2022, decision,\nNOVA v. Secretary of Veterans Affairs\n, 48 F.4\nth\n1307 (2022) concluded that prior to February 7, 2021,\n38 CFR 4.71a, DC 5055\n, as then written, did not exclude a partial knee replacement.  The court vacated the rule change that was effective from July 15, 2015, to February 6, 2021.\nWhen deciding any claim involving evaluation of a partial knee joint replacement that was pending and not finally adjudicated on September 20, 2022, rate as follows:\nFor any rating period at issue prior to February 7, 2021, apply the text of\n38 CFR 4.71a, DC 5055\nin effect at that time, but without the note added effective July 16, 2015.\nFor the rating period on or after February 7, 2021, apply the text of the current\n38 CFR 4.71a, DC 5055\nand the prefatory notes (as applicable).  However, always follow\n38 CFR 3.951(a)\non preservation of disability ratings when the rating schedule has been changed.\nReferences\n:  For more information on\ndetermining the effective date of a convalescence rating for a joint replacement, see\nM21-1, Part VIII, Subpart iv, 8.C.3.a\neffective dates based on changes of regulation and judicial precedents, see\nM21-1, Part V, Subpart ii, 4.A.6 and 7\nDCs such as\n38 CFR 4.71a, DC 5051-5056\n, that provide for definite periods of\nschedular temporary total evaluation\n, see\nM21-1, Part VIII, Subpart iv, 8.D.1\ndue process issues pertinent to joint replacement or resurfacing including\nchange of DC for a protected disability evaluation or rating schedule changes, see\n38 CFR 3.951\nM21-1, Part X, Subpart ii, 1.B.1.k\n, and\nM21-1, Part X, Subpart ii, 1.B.4\n, and\nadditional reduction procedures that would apply prior to assignment of a post-surgical minimum evaluation lower than the running award rate, see\n38 CFR 3.105(e)\nM21-1, Part X, Subpart ii, 4.A.1\n, and\nM21-1, Part X, Subpart ii, 4.B\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}