{
  "chunk_id": "V_iii_1_A_46",
  "content": "/>\nV.iii.1.A.4.c\n.\nNoncompensable Limitation of Two Motions With Pain\nSituation\n:  Evaluation of knee degenerative arthritis shown on x-ray with the following examination findings:\nFlexion is limited to 135 degrees with pain at that point.\nExtension is full to the 0-degree position with pain at that point.\nThere is no additional loss of flexion or extension on repetitive motion.\nResult\n:  Assign one 10-percent evaluation for the knee under\n38 CFR 4.71a, DC 5260-5003\n.\nExplanation\n:\nThere is limitation of major joint motion to a noncompensable degree under\n38 CFR 4.71a, DC 5260\nand\n38 CFR 4.71a, DC 5261\n, x-ray evidence of arthritis, and satisfactory evidence of painful motion.  Painful motion is limited motion for the purpose of applying\n38 CFR 4.71a, DC 5003\n.  Therefore, a 10-percent evaluation is warranted for the joint.\nAlternatively, it would also be permissible to assign a 10-percent evaluation under\n38 CFR 4.71a, DC 5003-5260\nwith consideration given to painful motion as provided in\n38 CFR 4.59\n.\nAssigning two compensable evaluations, each for pain, would be pyramiding.\nNeither\n38 CFR 4.71a, DC 5003\n, nor\n38 CFR 4.59\npermits separate 10-percent evaluations for painful flexion and extension; they provide for a 10-percent evaluation for a joint.\nIf the fact pattern involved chondromalacia patella or a knee strain rather than degenerative arthritis, a 10-percent evaluation, not separate evaluations, would still be warranted.  However, the authority would be\n38 CFR 4.59\n, and\n38 CFR 4.71a, DC 5260\nwould be used rather than\n38 CFR 4.71a, DC 5003\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section A - Painful Motion and Functional Loss",
  "citation": "Part V, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014407/M21-1-Part-V-Subpart-iii-Chapter-1-Section-A-Painful-Motion-and-Functional-Loss",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:06.627284",
  "tags": [
    "m21-1"
  ]
}