{
  "chunk_id": "V_iii_1_B_8",
  "content": "/>\nV.iii.1.B.1.c\n.\nAssigning Separate Evaluations for Disabilities of the Elbow, Forearm, and Wrist\nImpairments of the elbow, forearm, and wrist will be assigned separate disability evaluations.  The motions of these joints are all viewed as clinically separate and distinct.  Assign separate evaluations for impairment under the following DCs:\nelbow\nflexion under\n38 CFR 4.71a, DC 5206\n, or\nextension under\n38 CFR 4.71a, DC 5207\nforearm supination and pronation under\n38 CFR 4.71a, DC 5213\n, and\nwrist flexion or ankylosis under\n38 CFR 4.71a, DC 5214\nor\n38 CFR 4.71a, DC 5215\n.\nNotes\n:\n38 CFR 4.59\nmay be applied separately to the elbow, the forearm, and the wrist to result in potentially three separate evaluations for painful motion when the evidence otherwise supports such a finding.  However,\n38 CFR 4.59\nmay only be applied once to the elbow and may not be separately applied to both elbow flexion and elbow extension.\nWhen examination or other evidence denotes pain present in the joint or periarticular region but does not delineate the specific motions in which pain is present\nand\nthere is a potential for a separate evaluation under\n38 CFR 4.59\nas discussed in\nM21-1, Part V, Subpart iii, 1.A.1\n, obtain a medical opinion to determine which motions are painful.  When the examiner cannot delineate which motions are associated with pain, resolve doubt in favor of the Veteran and consider painful motion to be present in the separate plane such as to allow assignment of the separate minimum compensable evaluation under\n38 CFR 4.59\n.\nReference\n:  For more information on assigning separate evaluations for elbow motion, see\nM21-1, Part V, Subpart iii, 1. A.3.c\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}