{
  "chunk_id": "V_iii_1_B_14",
  "content": "/>\nV.iii.1.B.2.a\n.\nIdentifying Digits of the Hand\nFollow the guidelines listed below to accurately specify the injured digits of the hand.\nThe digits of the hand are identified as\nthumb\nindex\nlong\nring, or\nlittle.\nDo not use numerical designations for either the fingers or the joints of the fingers.\nEach digit, except the thumb, includes three phalanges\nthe proximal phalanx (closest to the wrist)\nthe middle phalanx, and\nthe distal phalanx (closest to the tip of the finger).\nThe joint between the proximal and middle phalanges is called the\nproximal interphalangeal\nor\nPIP\njoint.\nThe joint between the middle and distal phalanges is called the\ndistal interphalangeal\nor\nDIP\njoint.\nThe thumb has only two phalanges, the proximal phalanx and the distal phalanx.  Therefore, each thumb has only a single joint, called the\ninterphalangeal\nor\nIP\njoint.\nThe joints connecting the phalanges in the hands to the metacarpals are the\nmetacarpophalangeal\nor\nMCP\njoints.\nDesignate either right or left for the digits of the hand.\nNote\n:  If the location of the injury is unclear, obtain x-rays to clarify the exact point of injury.\nReferences\n:  For\nmore information on\ndetermining dominant handedness, see\n38 CFR 4.69\n, and\nthe normal anatomical position (also called position of function) of the hand and fingers and normal range of motion of the fingers, see Note 1 preceding\n38 CFR 4.71a, DC 5216\n, and\nan exhibit of the anatomy of the hand, see the illustration following\n38 CFR 4.71a, DC 5156\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}