{
  "chunk_id": "V_iii_1_B_17",
  "content": "/>\nV.iii.1.B.2.d\n.\nCompensable Evaluations for the Fingers\nWhen considering evaluations for the fingers based on LOM, a compensable evaluation can be assigned for any of the following:\nLOM of the thumb as specified in\n38 CFR 4.71a, DC 5228\n.\nLOM of the index or long finger as specified in\n38 CFR 4.71a, DC 5229\n.\nX-ray evidence of arthritis or other condition rated under the criteria of\n38 CFR 4.71a, DC 5003\n, affecting a\ngroup\nof minor joints of the fingers of\none\nhand.  There must be\nnoncompensable LOM in more than one of the joints comprising the group of affected minor joints,\nand\nfindings such as swelling, muscle spasm or satisfactory evidence of painful motion in the affected minor joints of the joint group.\nX-ray-\nonly\nevidence of arthritis (where there is no LOM) under the criteria of\n38 CFR 4.71a, DC 5003\n, affecting\ntwo or more\ngroups\nof minor joints – namely the fingers of\nboth\nhands or a group of minor joints in one hand in combination with another group of minor joints.\nPainful motion of the thumb, index finger, or long finger as directed at\nM21-1, Part V, Subpart iii, 1.A.1.l\n.\nNote\n:\nThe Federal Circuit held in\nSpicer v. Shinseki\n, 752 F.3d 1367 (Fed. Cir. 2014) that when evaluating arthritis of the hand, the minor joint\ngroup\nof IP joints of a hand is compensably disabled\nonly when two or more\njoints in the group are affected by LOM.  Refer to\nM21-1, Part V, Subpart iii, 1.A.3.a and b\nfor more information on the applicability of the\nSpicer\nholding.\nReferences\n:  For more information on\nuse of the terms major and minor when evaluating joints, see\nM21-1, Part V, Subpart iii, 1.A.3.a\nassigning evaluations under\n38 CFR 4.71a, DC 5003\nwhen a compensable rating based on LOM cannot be assigned under another DC, see\nM21-1, Part V, Subpart iii, 1.C.4.b\n, and\napplying\n38 CFR 4.59\nto minor joints, see\nM21-1, Part V, Subpart iii, 1.A.1.l\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}