{
  "chunk_id": "V_iii_1_B_22",
  "content": "/>\nV.iii.1.B.3.a\n.\nEvaluating Manifestations of Spine Diseases and Injuries\nEvaluate diseases and injuries of the spine based on the criteria listed in the\n38 CFR 4.71a\n, General Rating Formula for Diseases and Injuries of the Spine (General Rating Formula).  Under these criteria, evaluate conditions based on chronic orthopedic manifestations (for example, painful muscle spasm or LOM) and any associated neurological manifestations (for example, footdrop, muscle atrophy, or sensory loss) by assigning separate evaluations for the orthopedic and neurological manifestations.\nEvaluate intervertebral disc syndrome\n(\nIVDS) under\n38 CFR 4.71a, DC 5243\n, either based on the General Rating Formula or the Formula for Rating IVDS Based on Incapacitating Episodes (Incapacitating Episode Formula), whichever formula results in the higher evaluation when all disabilities are combined under\n38 CFR 4.25\n.\nNotes\n:\nUtilize\n38 CFR 4.71a, DC 5243\nonly\nwhen there is disc herniation with compression and/or irritation of the adjacent nerve root.  Otherwise, assign\n38 CFR 4.71a, DC 5242\nfor all other disc diagnoses.\nIrritation of the adjacent nerve root is evidenced by back pain and sciatica (pain along the course of the sciatic nerve) in the case of lumbar disc diseases.  For cervical disc disease, neck and arm or hand pain will be shown.\nIf an evaluation is assigned based on incapacitating episodes, a separate evaluation may not be assigned for LOM, radiculopathy, or any other associated objective neurological abnormality as doing so would constitute pyramiding under\n38 CFR 4.14\n.\nSpinal fusion is a type of fixation of the spine.  Evaluation based on ankylosis of the spine due to fusion is only warranted when the fixation affects the entire thoracolumbar or cervical spine segment.  Fusion of only a portion of the cervical or thoracolumbar spine segment should be evaluated based on range or motion or IVDS, as warranted by the evidence.\nThere is no presumption of service connection (SC) for degenerative disc disease (DDD).  Desiccation of the disc or other degenerative changes without any radiographic evidence of arthritic changes is not indicative of arthritis and is not, consequently, subject to presumptive SC under\n38 CFR 3.309(a)\n.\nReferences\n:  For more information on\nevaluating\ndegenerative spinal disease, such as spondylosis, see\nM21-1, Part V, Subpart ii, 2.E.1.e\n, and\nCousin v. Wilkie\n, 905 F.3d 1316 (Fed.Cir. 2018), and\nco-existing SC and NSC disabilities affecting separate spinal segments, see\nM21-1, Part V, Subpart ii, 3.D.2.c\n, and\nLangdon v. McDonough\n, 1 F.4th 1008 (Fed. Cir. 2021), and\nthe historical application of\n38 CFR 4.40\n, and\n38 CFR 4.45\nto evaluations for IVDS, see\nVAOPGCPREC 36-1997\n, and\n38 CFR 4.71a, DC 5285\n, for demonstrable deformity of a vertebral body, see\nVAOPGCPREC 3-2006\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}