{
  "chunk_id": "V_iii_1_B_26",
  "content": "/>\nV.iii.1.B.3.e\n.\nExamples Addressing Neurological Impairments Associated With Spinal Disabilities\nExample 1\n:  A Veteran files a claim for an increased evaluation for the SC condition of spinal stenosis.  An intent to file (ITF) a claim was not received.  The DBQ shows decreased ROM of the spine that is unchanged from the prior evaluation and a diagnosis of radiculopathy of the bilateral lower extremities.  No other evidence indicates that radiculopathy was diagnosed prior to the date of this DBQ.  The rating activity should evaluate the spinal stenosis and grant SC for bilateral radiculopathy with an effective date assigned based on the receipt of the claim for the increased evaluation in the spinal stenosis.\nExample 2\n:  A Veteran submits a claim for SC of right leg pain and numbness, more than one year following discharge.  An ITF is not associated with this claim.  Development of the claim confirms a diagnosis of radiculopathy that is due to an unclaimed back injury.  The back injury was sustained in service.  Sufficient evidence to establish SC for the back disability is of record.  Consider the unclaimed back disability within scope of the claimed radiculopathy and establish SC for both issues with an effective date assigned based on the date of the receipt of the claim for SC of radiculopathy.\nExample 3\n:  The Veteran files a\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, for an increased evaluation in an SC spinal disability.  In conjunction with that claim, the Veteran submits private medical records showing a diagnosis of radiculopathy, related to the SC spinal disability, within the last year.  An ITF is not associated with the claim.  The private medical evidence is sufficient to evaluate the radiculopathy but does not contain ROM findings for the lumbosacral spine.  The rating activity should grant SC for radiculopathy from the date of the diagnosis of radiculopathy (in accordance with\n38 CFR 3.400(o)(2)\n) and defer the evaluation of the spinal disability for an increase evaluation examination.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}