{
  "chunk_id": "V_iii_1_B_27",
  "content": "/>\nV.iii.1.B.3.f\n.\nDBQ Selections for Radiculopathy\nRadiculopathy is a common type of neurological impairment associated with spinal disabilities.\nRefer to the table below to determine which DBQ to request when the claimed disability is a thoracolumbar/cervical spine condition and/or lumbar/cervical radiculopathy.\nIf the claimed condition is a/an ...\nThen, request the ...\nthoracolumbar spine condition (initial SC or increased evaluation) with or without a claim for radiculopathy\nBack (Thoracolumbar Spine) Conditions Disability Benefits Questionnaire\nwhen otherwise necessary to decide the claim.\nImportant\n:\nThe DBQ contains a section for radiculopathy that must be completed by the examiner if there is an indication of radiculopathy.\nIf the examiner fails to address radiculopathy, the examination must be returned as insufficient.\ncervical spine condition (initial SC or increased evaluation) with or without a claim for radiculopathy\nNeck (Cervical Spine) Conditions Disability Benefits Questionnaire\nwhen otherwise necessary to decide the claim.\nImportant\n:\nThe DBQ contains a section for radiculopathy that must be completed by the examiner if there is an indication of radiculopathy.\nIf the examiner fails to address radiculopathy, the examination must be returned as insufficient.\nincreased evaluation of\nlower extremity or lumbar radiculopathy, or\nupper extremity or cervical radiculopathy\nPeripheral Nerves Conditions (Not Including Diabetic Sensory-Motor Peripheral Neuropathy) Disability Benefits Questionnaire.\nupper extremity radiculopathy (initial SC) without a claim for cervical spine condition\nNeck (Cervical Spine) Disability Benefits Questionnaire\nImportant\n:  If the examiner fails to address radiculopathy, the examination must be returned as insufficient.\nlower extremity radiculopathy (initial SC) without a claim for thoracolumbar spine condition\nBack (Thoracolumbar Spine) Conditions Disability Benefits Questionnaire\nImportant\n:  If the examiner fails to address radiculopathy, the examination must be returned as insufficient.\nNote\n:  Do not routinely request an examination for an issue(s) for which the evidence of record is sufficient to make a decision.  This includes DBQs completed by a private or VA provider that are deemed adequate for rating purposes.\nReferences\n:  For more information on\ndetermining when an examination is necessary to decide a claim, see\nM21-1, Part IV, Subpart i, 1.A\nusing medical evidence in lieu of an examination, see\nM21-1, Part IV, Subpart i, 1.B.1.a\n, and\nsufficiency of examinations, see\nM21-1, Part IV, Subpart i, 3.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}