{
  "chunk_id": "V_iii_1_B_38",
  "content": "/>\nV.iii.1.B.4.f\n.\nExamples-- Evaluating Meniscal Disabilities\nExample 1\n:  A Veteran’s left knee disability, which includes a meniscal condition, is evaluated as 30-percent disabling on the basis of limitation of extension under\n38 CFR 4.71a, DC 5261\n.  The knee also manifests pain, swelling, popping, locking, and grinding due to the meniscus disability.  These symptoms, which are consistent with the manifestations identified under\n38 CFR 4.40\nand\n38 CFR 4.45\n, were considered and did not result in a higher evaluation under\n38 CFR 4.71a, DC 5261\n.  Therefore, they may be considered for assignment of a separate evaluation under\n38 CFR 4.71a, DC 5258/5259\n.\nExample 2\n:  The evaluations and fact pattern for Example 1 are the same\nexcept\nthat the VA examiner indicates that the pain, swelling, popping, locking, and grinding of the knee, which results from the meniscal disability, result in additional limitation of extension to 30 degrees during flare-ups or with repeated use over a period of time, which warrants an elevation of the rating to 40-percent under\n38 CFR 4.71a, DC 5261\n.  A separate evaluation under\n38 CFR 4.71a, DC 5258/5259\nis not warranted for the symptoms of pain, swelling, popping, locking, and grinding since these symptoms were considered under\n38 CFR 4.40\nand\n38 CFR 4.45\nin accordance with the\nDeLuca\nholding to elevate the evaluation to 40-percent under\n38 CFR 4.71a, DC 5261\n.  Assignment of a separate evaluation under\n38 CFR 4.71a, DC 5258/5259\nwould constitute pyramiding.\nExample 3\n:  A Veteran’s left knee disability, which includes meniscal impairment, is evaluated as 30-percent disabling on the basis of limitation of extension under\n38 CFR 4.71a, DC 5261\n.  Pain is present due to the meniscus disability.  A VA examiner indicated that pain during repetitive motion testing as well as functional loss due to pain during flare-ups additionally limit extension to 30 degrees, which results in elevation of the 30-percent evaluation under\n38 CFR 4.71a, DC 5261\nto 40-percent.  A separate evaluation under\n38 CFR 4.71a, DC 5258/5259\nis not warranted for the symptoms of pain since it was considered under\n38 CFR 4.40\nand\n38 CFR 4.45\nin accordance with the\nDeLuca\nholding to elevate the evaluation to 40-percent under\n38 CFR 4.71a, DC 5261\n.  Assignment of a separate evaluation under\n38 CFR 4.71a, DC 5258/5259\nwould constitute pyramiding.\nExample 4\n:  A Veteran’s right knee disability is evaluated as 20-percent disabling on the basis of limitation of extension.  This disability includes arthritis of the joint and a post-operative meniscal condition.  The knee also manifests pain, swelling, popping, locking, and grinding due to both arthritis and the meniscal condition.  A VA examiner found that repetitive motion testing additionally limited extension by five degrees, from 15 to 20 degrees, due to pain.  The consideration of pain on motion, which is a manifestation identified under\n38 CFR 4.40\nand\n38 CFR 4.45\n, results in elevation of the evaluation under\n38 CFR 4.71a, DC 5261\nto 30-percent.  Since the swelling, popping, locking, and grinding, which were at least in part due to the meniscal condition, were not considered in awarding a higher evaluation under\n38 CFR 4.71a, DC 5261\nwith application of\n38 CFR 4.40\nand\n38 CFR 4.45\n, a separate evaluation may be awarded for the meniscus removal.\nExample 5\n:  Examination of the left knee disability reveals an unrepaired incomplete ligament tear that results in persistent instability.  The Veteran’s physician has prescribed a brace and a cane for ambulation.  Additionally, the Veteran has a history of meniscectomy with residual symptoms of stiffness, crepitus, and pain without effusion or locking.  ROM is full with no additional functional impairment following repeated ROM testing.  Since the stiffness, crepitus, and pain are separate symptoms and not used to support an evaluation under\n38 CFR 4.71a, DC 5257/5260/5261\nand the persistent instability is not used to support an evaluation for the meniscal symptoms, a 20-percent evaluation is warranted under\n38 CFR 4.71a, DC 5257\nwith a separate 10-percent evaluation assigned under\n38 CFR 4.71a, DC 5259\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}