{
  "chunk_id": "V_iii_1_B_50",
  "content": "/>\nV.iii.1.B.5.e\n.\nEvaluating Plantar Fasciitis\nEvaluate plantar fasciitis under\n38 CFR 4.71a, DC 5269\n.\nThe most common symptom seen with plantar fasciitis is heel pain.  The following considerations apply when evaluating the heel pain.\nWhen painful motion with joint or periarticular pathology is present and is a symptom of the plantar fasciitis,\n38 CFR 4.59\nis applicable.  However,  at least a 10-percent evaluation would most often be warranted under\n38 CFR 4.71a, DC 5269\nwithout consideration of\n38 CFR 4.59\n.\nWhen SC is established for pes planus and plantar fasciitis, evaluate the symptoms of both conditions together under the DC warranting the highest evaluation for the combined impairment.\nPes planus is characterized by pain on manipulation and use of the feet or other foot pain as included in the higher evaluation criteria.  The evaluation criteria for pes planus and plantar fasciitis are similar enough that providing separate evaluations will compensate the same facet of disability, foot pain, violating the prohibition against pyramiding in\n38 CFR 4.14\n.\nIf, however, one or both conditions resulted from an injury to the foot, an evaluation for the combined conditions under\n38 CFR 4.71a, DC 5284\nmay be assigned in lieu of evaluation under either the pes planus or plantar fasciitis criteria when doing so is  more advantageous.\nReference\n:  For more information on rating by analogy, see\nM21-1, Part V, Subpart iv, 1.C.2\n, and\nM21-1, Part V, Subpart ii, 3.D.1.c\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section B - Musculoskeletal Disabilities of the Extremities and Spine",
  "citation": "Part V, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014410/M21-1-Part-V-Subpart-iii-Chapter-1-Section-B-Musculoskeletal-Disabilities-of-the-Extremities-and-Spine",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:15.998943",
  "tags": [
    "m21-1"
  ]
}