{
  "chunk_id": "V_iii_1_C_13",
  "content": "/>\nV.iii.1.C.2.b\n.\nEstablishing SC for Degenerative Arthritis\nDegenerative arthritis is evaluated using\n38 CFR 4.71a, DC 5003\n.  Degenerative arthritis can affect multiple joints, and its cause is likely multi-factorial.\nWhen\n38 CFR 4.71a, DC 5003\nis assigned for an arthritic condition, every joint or group of joints affected by this disease is subject to service connection (SC) in the absence of an intervening cause.\nIf it has been medically determined that the Veteran has service-connected (SC) degenerative arthritis, and not post-traumatic arthritis, there is no need for a medical opinion to establish SC for each affected joint.\nOnce degenerative arthritis has been clinically diagnosed and SC has been properly established for one affected joint, establish SC for and evaluate each joint as it becomes affected, with x-rays used to verify involvement of individual joints.\nNote\n:  In evaluating arthritis of the spine, the principles for establishing SC for joints affected by the subsequent development of degenerative arthritis (as contemplated under\n38 CFR 4.71a, DC 5003\n) are not dependent on the choice of DC.\nExample\n:  Veteran is SC for degenerative arthritis of the spine under\n38 CFR 4.71a, DC 5242\n, and subsequently develops degenerative arthritis in the right elbow, with no intercurrent cause noted.  In this case, the principles of establishing SC for arthritic joints, as contemplated in\n38 CFR 4.71a, DC 5003\n, also apply even though the Veteran is rated under\n38 CFR 4.71a, DC 5242\n.  Thus, SC for arthritis of the right elbow may be established.\nReferences\n:  For more information on\nmajor and minor joints affected by arthritis, see\n38 CFR 4.45(f)\n, and\nM21-1, Part V, Subpart iii, 1.A.3.a\ndegenerative arthritis, see\nMEPSS\nconsidering x-ray evidence when evaluating arthritis and non-specific joint pain, see\n38 CFR 4.71a, DC 5003\n, and\nM21-1, Part IV, Subpart i, 3.B\n, and\ndistinguishing between degenerative and traumatic arthritis, see\nM21-1, Part V, Subpart iii, 1.C.3\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section C - Arthritis",
  "citation": "Part V, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014413/M21-1-Part-V-Subpart-iii-Chapter-1-Section-C-Arthritis",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:25.259496",
  "tags": [
    "m21-1"
  ]
}