{
  "chunk_id": "V_iii_1_E_6",
  "content": "/>\nV.iii.1.E.1.a\n.\nTypes of Muscle Injuries\nA missile that penetrates the body results in two problems\nit destroys muscle tissue in its direct path by crushing it, then\nthe temporary cavitation forces stretch the tissues adjacent to the missile track and result in additional injury or destruction.\nMuscles are much more severely disrupted if multiple penetrating projectiles strike in close proximity to each other.  Examples of this type of injury are\nexplosive device injuries\ndeforming or fragmenting rifle projectiles, or\nany rifle projectile that strikes bone.\nFor additional information regarding types of injuries, the effects of explosions and projectiles, and symptoms and complications, refer to the table below.\nType of Injury\nInitial Effects\nSigns, Symptoms, and Complications\nGunshots\nEntrance and exit wounds result. The amount of damage and relative size of entrance and exit wounds depends on many factors such as\ncaliber of bullet\ndistance from victim\norgans, bone, blood vessels, and other structures hit.\nExit wounds are generally larger than entrance wounds, and\nbullets are essentially sterile when they reach the body but carry particles into wound which could be sources of infection.\nFragments from explosive devices\nMost result in decreased tissue penetration compared to denser rifle bullets.\nMultiple fragments in a localized area result in tissue disruption affecting a wide area.\nTears and lacerations\nMuscles that become isolated from nerve supply by lacerations will be non-functional.\nTorn muscle fibers heal with very dense scar tissue, but the nerve stimulation will not cross this barrier.\nParts of muscle isolated from the nerve will most likely remain non-contractile resulting in a strength deficit proportional to amount of muscle tissue disrupted.\nTreatment for small tears is symptomatic.\nLarge tears/lacerations may require reconstruction.\nThrough and through wound\nInjuring instrument enters and exits one or multiple muscle groups.\nTwo wounds result\nentrance wound, and\nexit wound.\nReference\n:  For more information on the potential for multiple through and through wounds from a single injuring instrument, see\nJones v. Principi\n, 18 Vet.App. 248 (2004).\nReferences\n:  For more information on\nmuscle groups (MGs) and corresponding diagnostic codes (DCs), see\n38 CFR 4.73\nanatomical regions of the body, see\n38 CFR 4.55(b)\n, and\ngunshot wounds (GSWs) with pleural cavity involvement, see\n38 CFR 4.97, DC 6840-6845, Note (3)\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section E - Muscle Injuries",
  "citation": "Part V, Subpart iii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014422/M21-1-Part-V-Subpart-iii-Chapter-1-Section-E-Muscle-Injuries",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:43.780811",
  "tags": [
    "m21-1"
  ]
}