{
  "chunk_id": "V_iii_1_E_15",
  "content": "/>\nV.iii.1.E.2.c\n.\nApplying 38 CFR 4.55 to Muscle Injuries\nIf more than one MG is injured or affected or if the injured MG acts on a joint, conduct a preliminary review of the evidence to gather information needed to properly apply the provisions of\n38 CFR 4.55\n.  The information needed will include whether the\naffected MGs are in the same or different anatomic regions\nMGs are acting on a single joint or multiple joints, and\njoint or joints is/are ankylosed.\nAfter the preliminary review is complete, use the evidence gathered and apply the following table to determine how\n38 CFR 4.55\naffects the evaluation of the muscle injury.\nStep\nAction\n1\nDoes the MG(s) act on an ankylosed joint?\nIf\nyes\n, go to Step 2.\nIf\nno\n, go to Step 4.\n2\nFor MG(s) that act on an ankylosed joint, is the joint an ankylosed knee\nand\nis MG XIII disabled?\nIf\nyes\n, grant separate evaluations for the ankylosed knee and the MG XIII injury.  For the MG XIII injury, assign the next lower level than that which would otherwise be assigned.  Then go to Step 3.\nIf\nno\n, then is the ankylosed joint the shoulder\nand\nare MGs I and II\nseverely\ndisabled?\nIf\nyes\n, then assign a single evaluation for the muscle injury and the shoulder ankylosis under DC 5200.  The evaluation will be at the level of unfavorable ankylosis.\nIf\nno\n, then no evaluation will be assigned for the muscle injury.  The combined disability arising from the ankylosis and the muscle injury will be evaluated as ankylosis.\n3\nFor the injury to MG XIII with an associated ankylosed knee, are there other MG injuries in the same anatomical region affecting the pelvic girdle and/or thigh?\nIf\nno\n, then no additional change to the evaluation for the muscle injury is warranted.\nIf\nyes\n, do the affected MG injuries act on the ankylosed knee?\nIf\nyes\n, then no separate evaluation for the muscle injury to a MG other than MG XIII can be assigned, as indicated in Step 2.\nIf\nno\n, then for the MG XIII injury that acts on the knee and the injury to another MG of the pelvic girdle and thigh acting on a different joint, is the different joint ankylosed?\nIf\nyes\n, then no separate evaluation can be assigned for the other MG injury of the pelvic girdle and thigh, as indicated in Step 2.  No further action is warranted.\nIf\nno\n, then assign a single evaluation for the MG XIII injury and the injury to the other MG of the pelvic girdle and thigh anatomical region by determining the most severely injured MG and increasing by one level.\n4\nFor muscle injury(ies) acting on unankylosed joint(s), is a single MG injury involved?\nIf\nyes\n, then grant a single evaluation for the muscle injury.\nIf\nno\n, then are the MG injuries in the same anatomical region?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to Step 6.\n5\nDo the MGs in the same anatomical region act on a single joint?\nIf\nyes\n, are the MGs involved MG I and II acting on a shoulder joint?\nIf\nyes\n, then\nassign separate disability evaluations for the MGs, but\nthe combined evaluation cannot exceed the evaluation for unfavorable ankylosis of the shoulder.\nIf\nno\n, then for the muscles in the same anatomical region acting on a single joint,\nassign separate disability evaluations for the MGs, but\nthe combined evaluation must be less than the evaluation that would be normally assigned for unfavorable anklyosis of the joint involved.\nIf\nno\n, for the MGs in the same anatomical region acting on different joints, are the MG injuries compensable?\nIf\nyes\n, then assign a single disability evaluation for the affected MGs by\ndetermining the evaluation for the most severely injured MG, and\nincreasing by one level and using as the combined evaluation.\nIf\nno\n, then assign a noncompensable evaluation for the combined MG injuries.\n6\nFor MG injuries in different anatomical areas, is a single unankylosed joint affected?\nIf\nyes\n, are MG I and II affected and acting upon the shoulder?\nIf\nyes\n, then\nassign separate disability evaluations for the muscle injuries, but\nthe combined evaluation cannot exceed the evaluation for unfavorable ankylosis of the shoulder.\nIf\nno\n, for the MG injuries in different anatomical areas affecting a single unankylosed joint (not including MG I and II acting on the shoulder)\nassign separate disability evaluations for the muscle injuries, but\nthe combined evaluation must be lower than the evaluation that would be assigned for unfavorable ankylosis of the affected joint.\nIf\nno\n, then for MG injuries in different anatomical areas acting on different unankylosed joints, assign separate disability evaluations for each MG injury.\nReferences\n:  For additional information on evaluating\njoint manifestations and muscle damage acting on the same joint, see\nM21-1, Part V, Subpart iii, 1.E.2.d\n, and\nperipheral nerve involvement in muscle injuries, see\nM21-1 Part V, Subpart iii, 1.E.2.f\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section E - Muscle Injuries",
  "citation": "Part V, Subpart iii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014422/M21-1-Part-V-Subpart-iii-Chapter-1-Section-E-Muscle-Injuries",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:43.780811",
  "tags": [
    "m21-1"
  ]
}