{
  "chunk_id": "V_iii_1_F_7",
  "content": "/>\nV.iii.1.F.1.b\n.\nSC for Osteopenia\nOsteopenia is clinically defined as mild bone density loss that is often associated with the normal aging process.  Low bone density does not necessarily mean that an individual is losing bone, as this may be a normal variant.\nOsteopenia is comparable to a laboratory finding which is not subject to service-connected (SC) compensation.\nUse the table below to determine the appropriate action to take when SC for osteopenia has been granted.\nIf ...\nThen ...\nSC for osteopenia was granted by rating decision dated\nprior to\nDecember 19, 2013 (the date on which guidance was issued to clarify the proper procedures for considering SC for osteopenia)\ndo not sever SC, as it was properly established based on guidance available at the time the decision was made,\ndo not reduce the previously assigned evaluation unless the condition has improved, and\nconsider claims for increased evaluation and schedule examination as warranted based on the facts of the case.\nNote\n:  Provisions of\n38 CFR 3.951\nand\n38 CFR 3.957\nregarding protection of SC remain applicable.\nSC for osteopenia was granted by rating decision dated\non or\nafter\nDecember 19, 2013\npropose to sever SC based on a finding of clear and unmistakable error.\nNote\n:  Osteoporosis, in contrast to osteopenia, is considered a disease entity characterized by severe bone loss that may interfere with mechanical support, structure, and function of the bone. SC for osteoporosis under\n38 CFR 4.71a, DC 5013\nis warranted when the requirements are otherwise met.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section F - Other Musculoskeletal Considerations",
  "citation": "Part V, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014425/M21-1-Part-V-Subpart-iii-Chapter-1-Section-F-Other-Musculoskeletal-Considerations",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:53.035366",
  "tags": [
    "m21-1"
  ]
}