{
  "chunk_id": "V_iii_1_F_8",
  "content": "/>\nV.iii.1.F.1.c\n.\nEvaluating Fibromyalgia\nThe criteria for evaluation of fibromyalgia under\n38 CFR 4.71a, DC 5025\ndoes not exclude assignment of separate evaluations when disabilities are diagnosed secondary to fibromyalgia.  This includes, but is not limited to, disability diagnoses for which symptoms are included in the evaluation criteria under\n38 CFR 4.71a, DC 5025\n, such as\ndepression\nanxiety\nheadache, and\nirritable bowel syndrome.\nNotes\n:\nIf signs and symptoms are not sufficient to warrant a diagnosis of a separate condition, then they are evaluated with the musculoskeletal pain and tender points under\n38 CFR 4.71a, DC 5025\n.\nWidespread musculoskeletal pain characteristic of fibromyalgia does not warrant assignment of separate evaluations for affected joints when only fibromyalgia is diagnosed.\nCo-existing, diagnosed musculoskeletal disabilities are evaluated separately.\nThe same signs and symptoms cannot be used to assign separate evaluations under different DCs, per\n38 CFR 4.14\n.\nWidespread musculoskeletal pain associated with fibromyalgia is not necessarily synonymous with painful motion of joint or periarticular pathology.\nAssignment of a compensable evaluation under\n38 CFR 4.71a, DC 5025\nfor fibromyalgia with widespread musculoskeletal pain does not prevent assignment of a compensable evaluation under\n38 CFR 4.59\nfor a separately diagnosed disability associated with painful motion of joint or periarticular pathology.\nReferences\n:  For more information on\nevaluating chronic pain syndrome (somatic symptom disorder), see\nM21-1, Part V, Subpart iii, 13.1.i\n, and\nevaluating co-existing fibromyalgia and mental disorders, see\nM21-1, Part V, Subpart iii, 13.1.h\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section F - Other Musculoskeletal Considerations",
  "citation": "Part V, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014425/M21-1-Part-V-Subpart-iii-Chapter-1-Section-F-Other-Musculoskeletal-Considerations",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:53.035366",
  "tags": [
    "m21-1"
  ]
}