{
  "chunk_id": "V_iii_1_F_10",
  "content": "/>\nV.iii.1.F.1.e\n.\nApplying the Amputation Rule\nThe combined evaluation for disabilities of an extremity shall not exceed the evaluation for the amputation at the elective level, were amputation to be performed.  The amputation rule is included in the musculoskeletal section of the rating schedule and, consequently, applies only to musculoskeletal disabilities and not to disabilities affecting other body systems.\nNotes\n:\nAny peripheral nerve injury associated with the musculoskeletal injury will be considered when applying the amputation rule.\nActual amputation with associated painful neuroma will be evaluated at the next-higher site of elective reamputation.\nThe amputation rule does not apply to evaluations of peripheral nerve disabilities of the extremities including, but not limited to, diabetic neuropathy, radiculopathy/sciatica due to a spinal disorder, or peripheral nerve injuries of non-musculoskeletal etiology.\nThe amputation rule does not apply to bilateral evaluations assigned under single DCs found in\n38 CFR 4.71a\n, such as those assigned for bilateral foot disabilities,\nexcept\nwhen being compared to a bilateral amputation of the same extremities.\nReferences\n:  For more information on the\namputation rule, see\n38 CFR 4.68\n, and\nMoyer v. Derwinski\n, 2 Vet.App. 289 (1992)\napplication of the amputation rule to rating decisions for osteomyelitis, see\nM21-1, Part V, Subpart iii, 1.D.1.g\napplication of the amputation rule to rating decisions for muscle injuries, see\nM21-1, Part V, Subpart iii, 1.E.2.j\n, and\nVeterans Benefits Management System – Rating (VBMS-R) amputation rule instructions, see the\nVBMS Job Aid – Amputation Rule for VBMS-R\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 1, Section F - Other Musculoskeletal Considerations",
  "citation": "Part V, Subpart iii, Chapter 1, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014425/M21-1-Part-V-Subpart-iii-Chapter-1-Section-F-Other-Musculoskeletal-Considerations",
  "updated": "",
  "scraped_at": "2025-06-16T22:43:53.035366",
  "tags": [
    "m21-1"
  ]
}