{
  "chunk_id": "V_iii_10_None_8",
  "content": "/>\nV.iii.10.1.c\n.\nSeparate Evaluations Using the General Rating Formula\nA Veteran diagnosed with multiple skin conditions may receive separate evaluations using the general rating formula for the skin based on the percentage of exposed areas affected by each skin condition when\nseparate areas of skin are involved, and\nthe medical evidence clearly indicates that the percentages affected are due solely to each individual diagnosis.\nExample\n:  The medical evidence clearly indicates that skin condition X alone affects 6 percent of the exposed skin, while skin condition Y alone affects 12 percent of the exposed skin.  The area affected by each skin disability is entirely separate.  In this scenario, separate evaluations may be assigned.\nImportant\n:\nThe evidence\nmust\nidentify which residual disability is due to which individual skin condition.\nIt may be necessary to request clarification from an examiner to identify the percentage of exposed skin affected only by one skin condition versus the other skin condition.\nIf an examiner cannot provide separate percentages due solely to each skin condition, separate evaluations cannot be granted using those criteria alone.  If two or more skin conditions involve the same area of skin, assign the highest evaluation based on the combined area of involvement.\nThis guidance applies equally to evaluations based on the percentage of the entire body affected as well.\nReference\n:  For more information on assigning a single evaluation for multiple skin disabilities in order to maximize benefits, see\nM21-1, Part V, Subpart iii, 10.1.e\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 10 - Skin Conditions",
  "citation": "Part V, Subpart iii, Chapter 10, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180515/M21-1-Part-V-Subpart-iii-Chapter-10-Skin-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:44.520859",
  "tags": [
    "m21-1"
  ]
}