{
  "chunk_id": "V_iii_10_None_10",
  "content": "/>\nV.iii.10.1.e\n.\nSingle Evaluations Using the General Rating Formula for Multiple Skin Disorders\nA Veteran diagnosed with multiple skin conditions that are evaluated using the general rating formula for the skin based on the percentage of total body area or exposed areas affected may receive a single evaluation when\nevaluating the disabilities together allows for maximization of benefits, or\nthe symptoms of and/or area affected by the multiple disabilities cannot be separated, as is directed by\n38 CFR 4.14\n.\nExample 1\n:\nA Veteran has service-connected (SC) dermatitis that affects areas of the arms, covering 10 percent of the entire body area.  The Veteran also has SC tinea corporis affecting the groin and upper legs, covering 10 percent of the entire body area.  Different topical medications are used to treat each disability.  Evaluated individually, each skin disorder warrants a separate 10-percent evaluation under the general rating formula for the skin.  As the disabilities combine to affect a total 20 percent of the entire body and do not affect the same area of the body, a single 30-percent evaluation for dermatitis and tinea corporis may be assigned under\n38 CFR 4.118, DC 7806-7813\n.  In this case, the single evaluation is assigned to maximize benefits since assignment of separate 10-percent evaluations would be a lesser benefit.\nExample 2\n:  A Veteran has SC dermatitis and eczema.  Both disabilities affect the hands, covering a total of three percent of exposed body area.  The examiner is unable to differentiate the percent of body area affected by each disorder.  The same topical treatment is used for both conditions.  A single zero percent disability evaluation must be assigned since the evaluation of the same manifestation under different diagnoses must be avoided.\nNotes\n:\nWhen the Veteran has multiple SC skin disorders and maximization of benefits via assignment of a single evaluation appears possible but the examination results do not provide the specific measurements of affected body area, request a medical opinion to determine the actual percentage of body area affected.\nWhen analysis shows that benefits maximization is possible with the assignment of a single disability evaluation, enter the disabilities as a single disorder in the Evaluation Builder.  For example, using the facts from\nExample 1\nabove, choose the predominant diagnosis and enter the single 20-percent finding for the percentage of body area affected.  This Evaluation Builder workaround must be utilized until updates are made for this functionality.",
  "title": "M21-1, Part V, Subpart iii, Chapter 10 - Skin Conditions",
  "citation": "Part V, Subpart iii, Chapter 10, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180515/M21-1-Part-V-Subpart-iii-Chapter-10-Skin-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:44.520859",
  "tags": [
    "m21-1"
  ]
}