{
  "chunk_id": "V_iii_10_None_11",
  "content": "/>\nV.iii.10.1.f\n.\nSystemic Therapy Such as Corticosteroids or Other Immunosuppressive Drugs\nThe term systemic therapy that is contained in the general rating formula for the skin and in certain additional DCs under\n38 CFR 4.118\nrefers to treatment that is administered through any route (orally, injection, suppository, intranasally) other than the skin. Medications that are applied topically (directly to the skin), including topical corticosteroids or immunosuppressives, are not considered systemic for Department of Veterans Affairs (VA) purposes.\nNotes\n:\nWhen there is a question as to whether drug treatment is systemic therapy for rating purposes, request clarification from a VA or other licensed medical professional.\nThe changes to\n38 CFR 4.118\neffective on August 13, 2018, preclude any consideration of topical therapy, irrespective of the extent of application to the body, as systemic therapy.\nFor claims filed prior to August 13, 2018, where the skin condition is evaluated under the\nhistorical 38 CFR 4.118\n, medications that are applied topically (directly to the skin), including topical corticosteroids or immunosuppressives, are generally not considered systemic for VA purposes.  Under the historical rating criteria, a topical corticosteroid may only be considered systemic therapy where it is administered on such a large scale over the body that it affects the body as a whole.\nIf the evidence suggests that a skin disability is treated so extensively with a topical corticosteroid that it may be consistent with systemic therapy, refer the case to an appropriate dermatology specialist for an opinion addressing whether the topical corticosteroid is used so extensively on the body that it may be considered systemic therapy.\nIf the matter cannot be resolved after obtaining the medical opinion, refer the case to Compensation Service for an advisory opinion.\nExample\n:  A Veteran is SC for dermatitis herpetiformis. Medical evidence shows she was treated with oral Dapsone for 7 weeks during the past 12-month period.  An evaluation of 30 percent is warranted for treatment with systemic therapy for a total duration of six weeks or more, but not constantly, during the past 12-month period.\nReferences\n:  For more information on\nthe meaning of “such as” in the rating schedule, see\nMauerhan v. Principi\n, 16 Vet.App. 436 (2002), and\ndetermining whether topical corticosteroids can be considered systemic under historical rating criteria, see\nJohnson v. Shulkin\n, 862 F.3d 1351 (2017), and\nBurton v. Wilkie\n, No. 16-2307 (2018), and\nrequesting advisory opinions, see\nM21-1, Part X, Subpart v, 1.A.2\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 10 - Skin Conditions",
  "citation": "Part V, Subpart iii, Chapter 10, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180515/M21-1-Part-V-Subpart-iii-Chapter-10-Skin-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:44.520859",
  "tags": [
    "m21-1"
  ]
}