{
  "chunk_id": "V_iii_11_None_10",
  "content": "/>\nV.iii.11.1.e\n.\nInformation on Regulation of Activities\nThe term\nregulation of activities\nis defined parenthetically in\n38 CFR 4.119, DC 7913\nto mean the requirement of “avoidance of strenuous occupational and recreational activities.”  In turn, this must be understood as meaning that the avoidance is\nrequired\nto help control blood sugar.\nVoluntary avoidance of strenuous activity by the Veteran, undertaken with the intention of avoiding hypoglycemic episodes, does\nnot\nmeet the regulatory criteria.  Evidence must document that the avoidance of strenuous activities is required/prescribed as part of medical management of the individual’s diabetes.\nPrescribed or voluntary exercise also does not satisfy the regulation-of-activities criterion.\nNotes\n:\nWhich specific activities are medically contraindicated as strenuous (what medical restrictions have been prescribed) is a factual medical question.\nThe\nDiabetes Mellitus\nDisability Benefits Questionnaire\n(DBQ) requires that the examiner address whether avoidance of strenuous occupational and recreational activities to avoid hypoglycemic episodes is required as part of medical management of diabetes mellitus, and if so, to provide examples.\nThe conclusion that “regulation of activities” is demonstrated is an adjudicative determination.\nIt is the Department of Veteran’s Affairs (VA’s) policy to concede that an individual’s diabetes mellitus requires insulin, restricted diet, and regulation of activities when the diabetes has caused episodes of ketoacidosis that have resulted in hospitalization.",
  "title": "M21-1, Part V, Subpart iii, Chapter 11 - Endocrine Conditions",
  "citation": "Part V, Subpart iii, Chapter 11, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180518/M21-1-Part-V-Subpart-iii-Chapter-11-Endocrine-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:53.885996",
  "tags": [
    "m21-1"
  ]
}