{
  "chunk_id": "V_iii_11_None_12",
  "content": "/>\nV.iii.11.1.g\n.\nRequesting Examinations for Diabetes Mellitus or Diabetic Complications\nRefer to the table below for general guidance on determining which examinations to request in claims for diabetes mellitus or diabetic complications.\nIf the claim wording is interpreted as requesting compensation for ...\nThen request ...\ndiabetes mellitus (initial SC or an increased evaluation) with or without complications specified\nthe\nDiabetes Mellitus Disability Benefits Questionnaire\n, when necessary to decide the claim.\nImportant\n:\nIf the Veteran explicitly claims a diabetic complication (new or increased evaluation), or is already SC for a complication(s), include a comment in the examination request to alert the examiner.\nThe\nDiabetes Mellitus Disability Benefits Questionnaire\nmust address all diabetic complications present, to include completion of additional DBQs as appropriate.\nIf the examiner fails to address all diabetic complications and complete all necessary DBQs, the examination must be returned as insufficient.\na specified diabetic complication(s) (new or an increased evaluation)\nthe specific DBQ(s) associated with the claimed complication(s), when necessary to decide the claim.\nNote\n:  Do\nnot\nrequest the\nDiabetes Mellitus Disability Benefits Questionnaire\n.\nImportant\n:  Worsening of a diabetic complication could indicate a broader worsening of the diabetes generally.  When worsening in the diabetic process is shown, follow procedures for deciding all issues within scope of the claim as outlined in\nM21-1, Part V, Subpart iii, 11.1.f\n, and\nM21-1, Part V, Subpart ii, 3.A.2.c\n.\nReferences\n:  For more information on\nwhen an examination is necessary to decide a claim, see\nM21-1, Part IV, Subpart i, 1.A\nand\nB\n, and\ndeveloping for a relationship between diabetes mellitus and hypertension, see\nM21-1, Part V, Subpart iii, 11.2.g\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 11 - Endocrine Conditions",
  "citation": "Part V, Subpart iii, Chapter 11, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180518/M21-1-Part-V-Subpart-iii-Chapter-11-Endocrine-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:53.885996",
  "tags": [
    "m21-1"
  ]
}