{
  "chunk_id": "V_iii_11_None_30",
  "content": "/>\nV.iii.11.2.l\n.\nImmune and Other Miscellaneous Complications of Diabetes Mellitus\nHyperglycemia causes the white blood cells of the immune system to function poorly.  In addition, all of the body's fluids have higher levels of sugar and nutrients, which make them more inviting for bacteria to grow and multiply.  This causes infections to be more serious and difficult to cure.  The table below contains a description of diabetic immune and other miscellaneous complications.\nDiabetic Immune and Other Miscellaneous Complications\nDescription\nReferences\nmalignant external otitis\na bacterial infection in older patients that causes\nsevere ear pain\nnecrosis of the external auditory canal, and\nfever, and may also cause\nparalysis of the facial nerve\nparalysis of other cranial nerves, and osteomyelitis of the base of the skull\nM21-1, Part V, Subpart iii, 2.B\n, and\n38 CFR 4.87\n.\nnasopharyngeal mucormycosis\na rare and serious fungal infection, which usually develops during or following an episode of diabetic ketoacidosis\nsudden onset with periorbital edema, pain, bloody nasal discharge, and increased lacrimation (tearing), and\nnasal mucosa and underlying tissues become black and necrotic\nM21-1, Part V, Subpart iii, 4.A\n, and\n38 CFR 4.97\n.\nemphysematous cholecystitis\nbegins as an attack of biliary colic, which rapidly progresses, and\nrecognized by x-rays that show gas in or around the gallbladder\nM21-1, Part V, Subpart iii, 6\n, and\n38 CFR 4.114\n.\nemphysematous pyelonephritis\nbegins as an attack of biliary colic, which rapidly progresses, and\nrecognized by x-rays that show gas in the kidney area\nM21-1, Part V, Subpart iii, 7\n38 CFR 4.115a\n, and\n38 CFR 4.115b\n.\nvaginal infection\nan inflammation of the vagina that creates discharge, odor, irritation, or itching\nM21-1, Part V, Subpart iii, 8.A\n, and\n38 CFR 4.116\n.\nurinary tract infection\ninfection in any part of the urinary system including kidneys, ureters, bladder, and urethra, or\na burning sensation, abdominal pain, and frequency in urination\nM21-1, Part V, Subpart iii, 7\n38 CFR 4.115a\n, and\n38 CFR 4.115b\n.\noral thrush\na yeast infection of the tongue, inner cheek, lip, or gums\nM21-1, Part V, Subpart iii, 6\n, and\n38 CFR 4.114\n.\nmoniliasis\nyeast infections affecting moist areas of the skin\nM21-1, Part V, Subpart iii, 10\n, and\n38 CFR 4.118\n.\ngastroparesis (paralysis of the stomach)\nsevere delayed gastric emptying (sometimes with dumping syndrome) due to vagus nerve involvement, and possible\nnausea, vomiting, early fullness in the stomach, bloating, abdominal pain, and weight loss\nM21-1, Part V, Subpart iii, 6\n, and\n38 CFR 4.114",
  "title": "M21-1, Part V, Subpart iii, Chapter 11 - Endocrine Conditions",
  "citation": "Part V, Subpart iii, Chapter 11, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180518/M21-1-Part-V-Subpart-iii-Chapter-11-Endocrine-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:53.885996",
  "tags": [
    "m21-1"
  ]
}