{
  "chunk_id": "V_iii_11_None_36",
  "content": "/>\nV.iii.11.3.b\n.\nEvaluating Thyroid Disabilities After the Initial Diagnosis\nWhen a thyroid DC calls for an initial evaluation, the initial evaluation, by its very nature, is not considered static.  Most symptoms of these conditions are alleviated within the initial period of treatment.\nWhen the rating schedule requires the assignment of an evaluation for a specified period after the initial diagnosis, establish the initial evaluation for any applicable period for which the Veteran is eligible; and thereafter, evaluate based on residuals of the disease in the affected body system(s) as directed by the relevant DC.\nNotes\n:\nIn cases where the claim is being decided during the initial evaluation period, establish controls for a review exam at the end of that period to determine the appropriate evaluation.\nFor any complications shown on the review examination, follow the procedures in\nM21-1, Part IV, Subpart ii, 2.A.1.b\nfor awarding benefits for residuals of the primary SC disability.\nIf treatment for one form of thyroid dysfunction causes a new diagnosis of the other form of thyroid dysfunction, the Veteran is entitled to an initial evaluation for the newly diagnosed thyroid disease.\nReferences\n:  For more information on\nestablishing future exam control, see\nM21-1, Part IV, Subpart ii, 1.B\nstatic disabilities, see\nM21-1, Part IV, Subpart ii, 2.B.2.b\n, and\nM21-1, Part V, Subpart ii, 3.D.4\n, and\nevaluations of thyroid disabilities, see\n38 CFR 4.119\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 11 - Endocrine Conditions",
  "citation": "Part V, Subpart iii, Chapter 11, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180518/M21-1-Part-V-Subpart-iii-Chapter-11-Endocrine-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:53.885996",
  "tags": [
    "m21-1"
  ]
}