{
  "chunk_id": "V_iii_12_A_15",
  "content": "/>\nV.iii.12.A.2.a\n.\nRegulations for Evaluating Peripheral Nerves\n38 CFR 4.124a, DCs 8510-8730\n, provides evaluation levels for complete paralysis, incomplete paralysis, neuritis, or neuralgia of peripheral nerves.\nAt the beginning of the DCs for the peripheral nerves, the regulation also states that “incomplete paralysis” anticipates substantially less impaired function than described for complete paralysis of the nerve.  When impairment is wholly sensory, the evaluation should be that specified for the\nmild\n, or at most, the\nmoderate\ndegree of incomplete paralysis for the nerve.\nThe regulations listed below also provide guidance on evaluating peripheral nerves.\n38 CFR 4.120\nprovides that when rating peripheral nerve injuries and residuals consider the relative impairment of motor function, trophic changes, and/or sensory disturbances.  Attention should be given to the site and character of the injury.\n38 CFR 4.123\nprovides several principles relating to peripheral nerves:\nNeuritis, characterized by loss of reflexes, muscle atrophy, sensory disturbances, and constant pain, is to be rated on the scale provided for injury of the nerve involved under the DCs and evaluations provided in\n38 CFR 4.124a\n.\nThe maximum evaluation for neuritis is the evaluation provided for\nsevere\nincomplete paralysis of the affected nerve.\nThe maximum evaluation that may be assigned for neuritis\nnot\ncharacterized by the organic changes referred to in the regulation\nis generally the evaluation level specified for\nmoderate\nincomplete paralysis of the nerve,\nbut\nis the evaluation level specified for\nmoderately severe\nimpairment when the affected nerve is the sciatic nerve.\n38 CFR 4.124\nprovides that the maximum evaluation for neuralgia, characterized usually by a dull and intermittent pain in the distribution of a nerve, should be the evaluation provided for\nmoderate\nincomplete paralysis of the nerve under the\napplicable DC.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section A - Neurological Conditions and Convulsive Disorders",
  "citation": "Part V, Subpart iii, Chapter 12, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180519/M21-1-Part-V-Subpart-iii-Chapter-12-Section-A-Neurological-Conditions-and-Convulsive-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:03.175696",
  "tags": [
    "m21-1"
  ]
}