{
  "chunk_id": "V_iii_12_A_16",
  "content": "/>\nV.iii.12.A.2.b\n.\n38 CFR 4.124a Guidance on Evaluating Completely Sensory Peripheral Nerve Impairment\nIn cases where a peripheral nerve disability is only manifested by sensory impairment,\n38 CFR 4.124a\ndirects decision makers to assign the evaluation corresponding with the mild\nor at most\nthe moderate degree of impairment.\nTo make a choice between mild and moderate, consider the evidence of record and the following guidelines:\nThe mild level of evaluation would be more reasonably assigned when sensory symptoms are\nrecurrent but not continuous\nassigned a lower medical grade reflecting less impairment, and/or\naffecting a smaller area in the nerve distribution.\nReserve the moderate level of evaluation for the most significant and disabling cases of sensory-only involvement.  These are cases where the sensory symptoms are\ncontinuous\nassigned a higher medical grade reflecting greater impairment,\nand/or\naffecting a larger area in the nerve distribution.\nImportant\n:  This provision\ndoes not\nmean that if there is\nany\nimpairment that is non-sensory (or involves a non-sensory component) such as a reflex abnormality, weakness, or muscle atrophy, the disability must be evaluated as greater than moderate.  Significant and widespread sensory impairment may potentially indicate the same or even more disability than a case involving a minimally reduced or increased reflex or minimally reduced strength.\nReferences\n:  For more information on\nevaluating wholly sensory manifestations of peripheral nerves, see\nMiller v. Shulkin\n, 28 Vet.App. 376 (2017)\nconsidering the complete findings when evaluating incomplete paralysis, see\nM21-1, Part V, Subpart iii, 12.A.2.d\nthe importance of fully descriptive examinations and limitations from the disabling condition, see\n38 CFR 4.1\n, and\nthe importance of coordinating the evaluation with impairment of function based on sufficiently characteristic findings, see\n38 CFR 4.21\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section A - Neurological Conditions and Convulsive Disorders",
  "citation": "Part V, Subpart iii, Chapter 12, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180519/M21-1-Part-V-Subpart-iii-Chapter-12-Section-A-Neurological-Conditions-and-Convulsive-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:03.175696",
  "tags": [
    "m21-1"
  ]
}