{
  "chunk_id": "V_iii_12_A_17",
  "content": "/>\nV.iii.12.A.2.c\n.\nAssigning Level of Incomplete Paralysis, Neuritis, or Neuralgia\nThe table below provides general guidelines for each level of incomplete paralysis of the upper and lower peripheral nerves.\nDegree of Incomplete Paralysis\nDescription\nMild\nAs this is the lowest level of evaluation for each nerve, this is the default assigned based on the symptoms, however slight, as long as they were sufficient to support a diagnosis of the peripheral nerve impairment for SC purposes.\nIn general, look for a disability limited to sensory deficits that are lower graded, less persistent, or affecting a small area.\nA very minimal reflex or motor abnormality potentially could also be consistent with mild incomplete paralysis.\nModerate﻿﻿\nModerate is the maximum evaluation reserved for the most significant cases of sensory-only impairment (\n38 CFR 4.124a\n).\nSymptoms will likely be described by the claimants and medically graded as significantly disabling.\nIn such cases a larger area in the nerve distribution may be affected by sensory symptoms.\nOther sign/symptom combinations that may fall into the moderate category include\ncombinations of significant sensory changes and reflex or motor changes of a lower degree, or\nmotor and/or reflex impairment such as weakness or diminished or hyperactive reflexes (with or without sensory impairment) graded as medically moderate.\nModerate is also the maximum evaluation that can be assigned for\nneuritis not characterized by organic changes referred to in\n38 CFR 4.123\n, or\nneuralgia characterized usually by a dull and intermittent pain in the distribution of a nerve (\n38 CFR 4.124\n).\nModerately Severe\nThe moderately severe evaluation level is only applicable for involvement of the sciatic nerve.\nThis is the maximum rating for sciatic nerve neuritis not characterized by the organic changes specified in\n38 CFR 4.123\n.\nMotor and/or reflex impairment (for example, weakness or diminished or hyperactive reflexes) at a grade reflecting a high level of limitation or disability is expected.\nAtrophy may be present.  However, for marked muscular atrophy see the criteria for a severe evaluation under\n38 CFR 4.124a, DC 8520\n.\nSevere\nIn general, expect motor and/or reflex impairment (for example, atrophy, weakness, or diminished or hyperactive reflexes) at a grade reflecting a very high level of limitation or disability.\nTrophic changes may be seen in severe longstanding neuropathy cases.\nFor the sciatic nerve (\n38 CFR 4.124a, DC 8520\n) marked muscular atrophy is expected.\nEven though severe incomplete paralysis cases should show findings substantially less than representative findings for complete impairment of the nerve, the disability picture for severe incomplete paralysis may contain signs/symptoms resembling some of those expected in cases of complete paralysis of the nerve.\nNeuritis characterized by loss of reflexes, muscle atrophy, sensory disturbances, and constant pain should be rated as high as severe incomplete paralysis of the nerve (\n38 CFR 4.123\n).\nNotes\n:\nAlways consider the specific criteria in the\n38 CFR 4.124a\nDC at issue, as well as the general guidance on neuritis and neuralgia under\n38 CFR 4.123\nand\n38 CFR 4.124\n.\nThis guidance also applies to radiculopathy, which is evaluated under a peripheral nerve code.\nSeparate evaluations may not be assigned when evaluating an upper extremity peripheral nerve disability. See note under\n38 CFR 4.124a, DC 8719\n.\nReference\n:  For more information on evaluating peripheral nerves, see the\nPeripheral Nerve Evaluation Matrix\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section A - Neurological Conditions and Convulsive Disorders",
  "citation": "Part V, Subpart iii, Chapter 12, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180519/M21-1-Part-V-Subpart-iii-Chapter-12-Section-A-Neurological-Conditions-and-Convulsive-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:03.175696",
  "tags": [
    "m21-1"
  ]
}