{
  "chunk_id": "V_iii_12_A_18",
  "content": "/>\nV.iii.12.A.2.d\n.\nConsidering the Complete Findings When Evaluating Incomplete Paralysis\nEvaluation Builder entries must be based upon the\ncomplete findings\nof the DBQ and/or evidentiary record, including\nthe nerve(s) involved\nwhether the impairment involves\nreduced or elevated sensation to various tests, or abnormal sensations\nreduced or hyperactive reflexes\nmuscle weakness\nmuscle atrophy, and/or\ntrophic changes\nthe amount of area in the nerve distribution affected by symptoms\nthe frequency of symptoms,\nand\nthe grade of any impairments that are identified.\nDo not\nbase the entries\nsolely\nupon the examiner’s assessment of the level of incomplete paralysis.\nThe examiner’s clinical assessment of the extent of incomplete paralysis, as indicated on the DBQ, may be inconsistent with or appear to contradict the objective findings that are documented in other sections of the DBQ or other evidence of record.\nImportant\n:  The rating activity, not the examining medical professional, determines whether the overall evidentiary record shows the severity of the condition meets the criteria for a classification of mild, moderate, moderately severe, or severe.\nExample 1\n:  An examiner assesses the peripheral nerve disability as “mild incomplete paralysis.”  However, the DBQ shows muscle weakness, atrophy, and diminished reflexes, which are clearly demonstrative of more than mild incomplete paralysis.  In this case, the complete evidentiary record shows the condition is more than mild under guidance contained in\n38 CFR 4.124\nand therefore warrants a higher evaluation.\nExample 2\n:  An examiner renders an assessment of “severe incomplete paralysis” when the objective test results are wholly sensory.  Therefore, the condition warrants an evaluation no higher than moderate incomplete paralysis under\n38 CFR 4.124a\n.\nReferences\n:  For more information on\ntests for peripheral nerve conditions, see\nM21-1, Part V, Subpart iii, 12.A.2.h\n, and\ninterpretation of examination reports, see\n38 CFR 4.2\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section A - Neurological Conditions and Convulsive Disorders",
  "citation": "Part V, Subpart iii, Chapter 12, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180519/M21-1-Part-V-Subpart-iii-Chapter-12-Section-A-Neurological-Conditions-and-Convulsive-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:03.175696",
  "tags": [
    "m21-1"
  ]
}