{
  "chunk_id": "V_iii_12_A_21",
  "content": "/>\nV.iii.12.A.2.g\n.\nDetermining Individual Nerves Affected in the Upper and Lower Extremities When Evaluating Disabilities\nWhen evaluating peripheral nerve disabilities of the upper and lower extremities, the rating activity must conduct a thorough review of the medical evidence of record to determine the individual nerve(s) affected.\nDepartment of Veterans Affairs (VA) examiners are required, to the extent possible, to select the individual nerves affected when completing DBQs.  However, the examiner may not necessarily conduct a review of all previous clinical records or perform comprehensive tests to pinpoint the exact nerve and/or symptoms attributable to that nerve.\nImportant\n:\nIt is the responsibility of the rating activity, in accordance with\n38 CFR 4.2\n, to interpret the DBQ along with the whole recorded history, and accurately identify and assess the current level of peripheral nerve disability.  This includes identifying the appropriate nerve from a review of the evidence so that the appropriate evaluation can be assigned.\nInclude the following language in all peripheral nerves examination requests:\nExaminer:  Please identify the specific nerve(s) affected.  If you are unable to identify the specific nerve(s), please provide a rationale in the Remarks section.  Thank you\n.\nFollow the guidance in the table below when reviewing medical evidence pertaining to peripheral nerve disabilities of the upper and lower extremities.\nIf the DBQ or equivalent\nindicates\n…\nAnd …\nThen\nevaluate\n…\nthe specific nerve(s) affected\nthere is no conflicting information\nthe specific nerve under the appropriate DC.\nthere is conflicting information on what nerve is affected, but the nerves identified are within the same nerve branch\nthe nerve that is most beneficial to the Veteran as long as the DC supports the symptoms.\nthe identified nerves are in different nerve branches; however, the symptoms identified in the medical evidence are not clearly associated with an individual nerve\nall symptoms shown in the medical evidence for the individual nerve(s) in the associated nerve branches.\nthe examiner is unable to specify the affected nerve(s)\nthere is no other evidence adequately documenting the affected nerve\nupper extremity symptoms using\n38 CFR 4.124a, DC 8514\n(the radial nerve), or\nlower extremity symptoms using\n38 CFR 4.124a, DC 8521\n(the common peroneal nerve).\nException\n:  Where the disability at issue is lower extremity radiculopathy associated with service-connected (SC) thoracolumbar disability, follow the guidance in\nM21-1, Part V, Subpart iii, 1.B.3.d\nand evaluate using\n38 CFR 4.124a, DC 8520\n(the sciatic nerve).\nNote\n:  The nerve branches and general functions of the nerve branches of the lower extremities are described in the table found in\nM21-1, Part V, Subpart iii, 12.A.2.e\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section A - Neurological Conditions and Convulsive Disorders",
  "citation": "Part V, Subpart iii, Chapter 12, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180519/M21-1-Part-V-Subpart-iii-Chapter-12-Section-A-Neurological-Conditions-and-Convulsive-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:03.175696",
  "tags": [
    "m21-1"
  ]
}