{
  "chunk_id": "V_iii_12_B_27",
  "content": "/>\nV.iii.12.B.2.a\n.\nSecondary SC Under 38 CFR 3.310\n38 CFR 3.310(d)\nwas amended on December 17, 2013, to establish an association between TBI and certain illnesses.\nIn absence of clear evidence to the contrary, the following five diagnosable illnesses are held to be a secondary result of TBI:\nParkinsonism, including Parkinson’s disease, following moderate or severe TBI\nunprovoked seizures, following moderate or severe TBI\ndementias (presenile dementia of the Alzheimer’s type, frontotemporal dementia, and dementia with Lewy bodies),\nif\nthe condition manifests within 15 years following moderate or severe TBI\ndepression,\nif\nthe condition manifests within three years of moderate or severe TBI or within 12 months of mild TBI, or\ndiseases of hormone deficiency that result from hypothalamo-pituitary changes,\nif\nthe condition manifests within 12 months of moderate or severe TBI.\nEntitlement to secondary SC for these TBI-related conditions in\n38 CFR 3.310(d)\ndepends upon the initial severity of the TBI\nand\nthe period of time between the injury and onset of the secondary illness.\nImportant\n:  There is no need to obtain a medical opinion to determine whether the above conditions are associated with TBI when there is a TBI of a qualifying degree of severity.\nNotes\n:\nDetermine the initial severity level of the TBI based on the TBI symptoms at the time of the original injury, or shortly thereafter, rather than the current level of functioning.\nRegional offices (ROs) must continue to follow guidance in\nM21-1 Part V, Subpart iii, 12.B.1\nwhen evaluating residuals of TBI.\nHowever\n, ROs must follow guidance in this topic when establishing secondary SC for claimants who have experienced a TBI in service and later develop one of the five diagnosable conditions listed in\n38 CFR 3.310(d)\n.\nThe determination of initial severity is adjudicative – although based on medical evidence.  That means the rating activity must decide the facts, such as initial severity, that correspond with the legal standard set forth in the regulation.\nReferences\n:  For more information on\nusing the TBI initial severity table in\n38 CFR 3.310(d)\nand how to proceed if the level of severity cannot be determined based on the available evidence, see\nM21-1, Part V, Subpart iii, 12.B.2.c\n, and\nevaluating evidence and making findings of fact to support conclusions of law, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section B - Traumatic Brain Injury (TBI)",
  "citation": "Part V, Subpart iii, Chapter 12, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180832/M21-1-Part-V-Subpart-iii-Chapter-12-Section-B-Traumatic-Brain-Injury-TBI",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:12.482450",
  "tags": [
    "m21-1"
  ]
}