{
  "chunk_id": "V_iii_12_B_30",
  "content": "/>\nV.iii.12.B.2.d\n.\nEvidence That May Be\nRelevant to\nthe Initial\nSeverity Factors\nEvidence that may be relevant in ascertaining the initial severity of TBI symptoms includes\nlay statements provided by the Veteran\nlay statements from witnesses to the injury\nhistory provided by the Veteran in medical reports, to include VA exams, and\nservice treatment records (STRs) findings at any time after the TBI.\nNote\n:  The\nevidence\nthat establishes the initial severity of the TBI does not necessarily have to be contemporaneous to the injury as long as it relates to the condition of TBI at or shortly after the time of the injury.\nExample\n:  A Korean War Veteran submits a claim for SC for Parkinsonism secondary to his SC TBI.  The Veteran’s discharge examination from 1954 mentions a history of TBI in service.  However, it does not contain information sufficient to determine the level of severity of the initial TBI injury.  The Veteran provides a statement that he experienced a loss of consciousness during the Battle of Chosin Reservoir.  A review of prior VA examination reports reveals a history provided by the Veteran that he was told by fellow soldiers that he fell unconscious for almost an hour after two grenades exploded near him.\nAnalysis\n:\nAlthough service records do not reveal the specific level of TBI during service, the Veteran’s statement is credible, consistent with circumstances of his service, and therefore sufficient to determine that he experienced a moderate level of TBI during service.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section B - Traumatic Brain Injury (TBI)",
  "citation": "Part V, Subpart iii, Chapter 12, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180832/M21-1-Part-V-Subpart-iii-Chapter-12-Section-B-Traumatic-Brain-Injury-TBI",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:12.482450",
  "tags": [
    "m21-1"
  ]
}