{
  "chunk_id": "V_iii_12_B_33",
  "content": "/>\nV.iii.12.B.2.g\n.\nConsiderations When Establishing Secondary SC\nWhen evaluating TBI-related secondary conditions, avoid pyramiding when considering the initial TBI evaluation and symptoms that are now associated with the five secondary conditions.  Also, consider Notes 1 and 2 under\n38 CFR 4.124a, DC 8045\n, while ensuring that the claimant receives the highest overall evaluation under the provisions of\n38 CFR 4.25\n(Combined Ratings Table).\nDepending on the most advantageous combined evaluation, it is permissible to reduce an existing TBI evaluation as long as the overall evaluation of both TBI and the separate secondary SC condition is not reduced.  Use the combinator tool in VBMS-R to determine the combined evaluation of TBI and the secondary SC condition.  Thoroughly explain the decision in the\nNarrative\nsection of the rating decision.\nUse the table below to consider symptoms which apply to both TBI and the secondary conditions listed in\n38 CFR 3.310(d)\n.\nIf ...\nThen ...\nthe symptoms associated with one of the five conditions were also used to provide the highest level of evaluation for any facet under\n38 CFR 4.124a, DC 8045\nconsider removing evaluation of the facet, and\nuse the next highest-evaluated facet as the evaluation for the TBI residuals,\nas long as\nthe symptoms of that facet are not used to establish SC for one of the five diagnosable conditions.\nthe same symptoms apply to both disabilities\nevaluate the evidence and determine whether the symptoms can be entirely associated with one disability versus the other disability, and\ndo not request an additional medical examination for this determination.  If it is unclear, assume that the manifestations are not separable.\nthe same symptoms apply to both disabilities, and the symptoms are clearly associated with one disability versus the other disability\nselect the most advantageous option from the following:\nOption\nActions\n1\nRemove symptoms from the TBI facet\nevaluate the TBI under the next highest-evaluated facet that does not contain those symptoms\naward secondary SC for the diagnosable condition, and\nevaluate the secondary condition using those symptoms.\n2\nKeep the symptoms under the TBI facet, and\ndo\nnot\naward secondary SC for the diagnosable condition,\nbut\nensure the diagnosable condition is included with the description of the SC TBI disability in the rating decision.\n3\nKeep the symptoms under the TBI facet\naward secondary SC for the diagnosable condition, and\nevaluate based on the distinct symptoms.\nReference\n:  For more information on evaluating TBI residuals, see\nM21-1, Part V, Subpart iii, 12.B.1.g\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section B - Traumatic Brain Injury (TBI)",
  "citation": "Part V, Subpart iii, Chapter 12, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180832/M21-1-Part-V-Subpart-iii-Chapter-12-Section-B-Traumatic-Brain-Injury-TBI",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:12.482450",
  "tags": [
    "m21-1"
  ]
}