{
  "chunk_id": "V_iii_12_C_14",
  "content": "/>\nV.iii.12.C.2.b\n.\nEstablishing Presumptive SC for ALS\nEffective September 23, 2008,\n38 CFR 3.318\nestablished a presumption of SC for ALS manifested at any time after discharge or release from active military, naval, air, or space service.\nExceptions\n:  SC will not be established if\nthere is affirmative evidence that ALS was\nnot incurred or aggravated by military, naval, or air service, or\nwas due to the Veteran’s own willful misconduct;\nor\nif the Veteran did not have active, continuous service of 90 days or more.\nIn\nBowers v. Shinseki\n, 748 F.3d. 1351 (Fed. Cir., 2014), the Federal Circuit held that active duty for training does not qualify as active military, naval, air, or space service for the purpose of establishing entitlement to SC for ALS on a presumptive basis.\nNote\n:  Primary lateral sclerosis (PLS) is\nnot\nconsidered to be a qualifying\ndisease under\n38 CFR 3.318\n.  Because PLS and ALS are diseases of the nervous system and both affect motor neurons, treating physicians may not be able to identify whether the Veteran has PLS or ALS in the initial stages.  If the diagnosis is uncertain after reviewing the medical evidence, request a medical opinion with examiner review of\nall\npertinent evidence in the claims folder.\nThis was considered a liberalizing regulation.  Therefore consider the application of\n38 CFR 3.114(a)\nwhen granting presumptive SC for ALS under the provisions of\n38 CFR 3.318\n.\nReferences\n:  For more information on\nliberalizing changes of law and Department of Veterans Affairs (VA) issuances, see\nM21-1, Part V, Subpart ii, 4.A.6\nauthority to decide ALS claims, see\nM21-1, Part V, Subpart iii, 12.C.2.f\n, and\nactive duty service for establishing entitlement to SC for ALS on a presumptive basis, see\nHansen-Sorensen v. Wilkie\n, 909 F.3d 1379 (Fed. Cir. 2018).",
  "title": "M21-1, Part V, Subpart iii, Chapter 12, Section C - Progressive Neurological Disorders",
  "citation": "Part V, Subpart iii, Chapter 12, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180833/M21-1-Part-V-Subpart-iii-Chapter-12-Section-C-Progressive-Neurological-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:21.735242",
  "tags": [
    "m21-1"
  ]
}