{
  "chunk_id": "V_iii_13_None_10",
  "content": "/>\nV.iii.13.1.e\n.\nConsidering SC for Mental Unsoundness in Suicide\nWhether a person, at the time of suicide, was so unsound mentally as to not realize the consequences of such an act, or was unable to resist such impulse, is a question to be determined in each individual case, based on all available lay and medical evidence pertaining to the individual’s mental condition at the time.\nThe act of suicide or a bona fide attempt is considered to be evidence of mental unsoundness.  Therefore,\nwhere no reasonable adequate motive for suicide is shown by the evidence\n, the act will be considered to have resulted from mental unsoundness.\nImportant\n:  Application of the provisions of\n38 CFR 3.302\nregarding mental unsoundness in suicide is not limited to acts of suicide or bona fide attempts that occur during service.\nNotes\n:\nThe finding of mental unsoundness applies to the determination of whether the suicide constitutes willful misconduct, as indicated in\n38 CFR 3.302(a)\n.\nIn all instances, any reasonable doubt should be resolved favorably to support a finding of SC.\nAs held in\nElkins v. Brown\n, 8 Vet.App. 391 (1995), mental unsoundness by itself without evidence of an underlying psychiatric disability is not a service-connectable disorder.\nTherefore, when death from suicide has occurred after separation from active duty, SC may be granted only in the presence of a service-connectable disability that\nmeets all of the requirements for SC, and\nis shown to have contributed to the state of mental unsoundness precipitating the act of suicide.\nWhen death from suicide has occurred while on active duty, it will be considered SC unless the evidence shows the suicide was due to willful misconduct or otherwise refutes a finding of SC.\nReferences\n:  For more information on\ndeveloping claims involving in-service suicide, see\nM21-1, Part XI, Subpart i, 2.A\n, and\nwillful misconduct, see\n38 CFR 3.1(n)\n, and\n38 CFR 3.301\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 13 - Mental Disorders",
  "citation": "Part V, Subpart iii, Chapter 13, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180520/M21-1-Part-V-Subpart-iii-Chapter-13-Mental-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:30.994374",
  "tags": [
    "m21-1"
  ]
}