{
  "chunk_id": "V_iii_13_None_17",
  "content": "/>\nV.iii.13.1.l\n.\nConsidering SC for Insomnia\nCarefully consider the evidence of record when deciding SC for insomnia.  Insomnia is generally considered a symptom of another disability due to coexisting medical or neurological conditions.  Insomnia can occur as an independent condition or can be a symptom associated with another mental disorder (for example, major depressive disorder), medical condition (for example, pain), or another sleep disorder (for example, a breathing-related sleep disorder).\nWhen insomnia is adequately identified as a symptom of another underlying disability, SC should be established for that diagnosis rather than for \"insomnia,\" and the insomnia symptoms should be included in the evaluation for the primary SC disability.  A separate evaluation is\nnot\nwarranted for insomnia that is considered secondary to, or a symptom of, another disability.\nHowever, SC can be established\non a direct basis\nfor \"insomnia\" in the absence of a known or established underlying etiology if there is\nan event in service (such as a diagnosis of primary insomnia or insomnia disorder in service)\na current diagnosis of insomnia disorder meeting DSM-5 diagnostic criteria\na nexus establishing insomnia disorder post service is connected to the event in service, and\nthe condition is\nnot\nassociated with any other disease or injury.\nImportant\n:  A separate SC evaluation for a diagnosis of insomnia disorder is\nonly\nwarranted if all other potential causes are ruled out and SC can be established on a direct basis.\nNotes\n:\nDSM-5 revised the diagnostic terminology from “primary insomnia” to “insomnia disorder.”  In both the current and prior versions of DSM, the diagnostic criteria includes ruling out all other potential causes.  Accordingly, a valid diagnosis of insomnia disorder meeting DSM-5 criteria means that the insomnia condition is\nnot\ncaused by (or secondary to) any other condition.\nWhen evaluating insomnia disorder, rate analogously under an appropriate DC in\n38 CFR 4.130\n.\nReference\n:  For more information on analogous ratings, see\n38 CFR 4.20\nM21-1, Part V, Subpart iv, 1.C.2\n, and\nM21-1, Part V, Subpart ii, 3.D.1.c\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 13 - Mental Disorders",
  "citation": "Part V, Subpart iii, Chapter 13, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180520/M21-1-Part-V-Subpart-iii-Chapter-13-Mental-Disorders",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:30.994374",
  "tags": [
    "m21-1"
  ]
}