{
  "chunk_id": "V_iii_14_None_16",
  "content": "/>\nV.iii.14.2.a\n.\nDiagnostic Imaging Confirmation Requirement for Evaluations Based on Nonunion of the Mandible or Maxilla\nUnder\n38 CFR 4.150, DC 9903\n, nonunion of the mandible requires confirmation by diagnostic imaging studies.\nUnder\n38 CFR 4.150, DC 9916\n, maxillary nonunion requires confirmation by diagnostic imaging studies.\nAs defined in the note to\n38 CFR 4.150\n,\ndiagnostic imaging studies\ninclude\nbut are not limited to\nconventional radiography (x-ray)\ncomputed tomography (CT)\nmagnetic resonance imaging (MRI)\npositron emission tomography (PET)\nradionuclide bone scanning, and\nultrasonography.\nThe term\nnonunion\nrefers to incomplete healing after an adequate healing period with fibrous union and mobility of fracture segments.\nImportant\n:  An actual copy of the imaging study does not need to be present in the claims folder.  However, the folder must reflect confirmation that the imaging was reviewed by the examiner.\nNote\n:  Although this is a new regulatory requirement, added to\n38 CFR 4.150\neffective September 10, 2017, the September 2016 version of the\nOral and Dental Conditions Including Mouth, Lips And Tongue (Other Than Temporomandibular Joint Conditions) Disability Benefits Questionnaire\nasks if x-rays or other studies, to include studies of the maxilla and mandible, have been conducted and instructs the examiner that if studies supporting the diagnosis are already of record they do not have to be repeated.  For cases pending on the effective date of the change of law, September 10, 2017, if there is a diagnosis of nonunion unsupported by diagnostic studies, obtain clarification.",
  "title": "M21-1, Part V, Subpart iii, Chapter 14 - Dental and Oral Conditions",
  "citation": "Part V, Subpart iii, Chapter 14, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180509/M21-1-Part-V-Subpart-iii-Chapter-14-Dental-and-Oral-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:40.270414",
  "tags": [
    "m21-1"
  ]
}