{
  "chunk_id": "V_iii_14_None_17",
  "content": "/>\nV.iii.14.2.b\n.\nSpecial Considerations in Evaluations for TMD\nTemporomandibular disorder (TMD) (which may also be called temporomandibular joint dysfunction (“TMJD” or more colloquially TMJ”)) is evaluated under\n38 CFR 4.150, DC 9905\n.  Evaluation levels are based on\nlimitation of inter-incisal range of motion (with or without dietary restrictions), or\nrange of lateral excursion.\nWhen assigning an evaluation there are a number of considerations.\nFor Department of Veterans Affairs purposes, normal maximum unassisted range of inter-incisal motion is 35 to 50mm.\nA 10-percent evaluation can be assigned for no more than 34 mm of inter-incisal motion.\nUnder the prior version of the DC (effective prior to September 10, 2017), a 10-percent evaluation was available for motion up to 40 mm.\nFor each range of maximum assisted inter-incisal motion, the appropriate evaluation to assign will depend on whether or not the condition necessitates dietary restriction to mechanically-altered foods.\nThe regulation provides in Note (3) that\nmechanically altered foods\nare foods altered by blending, chopping, grinding, or mashing to make them easier to chew and swallow.  Mechanical alteration can be to one of four levels or gradations:  full liquid, puree, soft, and semi-solid.\nThe note refers to dietary restrictions in which mechanically altered foods are required as\ntexture modified diets\n.\nDietary restrictions involving any textured modified diet (any grade of mechanically altered food) must be recorded or verified by a physician.\nA contention or testimony by an individual that he or she is using a texture modified diet or requires one due to the SC condition is not sufficient to establish that the condition necessitates a texture modified diet with restriction to mechanically altered foods.\nEndorsement of the need for the dietary restriction to mechanically altered foods by a competent medical professional is required.  An examination report may satisfactorily record or verify that the SC condition necessitates the dietary restriction to mechanically altered food.\nWith respect to inter-incisal range of motion, the DC requires ranges be “unassisted.”  This means active range of motion.\nIn assigning an evaluation for TMD or any other dental disability on the basis of limited motion of temporomandibular articulation under\n38 CFR 4.150, DC 9905\n,\ndo not\nassign separate evaluations for limited inter-incisal motion or painful motion involving each side of the jaw.  Doing so is pyramiding.  Only\none\nevaluation may be assigned.\nIf both sides of the jaw are affected, use the limitation of motion on the side that affords the highest evaluation.\nExample\n:  Maximum unassisted inter-incisal motion is limited to 34 mm on the right and 25 mm on the left.  There is no dietary restriction to mechanically altered foods.  There is credible evidence of actually painful motion of both sides of the jaw.  Assign a single 20-percent evaluation under\n38 CFR 4.150, DC 9905\n.\nDo not\nassign separate 10-and 20-percent evaluations.\nDo not combine ratings for limited inter-incisal motion with a rating based on limitation of lateral excursion of the jaw.\nReferences\n:  For more information on\nentitlement to a single rating for limitation of inter-incisal motion to include as due to painful motion, see\nVilfranc v. McDonald\n, 28 Vet.App. 357 (2017)\npainful motion for joint conditions under\n38 CFR 4.59\n, see\nM21-1, Part V, Subpart iii, 1.A.1\nchoice of law for cases pending at the time of a regulatory change, see\nM21-1, Part V, Subpart ii, 4.A.6\n, and\nthe prohibition against pyramiding, see\n38 CFR 4.14\n, and\nM21-1, Part V, Subpart ii, 3.D.2.b\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 14 - Dental and Oral Conditions",
  "citation": "Part V, Subpart iii, Chapter 14, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180509/M21-1-Part-V-Subpart-iii-Chapter-14-Dental-and-Oral-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:40.270414",
  "tags": [
    "m21-1"
  ]
}