{
  "chunk_id": "V_iii_2_A_9",
  "content": "/>\nV.iii.2.A.1.d\n.\nEvaluating Diplopia With Impairment of Visual Acuity or Field\nWhen the affected field with diplopia extends beyond more than one quadrant or range of degrees, evaluate diplopia based on the quadrant and degree range that provides the higher (or highest) evaluation.  When diplopia exists in two separate areas of the same eye, increase the equivalent visual acuity under\n38 CFR 4.79, diagnostic code (DC) 6090\nto the next poorer level of visual acuity, but not to exceed 5/200.\nFollow the steps in the table below when assigning an evaluation to visual impairment when a claimant has both\ndiplopia, and\na ratable impairment of visual acuity or loss of visual field in either eye.\nStep\nAction\n1\nAssign a level of visual acuity for diplopia for only one eye under\n38 CFR 4.79, DC 6090\n.\n2\nFollow the instructions in the table below.\nIf the visual acuity level assignable for diplopia is …\nThen assign a level of corrected visual acuity for the poorer eye (or affected eye, if only one is SC) that is …\n20/70 or 20/100\none step poorer than it would otherwise warrant, not to exceed 5/200.\n20/200 or 15/200\ntwo steps poorer than it would otherwise warrant, not to exceed 5/200.\n5/200\nthree steps poorer than it would otherwise warrant, not to exceed 5/200.\n3\nDetermine the evaluation for visual impairment under\n38 CFR 4.79, DC 6065 or 6066\nby using the\nadjusted visual acuity of the poorer eye (or affected eye, if only one is SC), and\ncorrected visual acuity for the better eye (or visual acuity of 20/40 for the other eye, if only one eye is SC).\nExample\n:\nThe Veteran has an SC evaluation for diplopia.\nDiplopia in both eyes is in the 31 to 40 degree range of upward vision and in the 31 to 40 degree range of lateral vision.\nThe diplopia in the upward vision is equivalent to visual acuity of 20/40, while the diplopia in the lateral vision is equivalent to visual acuity of 20/70.\nResult\n:\nBased on\n38 CFR 4.78(b)(2) and (3)\n, the overall equivalent visual acuity for diplopia is 20/100, which is one step poorer than the diplopia (in this case, the lateral) that provides the higher evaluation.\nThe overall evaluation for diplopia is, therefore, 10 percent, based on visual acuity of 20/100 for one eye and 20/40 for the other eye (diplopia is only taken into consideration for one eye).\nNote\n:  Diplopia that is occasional or that is correctable with corrective lenses is evaluated at zero percent.\nReference\n:  For examples of rating decisions for diplopia, see\nM21-1, Part V, Subpart iii, 2.A.4\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section A - Conditions of the Eyes",
  "citation": "Part V, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014461/M21-1-Part-V-Subpart-iii-Chapter-2-Section-A-Conditions-of-the-Eyes",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:02.345462",
  "tags": [
    "m21-1"
  ]
}