{
  "chunk_id": "V_iii_2_A_30",
  "content": "/>\nV.iii.2.A.3.d\n.\nDecision Making Principles - Dry Eye Syndrome\nSC can be established for dry eye syndrome when it is directly incurred in, or aggravated by, service or when secondary to an SC condition.\nException\n:  Elective procedures, such as laser eye surgery (e.g., LASIK), without unusual results or additional disability attributed to elective procedures are\nnot\neligible for SC.  Dry eye syndrome is a common result of laser eye surgery, and thus would\nnot\nbe eligible for SC\nif\nthe etiology of the dry eye syndrome is due solely to an elective procedure.\nThe disability picture present with dry eye syndrome varies and, therefore, an appropriate analogous DC must be selected dependent on the symptoms noted and etiology.  Appropriate DCs may include\n38 CFR 4.79, DCs 6013, 6018, or 6025\n, depending upon the nature and symptomatology.  It may also be appropriate to evaluate as a symptom under the evaluation of the underlying condition.\nMinimal symptomatology only requiring treatment by non-prescription eye drops would typically only warrant a zero percent evaluation under\n38 CFR 4.79, DCs 6013, 6018, or 6025\nas it clearly does not approximate the criteria required for a compensable evaluation.\nReferences\n:  For more information on the\nprinciples of SC, see\n38 CFR 3.303\n38 CFR 3.306\n38 CFR 3.310\n, and\nM21-1, Part IV, Subpart ii, 2.B\n, and\nusual effects of medical and surgical treatment in service having the effect of ameliorating disease, see\n38 CFR 3.306(b)(1)\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section A - Conditions of the Eyes",
  "citation": "Part V, Subpart iii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014461/M21-1-Part-V-Subpart-iii-Chapter-2-Section-A-Conditions-of-the-Eyes",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:02.345462",
  "tags": [
    "m21-1"
  ]
}