{
  "chunk_id": "V_iii_2_B_7",
  "content": "/>\nV.iii.2.B.1.b\n.\nConsidering the Duty MOS Noise Exposure Listing and Combat Duties\nThe\nDuty Military Occupational Specialty (MOS) Noise Exposure Listing\n, which has been reviewed and endorsed by each branch of service, is available at\nhttp://vbaw.vba.va.gov/bl/21/rating/docs/dutymosnoise.xls\n.\nBased on the Veteran’s records, review each duty MOS, Air Force Specialty Code, rating, or duty assignment documented on the\nDuty MOS Noise Exposure Listing\nto determine the probability of exposure to hazardous noise.\nWhen the duty position is shown to have a high, moderate, or low\nprobability of hazardous noise exposure, concede exposure to hazardous noise for the purposes of establishing an event in service.\nAlso review the Veteran’s records for evidence that the Veteran engaged in combat with the enemy in active service during a period of war, campaign, or expedition.\nIf the evidence establishes that the Veteran was engaged in combat, concede exposure to hazardous noise for the purposes of establishing an event in service.\nNotes\n:\nThe Duty MOS Noise Exposure Listing\nis not an exclusive means of establishing a Veteran’s in-service noise exposure.  Evaluate claims for SC for hearing loss in light of the circumstances of the Veteran’s service and all available evidence, including treatment records and examination results.\nWhen hazardous noise exposure is conceded based on the Veteran engaging in combat, accept satisfactory lay or other evidence of service incurrence or aggravation of such injury or disease, if consistent with the circumstances, conditions, or hardships of such service, even if there is no official record of such incurrence or aggravation in such service.  Resolve every reasonable doubt in favor of the Veteran, unless there is clear and convincing evidence to the contrary.\nReferences\n:  For more information on\nconsidering the circumstances of the Veteran’s service, see\n38 U.S.C. 1154(a) and (b)\n, and\n38 CFR 3.304(d)\nconsidering combat service for purposes of conceding in-service noise exposure and determining service incurrence of a disability, see\nReeves v. Shinseki\n682 F.3d 988 (Fed.Cir. 2012), and\nrequesting audiometric examinations and opinions, see\nM21-1, Part V, Subpart iii, 2.B.1.d\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}