{
  "chunk_id": "V_iii_2_B_8",
  "content": "/>\nV.iii.2.B.1.c\n.\nConsidering National Guard and Reserve Duty for Hearing Loss and/or Tinnitus Claims\nClaims for SC of hearing loss and/or tinnitus due to service in the National Guard or Reserves should be considered under the same criteria as any claim for SC of hearing loss and/or tinnitus.  The condition must be causally related to service.\nFirst, consider SC on the basis of a potential relationship to periods of active duty or active duty for training (ADT).\nWhen SC for hearing loss and/or tinnitus may not be directly related to a period of active duty or extended ADT, entitlement to SC may still be established if there has been a decrease in auditory acuity due to military duties as a member of the National Guard or Reserves.\nSC for hearing loss and/or tinnitus can be established for inactive duty for training (IADT)\nif\nthe condition can be linked to an injury during IADT as shown by the nature of service, MOS, lay evidence, or other competent evidence.\nFollow the procedures in the table below when developing for evidence of a decrease in auditory acuity due to National Guard or Reserve duty service and deciding whether an examination and/or medical opinion is warranted.\nStep\nAction\n1\nObtain National Guard or Reserve medical records documenting the auditory baseline.\n2\nConsider the type of MOS and military duties performed during National Guard or Reserve service.  Follow the guidance in\nM21-1, Part V, Subpart iii, 2.B.1.b\n.\nNote\n:  For purposes of hearing loss or tinnitus during IADT, the MOS or other evidence establishing noise exposure serves as the injury during IADT required for SC eligibility, per\nM21-1, Part V, Subpart ii, 2.A.3\n.\n3\nReview the entire evidentiary record for noise exposure to ascertain both in-service and post-service exposure to hazardous noise.\nNote\n:  Although the National Guard or Reserve service records should show auditory threshold shifts during National Guard or Reserve service, the auditory thresholds shown in service records do not need to meet the criteria in\n38 CFR 3.385\nto warrant an examination and/or medical opinion if all other requirements for ordering examinations and medical opinions in\nM21-1, Part IV, Subpart i, 1.A\nare satisfied.\nReferences\n:  For more information on\nwhen evidence of decreased hearing on in-service audiometry testing, not constituting a disability as defined in\n38 CFR 3.385\n, can support direct SC for hearing loss, see\nHensley v. Brown\n, 5 Vet.App. 155 (1993)\nrequesting records, see\nM21-1, Part III, Subpart i, 2.C\nupdating Department of Veterans Affairs (VA) systems for active service based on multiple periods of ADT or IADT, see\nM21-1, Part II, Subpart iii, 3.B.3.d\nduty status and eligibility of members of the Reserves, see\nM21-1, Part III, Subpart i, 1.A.3\nduty status and eligibility of personnel in the National Guard service, see\nM21-1, Part III, Subpart i, 1.A.4\napplying the presumption of soundness for ADT, see\nM21-1, Part V, Subpart ii, 2.A.2.e\n, and\nexamination requests, see\nM21-1, Part IV, Subpart i, 2.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}