{
  "chunk_id": "V_iii_2_B_9",
  "content": "/>\nV.iii.2.B.1.d\n.\nRequesting Audiometric Examinations and Medical Opinions\nWhere the question of SC is at issue, request an audiometric examination and/or medical opinion when necessary under\n38 CFR 3.159(c)(4)\n.\nCompetent evidence of\na current diagnosis or symptoms could include records\nor\nlay evidence of difficulty hearing or tinnitus.  A claim for hearing loss is acceptable lay evidence that the claimant is stating that he/she experiences difficulty hearing.\nEstablishment of an event, injury, or disease in service is fact-specific.\nEven if there is documentation of an in-service illness, injury, or event involving the ears or hearing, the\nDuty MOS Noise Exposure listing\nand evidence of combat service should still be considered.\nWhen noise exposure is conceded based on the\nDuty MOS Noise Exposure Listing\n, include the level of probability conceded (high, moderate, low) in the information provided to the examiner in the body of the examination request.\nIf noise exposure is conceded based on engagement in combat with the enemy, include this detail in the information provided to the examiner in the body of the examination request.\nIf an examination and/or opinion are otherwise necessary based on an event, injury, or disease, also include the probable level of exposure to hazardous noise associated with the Veteran’s documented duty position in the examination request remarks\n.\nIn most instances when noise exposure is conceded as a result of MOS, combat, or event in service this will also satisfy the indication of association between service and current disability for the purposes of finding an examination necessary.\nNotes\n:\nAn examination should be requested when a claim for hearing loss is received and there is evidence of an event, injury or disease in service.  Follow the procedures in\nM21-1, Part IV, Subpart i, 1.A.1.d\nwith reference to the timing of the examination request.\nA decision not to order an examination\nmust be supported with adequate reasons and bases\nin the rating decision.\nRequest a medical opinion regarding the significance of prior audiological findings if the evidence of record is unclear on any point, such as when there is no evidence of calibrated audiometry testing in the record.  Older records frequently contain whispered voice tests which cannot be considered as reliable evidence that hearing loss did or did not occur.\nReferences\n:  For more information on\nwhen an exam is necessary under the duty to assist, see\nM21-1, Part IV, Subpart i, 1.A.1.b\nuse of the duty MOS to determine if there was in-service hazardous noise exposure, see\nM21-1, Part V, Subpart iii, 2.B.1.b\nconsidering a decrease in hearing thresholds on audiometry in service not meeting the definition of a hearing loss disability in\n38 CFR 3.385\nas evidence of an event, injury or disease, see\nHensley v. Brown\n, 5 Vet.App. 155 (1993)\nmedical opinions and the\nHearing Loss and Tinnitus Disability Benefits Questionnaire\n, see\nM21-1, Part IV, Subpart i, 2.A.7.h\nqualification requirements of examiners for hearing loss and tinnitus examinations, see\nM21-1, Part IV, Subpart i, 3.A.1.k\nhearing loss and tinnitus examination report review, see\nM21-1, Part IV, Subpart i, 3.B.1.c\n, and\nrequesting medical opinions for tinnitus claims, see\nM21-1, Part V, Subpart iii, 2.B.3.b\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}