{
  "chunk_id": "V_iii_2_B_15",
  "content": "/>\nV.iii.2.B.2.c\n.\nChanges in Audiological Testing Methods\nEquipment and testing standards for hearing loss have undergone past changes.\nAudiometry results from before 1969 may have been in American Standards Association (ASA) units.\nCurrent testing standards are set by the International Standards Organization (ISO) /American National Standards Institute (ANSI).\nTest results should indicate the standard for the audiometry, but\nif a military audiogram was performed prior to 1969 and does not specifically state it was conducted according to ISO/ANSI standards, assume the results are ASA, and\nunless otherwise specified, assume audiograms performed from 1969 and later were conducted according to ISO or ANSI standards.\nVeterans Health Administration (VHA) examinations for compensation purposes routinely converted ISO/ANSI results to ASA units until the end of 1975 because the regulatory standard for evaluating hearing loss was not changed to require ISO/ANSI units until September 9, 1975.\nIn order to facilitate data comparison for VA purposes under\n38 CFR 3.385\n, ASA standards noted in service treatment records (STRs) dated prior to 1969 must be converted to ISO/ANSI standards.\nImportant\n:\nBe careful in determining whether older audiometry results show a disability under\n38 CFR 3.385\n.  Results today may indicate a different level of impairment than in the past because of changed equipment standards.\nIf the audiometric results were reported in standards set forth by ASA, or the results date to a time when ASA units may have been used and you cannot determine what standards were used to obtain the readings, an audiologist opinion is necessary to interpret the results and convert any ASA test results to ISO/ANSI units for application of\n38 CFR 3.385\nin disability determinations.\nReferences\n:  For more information on\napplying past versions of hearing loss tables, see\nM21-1, Part V, Subpart iii, 2.B.2.d\n, and\nobtaining medical opinions, see\nM21-1, Part IV, Subpart i, 2.A.7\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}