{
  "chunk_id": "V_iii_2_B_32",
  "content": "/>\nV.iii.2.B.3.a\n.\nSympathetic Reading of Tinnitus Claims\nIn cases where\nonly\ntinnitus is claimed but the evidence shows the presence of hearing loss that may be related to an in-service event or injury or due to some other SC condition, solicit a claim for SC for hearing loss.\nIf, upon solicitation, a claimant submits a claim for SC for hearing loss and the evidence of record supports SC, use the date the claim for SC for hearing loss was received for effective date purposes.\nSimilarly, where only tinnitus is claimed but SC has been previously granted for hearing loss, and the evidence of record shows that the hearing loss may have worsened, solicit a claim for reevaluation of hearing loss.  For effective date purposes the date of claim will be the date of filing after solicitation, not the date of claim for tinnitus.\nBy contrast to the guidance in\nM21-1, Part V, Subpart iii, 2.B.2.a\n, a claim for SC that is phrased as being for “tinnitus”\ngenerally should not\nbe interpreted as raising a claim for SC (or an increased evaluation) for hearing loss.\nThis is because tinnitus has a specific definition (a subjectively perceived sound in one ear, both ears, or in the head) so a claim asserting that specific condition is generally unambiguous.\nImportant\n:  Although claims for SC for tinnitus are not\nautomatically\nor routinely\ngoing to raise an additional claim for SC for hearing loss, rarely there may be ambiguities that will require consideration of a claim for hearing loss in circumstances parallel to those addressed in\nM21-1, Part V, Subpart iii, 2.B.2.a\n.\nExample\n:  An original claim describes the disability claimed only as “tinnitus.”  However, a statement submitted in connection with the claim reads “ringing in the ears (tinnitus); problems understanding what people are saying since tanker duty in service.”  The additional statement is reasonably read as meaning that the Veteran’s claim for benefits is also premised on problems hearing since service..\nReferences\n:  For more information on\nsympathetic reading doctrine and issues within the scope of a claim, see\n38 CFR 3.155(d)\n, and\nM21-1, Part V, Subpart ii, 3.A.1.c\nreviewing claims for SC for hearing loss in which tinnitus is identified but not claimed, see\nM21-1 Part V, Subpart iii, 2.B.2.a\nthe duty to investigate SC for an unclaimed primary disability when a secondary relationship to a claimed disability is shown, see\nM21-1, Part V, Subpart ii, 4.A.3.g\n, and\nDelisio v. Shinseki\n, 25. Vet.App. 45 (2011), and\nsoliciting claims for unclaimed, chronic disabilities, see\nM21-1, Part II, Subpart iii, 2.G.2\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}