{
  "chunk_id": "V_iii_2_B_33",
  "content": "/>\nV.iii.2.B.3.b\n.\nRequesting Medical Opinions for Tinnitus\nA medical opinion is not required to establish direct SC for claimed tinnitus if\nSTRs document the original complaints and/or diagnosis of tinnitus\nthere is current medical evidence of a diagnosis of tinnitus or the Veteran competently and credibly reports current tinnitus, and\nthe Veteran claims continuity of tinnitus since service or there are records or other competent and credible evidence of continuity of tinnitus diagnosis or symptomatology.\nException\n:  An opinion may be necessary in the fact pattern above if evidence suggests a superseding post-service cause of current tinnitus.\nA tinnitus examination may also be necessary if the STRs do not document tinnitus but\nthere is evidence establishing noise exposure or another in-service event, injury, or disease (for example ear infections, use of ototoxic medication, head injury, barotrauma, or other tympanic trauma) that is medically accepted as a potential cause of tinnitus, and\nthere is a competent diagnosis or competent report of current tinnitus.\nNotes\n:\nA diagnosis of tinnitus is a medical determination; a layperson is not competent to render a diagnosis without appropriate medical training and/or background.  A layperson is competent to testify to what he/she experiences or perceives – namely the perception of sounds in his/her own ear(s) or head.  Accordingly, this is lay testimony and therefore is NOT sufficient, in and of itself, to establish a medically-confirmed diagnosis of tinnitus for the purposes of awarding SC.  However, consider credibility and weight of the evidence in deciding whether to accept lay testimony as evidence of an event, injury, or disease in service or a present disability.\nThe\nHearing Loss and Tinnitus Disability Benefits Questionnaire\ntinnitus-only examination includes a number of options for examiner opinions on etiology.  The examination may be conducted by an audiologist or non-audiologist clinician.\nOnly ask the audiologist to offer an opinion about the association to hearing loss if hearing loss is concurrently claimed or already SC.\nGive consideration to relevant lay evidence describing in-service complaints, a current disability, and/or a link between an in-service event and a current disability.\nExample\n:  A Veteran submits a claim for tinnitus six years after discharge. STRs show one instance of tinnitus.  The Veteran did not submit a lay statement of continuity.  There is no post service medical evidence of continuity concerning tinnitus or tinnitus symptoms.\nAn examination and medical opinion are needed.\nThough tinnitus is a condition listed under\n38 CFR 3.309(a)\n, it is sometimes acute and transitory.  In most cases, the cause of tinnitus is unknown.  Tinnitus can be associated with hearing loss, exposure to loud noise, ear disease, head injury (traumatic brain injury), cerebrovascular disease, tumors, certain medications, and many other medical conditions.\nIn accordance with\n38 CFR 3.303(b)\n, continuity of symptomatology is required when the condition noted during service is not, in fact, shown to be chronic or where chronicity may be legitimately questioned.  When the fact of chronicity in service is not adequately supported, then a showing of continuity after discharge is required to support the claim.  Because the chronicity in this example is not adequately supported, granting this claim without an examination would be premature.\nAdversely, because the threshold for ordering an audiological examination is very low, denying this claim without an examination would be inappropriate.  For this example, an examination and medical opinion must be ordered.\nReferences\n:  For more information on\nrequesting examinations in audiological claims, see\nM21-1, Part V, Subpart iii, 2.B.1.a\n-\nd\n, and\nassessing lay evidence to establish the occurrence of an in-service event or injury, see\nM21-1, Part IV, Subpart i, 1.B\nM21-1, Part V, Subpart ii, 1.B\n38 CFR 3.304(d)\n, and\nJandreau v. Nicholson\n, 492 F.3d 1372 (Fed. Cir. 2007).",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}