{
  "chunk_id": "V_iii_2_B_34",
  "content": "/>\nV.iii.2.B.3.c\n.\nInterpreting Medical Opinions Involving Tinnitus\nUse the table below when considering an examiner’s medical opinion in a case involving tinnitus.\nIf ...\nThen ...\nthe examiner states tinnitus is a symptom of hearing loss\nevaluate tinnitus separately under\n38 CFR 4.87, DC 6260\nif the hearing loss is determined to be SC, and\nestablish SC for tinnitus on a direct, not secondary, basis.\nNotes\n:\nIf the hearing loss is SC, and the tinnitus is a symptom of the hearing loss, we concede that the hearing loss and tinnitus result from the same etiology. Therefore, SC is warranted for tinnitus on a direct basis in these cases.\nUnder\n38 CFR 4.87, DC 6260\n, a single 10-percent disability evaluation should be assigned for tinnitus, regardless of whether tinnitus is perceived as unilateral, bilateral, or in the head. Separate evaluations for tinnitus for each ear cannot be assigned.\nthe examiner\nstates tinnitus is not related to hearing loss, or\nis unable to determine the etiology within reasonable certainty, or\nthere is no hearing loss\ndetermine, based on all the evidence of record, whether or not the etiology of tinnitus requires further assessment by one of more additional examinations.\nNote\n:  The type and need for any additional examination(s) will depend on the Veteran’s claim as to the cause of tinnitus.\nExamples\n:\nIf the Veteran claims tinnitus due to hearing loss, and the examiner says they are not related, no further action is needed.\nIf Veteran claims tinnitus due to another condition (such as head injury, hypertension, and so on, which would be outside the scope of the audiologist), it might be appropriate to request\na general medical, ears/nose/throat (ENT), or other examination, and\nan opinion as to the causation of tinnitus.\nthe examiner states that tinnitus is related to noise exposure or an event, injury, or illness in service\nevaluate all the evidence of record\ndetermine if the examiner’s opinion is consistent with the evidence, and\ntake action according to the table below.\nIf …\nThen …\nthe examiner’s opinion is consistent with the evidence of record\naward SC on a direct basis.\nthe examiner’s opinion is not consistent with the evidence of record, and\nthe evidence VA provided to the examiner was incorrect or insufficient\nreturn the exam for clarification, and\nprovide the examiner with all necessary information.\nNote\n:  When the corrected exam is received, consider the opinion together with all other evidence of record to determine if SC is warranted.\nthe examiner’s opinion is not consistent with the evidence of record, and\nthe information the Veteran provided to the examiner was also inconsistent with the record\nconsider the opinion together with all other evidence of record to determine whether SC is warranted.\nReferences\n:  For more information on\nwhen to use lay evidence, see\nM21-1, Part V, Subpart ii, 1.B\nBuchanan v. Nicholson\n, 451 F.3d 1331 (Fed. Cir. 2006)\nJandreau v. Nicholson\n, 492 F.3d 1372 (Fed.Cir. 2007), and\nweighing evidence, see\nM21-1, Part V, Subpart ii, 1.A\nCoburn v. Nicholson\n, 19 Vet. App. 427 (2006)\nKowalski v. Nicholson\n, 19 Vet.App. 171 (2005), and\nReonal v. Brown\n, 5 Vet.App. 548 (1993).",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}