{
  "chunk_id": "V_iii_2_B_41",
  "content": "/>\nV.iii.2.B.4.c\n.\nPeripheral Vestibular Disorders\n38 CFR 4.87, DC 6204\nprovides 10-percent and 30-percent evaluations for peripheral vestibular disorders based on dizziness and/or staggering.\nA note following the diagnostic criteria states “objective findings supporting the\ndiagnosis\nof vestibular disequilibrium are required before a compensable evaluation can be assigned …” [Emphasis Added]\nImportant\n:  The note in the diagnostic criteria does not mean that the subjective perceptions that define dizziness must be objectively measured or observed for a 10-percent evaluation to be assigned.  It means that the\ndiagnosis\nof the current chronic disorder manifested by vestibular disequilibrium must be supported by objective findings (or have been supported by such findings when the current disorder was SC).\nObjective findings include quantitative testing such as electronystagmography (ENG) and auditory brainstem evoked response (ABR) but are not limited to such tests.  A variety of clinical examination maneuvers also are used to test for disequilibrium and positive results to examination maneuvers are also considered objective evidence in support of the diagnosis of vestibular disequilibrium.\nThe important consideration is whether the evidentiary record shows that objective examination results or other tests were cited in supported the diagnosis of the peripheral vestibular disorder manifested by disequilibrium.\nReference\n:  For more information on evaluating vertigo as a symptom of traumatic brain injury (TBI) and the prohibition against evaluating vertigo separately from TBI, see\nM21-1, Part V, Subpart iii, 12.B.1.i\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 2, Section B - Conditions of the Auditory System",
  "citation": "Part V, Subpart iii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014464/M21-1-Part-V-Subpart-iii-Chapter-2-Section-B-Conditions-of-the-Auditory-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:11.679803",
  "tags": [
    "m21-1"
  ]
}