{
  "chunk_id": "V_iii_3_None_35",
  "content": "/>\nV.iii.3.4.g\n.\nRating Considerations for HIV-related Illness\nWhen evaluating HIV-related illness, consider\nseverity and frequency of constitutional symptoms\nuse of approved medication(s)\nT4 cell count, and\nthe development of AIDS-related opportunistic infection or neoplasm.\nNotes\n:\nOnly patients with HIV who are asymptomatic should be rated at 0 percent.\nAn evaluation of 30 percent should be the minimum if there are recurrent constitutional symptoms, even if they have responded to appropriate treatment.\nIn rating HIV, consider the following:\nrating may be based on\n38 CFR 4.88b, DC 6351\ncriteria, or\nseparate evaluations may be warranted under the appropriate diagnostic codes (DCs) if other defined conditions due to HIV infection or its treatment develop.  This could include psychiatric illness, central nervous system manifestations, opportunistic infections, and neoplasms.\nExamples\n:\nEnlarged lymph nodes and fatigue (HIV-related constitutional symptoms) warrant a 10-percent evaluation; however, if pelvic inflammatory disease (PID) or other symptoms develop, the evaluation could go to 30 percent if the symptoms go into remission and then reoccur (recurrent symptoms) or 60 percent if they do not respond to treatment (refractory symptoms).\nIf there is a CD4 count of 400, the Veteran is on HAART (highly active antiretroviral therapy), and there are symptoms of depression but no other significant signs or symptoms of the infection or its treatment, it would be appropriate to assign 10 percent.  However, if the depression rises to the level of a diagnosed major depression or dysthymic disorder, consider evaluating it separately as a secondary condition, with the potential of a higher rating.  The HIV infection would still warrant a 10-percent evaluation under\n38 CFR 4.88b, DC 6351\n, based on findings not related to symptoms of depression—low CD4 count and treatment.\nReference\n:  For more information on avoidance of pyramiding, see\n38 CFR 4.14\nEsteban v. Brown\n, 6 Vet.App. 259 (1994), and\nM21-1, Part V, Subpart ii, 3.D.2.b\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 3 - Infectious Diseases, Immune Disorders, and Nutritional Deficiencies",
  "citation": "Part V, Subpart iii, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014467/M21-1-Part-V-Subpart-iii-Chapter-3-Infectious-Diseases-Immune-Disorders-and-Nutritional-Deficiencies",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:20.990940",
  "tags": [
    "m21-1"
  ]
}