{
  "chunk_id": "V_iii_3_None_49",
  "content": "/>\nV.iii.3.6.e\n.\nDelayed Onset of COVID-19 Residuals\nPost-COVID-19 conditions are a wide range of new, returning, or ongoing health problems people can experience four weeks or more after first being infected with the virus that causes COVID-19.  If a Veteran is denied SC for COVID-19 due to a lack of a chronic residual disability, a condition may manifest later.\nWhen a new or supplemental claim is submitted for a post-COVID chronic residual that manifested at a later date, consider SC for the claimed issue.  The claim(s) for the post-COVID-19 residual is sufficient new and relevant evidence in a supplemental claim scenario.  Request an examination and/or medical opinion, when otherwise warranted, to link the condition to the prior COVID-19 infection.\nExample 1\n:  A Veteran with an in-service diagnosis of COVID-19 is denied entitlement to compensation because there is no evidence of a chronic residual.  Two months later, a new claim for headaches due to COVID-19 is received.  This is an initial claim for a new issue that may be associated with an in-service event.  Service treatment records are negative for headache complaints.  An exam and medical opinion may be needed to determine whether the claimed headaches are a chronic, post-COVID-19 residual disability.\nExample 2\n:  A Veteran with an in-service diagnosis of COVID-19 is denied entitlement to compensation because there is no evidence of a chronic residual.  Two months later, a supplemental claim for COVID-19 is received with evidence of a new positive COVID-19 test.  There is no allegation or indication of a chronic condition.  The evidence is new and relevant, but continued denial is warranted because there is no evidence of a chronic residual disability.\nReferences\n:  For more information on\nthe definitions of\nnew claim, see\nM21-1, Part I, Subpart i, 1.A.4.i\n, and\nsupplemental claim, see\nM21-1, Part I, Subpart i, 1.A.4.j\n, and\nnew and relevant evidence, see\nM21-1, Part X, Subpart ii, 2.A.2.c\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 3 - Infectious Diseases, Immune Disorders, and Nutritional Deficiencies",
  "citation": "Part V, Subpart iii, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014467/M21-1-Part-V-Subpart-iii-Chapter-3-Infectious-Diseases-Immune-Disorders-and-Nutritional-Deficiencies",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:20.990940",
  "tags": [
    "m21-1"
  ]
}