{
  "chunk_id": "V_iii_4_A_7",
  "content": "/>\nV.iii.4.A.1.b\n.\nEvaluating Coexisting Respiratory Disabilities\nUnder\n38 CFR 4.96(a)\n, when there are coexisting respiratory disabilities for which multiple evaluations cannot be assigned\na single rating will be assigned under the DC which reflects the predominant disability, and\nthat evaluation will be elevated to the next higher evaluation, when the severity of the overall disability warrants it.\nException\n:  In cases protected by the provisions of\nPub\nlic Law 90-493\n, the graduated ratings of 50 and 30 percent for inactive tuberculosis will not be elevated.\nThe Veterans Benefits Management System – Rating Evaluation Builder is programmed to appropriately apply the provisions of\n38 CFR 4.96(a)\nbut\nit is critical that\nthe user input the symptoms that support the elevation, and\nthe symptoms coincide with the criteria listed in the rating schedule.\nRefer to the table below for instructions on proper application of the\n38 CFR 4.96(a)\nprovision on assigning an evaluation in cases of multiple qualifying coexisting respiratory disabilities.\nStep\nAction\n1\nDetermine which of the coexisting respiratory conditions is the predominant disability.\nImportant\n:\nTo determine the predominant disability, determine the evaluation each condition would warrant on its own.  The condition that has the highest disability evaluation is the predominant disability.\nIf the same evaluation would be assigned to each, go through the analysis in the steps, alternatively treating each condition as the predominant one to see if one alternative provides a more advantageous outcome to the Veteran.\n2\nDetermine if there are symptoms of the non-predominant disability that do not overlap with those of the predominant disability.\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to Step 4.\n3\nReevaluate the predominant disability but this time also consider the non-overlapping symptoms of the non-predominant disability.\nImportant\n:  The non-overlapping symptoms must support a higher evaluation when applied to the DC criteria being utilized for the predominant disability.\nDetermine if the resultant evaluation is higher than the evaluation for the symptoms of the predominant disability alone (as derived in Step 1).\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to Step 4.\n4\nRate the coexistent disabilities together under the rating criteria for the predominant disability\nwithout elevation\nto the next higher evaluation.\nNo further action necessary.\n5\nRate the coexistent disabilities together under the rating criteria for the predominant disability and elevate to the next higher evaluation.\nNo further action necessary.\nImportant\n:\nThe “next higher level of evaluation” is the lowest evaluation specified in the DC for the predominant disability\nthat provides greater compensation than the evaluation derived in\nStep 1\n(the evaluation that would be supported by only the symptoms of the predominant disability without the symptoms of the lesser disability).\nDo not simply add 10 percent.\nAlthough elevation remains a legal option under the existing regulatory language, because evaluations in the specified DCs overwhelmingly use mostly-overlapping and mostly-objective criteria, in many cases the result of the analysis specified in the table will be a conclusion that elevation is not appropriate.\nReference\n:  For more information on application of\n38 CFR 4.96(a)\n, see\nUrban v. Shulkin\n, 29 Vet.App. 82 (2017).",
  "title": "M21-1, Part V, Subpart iii, Chapter 4, Section A - Respiratory Conditions",
  "citation": "Part V, Subpart iii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180967/M21-1-Part-V-Subpart-iii-Chapter-4-Section-A-Respiratory-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:30.263101",
  "tags": [
    "m21-1"
  ]
}