{
  "chunk_id": "V_iii_4_A_37",
  "content": "/>\nV.iii.4.A.4.e\n.\nAllergic Rhinitis\n38 CFR 3.380\ndirects that diseases of allergic etiology are not to be disposed of routinely for compensation purposes as constitutional or developmental abnormalities.  When considering SC for allergic rhinitis, consider whether\nthe disability existed prior to service, and\nwhether the disability is chronic and persistent in relation to exposure to and removal from the allergen.\nThe determination as to service incurrence must be based on the whole evidentiary showing.\nExample\n:  Veteran claims SC for allergic rhinitis.  The nose and sinuses were normal at enlistment with no allergies noted.  During his 20-year military career, the Veteran was treated variably for symptoms of upper respiratory infection, congestion, rhinitis, seasonal allergic rhinitis, perennial allergic rhinitis, and seasonal allergies throughout service.  Clear diagnoses of allergies and allergic rhinitis were noted during service including on the retirement physical.  At the compensation examination, the Veteran reported episodic sinusitis and ongoing allergic rhinitis with seasonal symptoms and the use of medications for treatment.  Examination revealed no obstruction or deviation.  No rhinitis or sinusitis were active on examination.  The diagnosis was seasonal allergic rhinitis.\nResult\n:  The Veteran had a long and recurring history of complaints of, treatment for, and diagnosis of allergic rhinitis and upper respiratory symptoms during service.  There is no evidence of a pre-service history of allergic rhinitis.  Veteran is entitled to SC with a noncompensable evaluation for allergic rhinitis as evidence showed incurrence in service.",
  "title": "M21-1, Part V, Subpart iii, Chapter 4, Section A - Respiratory Conditions",
  "citation": "Part V, Subpart iii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180967/M21-1-Part-V-Subpart-iii-Chapter-4-Section-A-Respiratory-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:30.263101",
  "tags": [
    "m21-1"
  ]
}