{
  "chunk_id": "V_iii_4_A_38",
  "content": "/>\nV.iii.4.A.4.f\n.\nConstrictive Bronchiolitis\nConstrictive bronchiolitis (also known as bronchiolitis obliterans) is an inflammatory and fibrotic lesion of the terminal bronchioles of the lungs.  Possible causes include\ninhalation exposures\norgan transplantation\ncertain drugs, and\ncollagen vascular disorders.\nThe following are common findings in constrictive bronchiolitis.\nAffected individuals are comfortable at rest and able to perform activities of daily living.\nX-rays can be normal.\nPFTs can be normal or near-normal.\nIn spite of normal x-rays and PFTs, the in-service symptoms and complaints often include\nshortness of breath on physical exertion\ninability to meet physical training requirements, and/or\na finding of unfitness for deployment.\nIn some cases, symptoms can be incorrectly attributed to asthma or COPD.\nConstrictive bronchiolitis does not have its own DC.  Select an appropriate analogous DC, such as\n38 CFR 4.97, DC 6600 through 6604\n, when rating constrictive bronchiolitis.  Utilize a built-up, hyphenated DC, such as, 6699-6600, to reflect the use of the analogous rating.\nPFTs are the usual standard for rating respiratory disabilities.\nConsider extra-schedular evaluations in cases where there is evidence that\nan exceptional or unusual disability picture is present, and\na Veteran’s employment is affected.\nReferences\n:  For more information on\nclaims for SC for constrictive bronchiolitis associated with exposure to environmental hazards during the Gulf War era, see\nM21-1, Part VIII, Subpart ii, 3.A\nand\nB\nthe identification of constrictive bronchiolitis in individuals exposed to environmental hazards associated with the Mishraq state sulfur mine fire, see\nM21-1, Part VIII, Subpart ii, 3.B.3.c\nextra-schedular evaluations, see\nM21-1, Part V, Subpart ii, 3.D.3\n, and\nanalogous\nratings, see\n38 CFR 4.20\n, and\nDCs, see\n38 CFR 4.27\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 4, Section A - Respiratory Conditions",
  "citation": "Part V, Subpart iii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180967/M21-1-Part-V-Subpart-iii-Chapter-4-Section-A-Respiratory-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:30.263101",
  "tags": [
    "m21-1"
  ]
}