{
  "chunk_id": "V_iii_5_None_19",
  "content": "/>\nV.iii.5.2.c\n.\nAspirin as Continuous Medication\nAspirin is a medication that may be medically recommended for control of a cardiovascular disability such as an ischemic stroke, angina, or coronary artery bypass graft.\nWhen considering a compensable evaluation based on need for continuous medication as provided in\n38 CFR 4.100(a)\nand the GRF for evaluating diseases of the heart as provided in\n38 CFR 4.104\nfor the 10-percent evaluation, aspirin treatment must be\nmedically required\nfor care of the SC cardiovascular disorder.\nA medical professional must have advised the claimant to use aspirin to reduce disability from the SC cardiovascular disorder or to prevent additional disability from that disorder.\nA formal prescription to obtain the medication from a pharmacy is not required given that aspirin is an over-the-counter medication.\nSelf-directed or voluntary use of aspirin by a claimant who is a layperson will not be accepted as competently proving that aspirin treatment is medically necessary for treatment of the SC cardiovascular disorder.\nTo satisfy the requirement of “continuous” medication the evidence must show an ongoing regimen – not periodic, irregular use.\nTake care not to incorrectly conclude that an aspirin treatment regimen is necessary simply because aspirin appears on a current medication list.  A medication list may not contain enough information to conclude:\nwhether aspirin was medically recommended or self-prescribed\nwhether aspirin is being used for the SC cardiovascular condition or another disability, and/or\nhow frequently aspirin is being taken.",
  "title": "M21-1, Part V, Subpart iii, Chapter 5 - Cardiovascular System Conditions",
  "citation": "Part V, Subpart iii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014520/M21-1-Part-V-Subpart-iii-Chapter-5-Cardiovascular-System-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:48.867451",
  "tags": [
    "m21-1"
  ]
}