{
  "chunk_id": "V_iii_5_None_27",
  "content": "/>\nV.iii.5.3.b\n.\nBlood Pressure Readings Required for SC of Hypertension\nSubject to the exception below, SC for hypertensive vascular disease requires current blood pressure readings (obtained during the claim period) which meet the regulatory definition of either\nhypertension, or\nisolated systolic hypertension.\nException\n:  Current readings meeting the regulatory standards for the definitions above\nare not required\nif\nthe competent evidence shows a diagnosis of hypertension or isolated systolic hypertension, currently controlled by (or asymptomatic with) medication,\nand\na past competent diagnosis was made\nin service\nbased on manifestation of blood pressure readings to a compensable degree within the presumptive period as provided in\n38 CFR 3.307\nand\n38 CFR 3.309(a)\n, or\nsecondary to an SC disability.\nNotes\n:\nWhen SC is established based on the exception above (where current readings do not meet the regulatory definitions), the disability percentage will be either 0 percent or 10 percent, depending on whether or not the predominant diastolic pressure was 100 or more before symptoms were controlled with medication as provided in\n38 CFR 4.104, DC 7101\n.\nA disability first clearly diagnosed after service can be SC under\n38 CFR 3.303(d)\nwhen all the evidence, including that pertinent to service, establishes that the disease was incurred in service\nReference\n:  For more information on\nthe concept of competent evidence and policies on evaluating the competency of evidence, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 5 - Cardiovascular System Conditions",
  "citation": "Part V, Subpart iii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014520/M21-1-Part-V-Subpart-iii-Chapter-5-Cardiovascular-System-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:48.867451",
  "tags": [
    "m21-1"
  ]
}