{
  "chunk_id": "V_iii_5_None_28",
  "content": "/>\nV.iii.5.3.c\n.\nConfirmation With Multiple Blood Pressure Readings\nIn addition to the definitional requirements for a diagnosis of hypertension or isolated systolic hypertension\n38 CFR 4.104, DC 7101\nprovides a second criterion that must be met for a diagnosis to be acceptable.\nSubject to the exceptions below, a diagnosis of hypertension (or isolated systolic hypertension) must be\nconfirmed by blood pressure readings taken two or more times on at least three different days\n.\nThe rulemaking for the regulation stated that the purpose of this requirement, was to “assure that the existence of hypertension is not conceded based solely on readings taken on a single, perhaps unrepresentative, day.”\nExceptions\n:\nIn a claim for reevaluation of SC hypertension, readings on multiple days are not required.  The policy, reflected in the\nHypertension\nDisability Benefits Questionnaire\n, is that where hypertension has been previously diagnosed, the examiner is only required to take three blood pressure readings on the day of examination.\nSimilarly, multiple confirmatory readings are not required when there is a past diagnosis with hypertensive vascular disease currently controlled on medication as provided in\nM21-1, Part V, Subpart iii, 5.3.b\n.\nNote 1 in\n38 CFR 4.104, DC 7101\ndoes not require\nthat a diagnosis of either type of hypertensive vascular disease\nin service treatment records\n(STRs) has been confirmed by readings taken two or more times on each of three different days for the purposes of in-service incurrence.\nImportant\n:  The decision maker must critically evaluate the evidence to ensure the in-service diagnosis was based on blood pressure readings in accordance with\n38 CFR 4.104, DC 7101\nand\nM21-1, Part V, Subpart iii, 5.3.b\nin claims for SC for hypertension where\nhypertension is currently diagnosed, and\ncontrolled with medication.\nIf the evidence is unclear, medical clarification and/or a medical opinion may be warranted.\nReferences\n:  For more information on\nevaluating evidence and making a decision, see\nM21-1, Part V, Subpart ii, 1.A\n, and\nrequesting medical examinations and medical opinions, see\nM21-1, Part IV, Subpart i, 1.A\n, and\nM21-1, Part IV, Subpart i, 2.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 5 - Cardiovascular System Conditions",
  "citation": "Part V, Subpart iii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014520/M21-1-Part-V-Subpart-iii-Chapter-5-Cardiovascular-System-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:48.867451",
  "tags": [
    "m21-1"
  ]
}