{
  "chunk_id": "V_iii_5_None_30",
  "content": "/>\nV.iii.5.3.e\n.\nPredominant Blood Pressure in Evaluations of Hypertension\nEvery level of evaluation specified under\n38 CFR 4.104, DC 7101\nrequires consideration of the\npredominant\n(most common or prevailing) blood pressure. Blood pressure may fluctuate depending on a number of variables and disability evaluations must be based on valid evidence demonstrating representative disability.\nGenerally the regulation requires analysis of predominant\ncurrent\nreadings— readings from the period during which an effective date can be assigned.\nWhen current predominant blood pressure readings are non-compensable, a 10-percent evaluation may be assigned if\ncontinuous medication is required for blood pressure control, and\npast diastolic pressure (before medication was prescribed) was predominantly 100 or greater.\nImportant\n:  Do not assign a 10-percent evaluation based upon a showing of one of the two conjunctive criteria above by invoking the benefit of the doubt rule (\n38 CFR 3.102\nand\n38 CFR 4.3\nor\n38 CFR 4.7\n)\n.  When either criterion is simply not shown (for example, the claimant is using prescribed anti-hypertensive medication but diastolic pressure has never been predominantly 100 or greater) the evidence is not in relative equipoise on whether a 10-percent evaluation is appropriate and the disability picture does not more nearly approximate the 10-percent criteria.\nHowever,\n38 CFR 3.102\n,\n38 CFR 4.3\n, and\n38 CFR 4.7\nmay be applicable to whether the evidence supports each criterion, namely\nwhether diastolic readings before were predominantly 100 or higher or\nwhether continuous medication is required for control of blood pressure.\nUse the table below to assist in analyzing predominant blood pressure.\nWhen ...\nThen ...\ndetermining which diastolic or systolic pressure range is predominant\nmake note of the competent and credible evidence of diastolic and systolic readings (see\nM21-1, Part V, Subpart ii, 1.A\n)\ndetermine which readings correspond with the various levels of evaluation specified in the diagnostic criteria (for example diastolic readings “100 or more” or “110 or more”), and\nsubject to the notes below, conclude that the range with the most qualifying readings is the predominant blood pressure.\nNotes\n:\nIf there is a relative balance of readings supporting two levels of evaluation for the same time frame, apply\n38 CFR 3.102\n,\n38 CFR 4.3\nand\n38 CFR 4.7\n.\nExample\n:  If there are six diastolic measurements from one doctor in the 100 to 109 range (108, 106, 108, 104, 106, 100) in June, and six diastolic readings from another doctor in the 110 to 119 range (110, 110, 114, 110, 112, 110) the same month, give the benefit of the doubt and assign the higher 20-percent evaluation.\nIf during the evaluation period more than one blood pressure range is supported for at least a month stage the evaluation in accordance with the facts.\nExample\n:  Use the readings above but assume second doctor’s readings were taken in November. Assign a 10-percent evaluation based on the June results from the date of claim or date entitlement arose, whichever is the later; stage to 20 percent as of the date of the first readings from November.\nconsidering predominant blood pressure before control with medication\nstart with the more current of\nthe readings taken as part of the diagnostic workup period leading to the diagnosis of hypertension if medication was prescribed at that time, or\nthe readings taken as part of a subsequent diagnostic workup period leading to the prescription of medication.\nExplanation\n:  These are the readings pertinent to whether hypertensive readings were predominantly in the compensable range before hypertension was brought under control with medication.\nDo not consider\nnormal blood pressure readings taken long before the diagnosis of hypertensive vascular disease was made, or\nminimally hypertensive readings prior to active medical surveillance or observation leading to the prescription of medication.\nExplanation\n:  These are not pertinent and will impermissibly skew the analysis of the predominant blood pressure.\nconsidering a\nhistory\nof predominant blood pressure for the purposes of a 10 percent evaluation under\n38 CFR 4.104, DC 7101\nonly consider blood pressure readings obtained when the Veteran was undergoing a diagnostic evaluation for hypertension, and\ndo not consider other clinical records documenting treatment prior to the diagnostic evaluation for hypertension.",
  "title": "M21-1, Part V, Subpart iii, Chapter 5 - Cardiovascular System Conditions",
  "citation": "Part V, Subpart iii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014520/M21-1-Part-V-Subpart-iii-Chapter-5-Cardiovascular-System-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:48.867451",
  "tags": [
    "m21-1"
  ]
}