{
  "chunk_id": "V_iii_6_None_8",
  "content": "/>\nV.iii.6.1.c\n.\nEvaluating Coexisting Digestive Disabilities That Cannot Be Separately Evaluated\nUnder\n38 CFR 4.113\nand\n38 CFR 4.114\nwhen there are coexisting digestive disabilities for which multiple evaluations cannot be assigned\na single rating will be assigned under the DC which reflects the predominant disability, and\nthat evaluation will be elevated to the next higher evaluation when the severity of the overall disability warrants it.\nThe Veterans Benefits Management System – Rating (VBMS-R) Evaluation Builder is programmed to appropriately apply the provisions of\n38 CFR 4.114\nbut\nit is critical that\nthe user input the symptoms that support the elevation, and\nthe symptoms coincide with the criteria listed in the rating schedule.\nFor instructions on proper application of the\n38 CFR 4.114\nprovision on assigning an evaluation in cases of multiple qualifying coexisting digestive disabilities see the table below.\nStep\nAction\n1\nDetermine which of the coexisting digestive conditions is the predominant disability.\nImportant\n:\nTo determine the predominant disability, determine the evaluation each condition would support on its own.  The condition that has the highest disability evaluation is the predominant disability.\nIf the same evaluation would be assigned to each, go through the analysis in the steps, alternatively treating each condition as the predominant one to see if one alternative provides a more advantageous outcome to the Veteran.\n2\nDetermine if there are symptoms of the non-predominant disability that do not overlap with those of the predominant disability.\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to Step 4.\n3\nReevaluate the predominant disability but this time also consider the non-overlapping symptoms of the non-predominant disability.\nImportant\n:  The non-overlapping symptoms must support a higher evaluation when applied to the DC criteria being utilized for the predominant disability.\nDetermine if the resultant evaluation is higher than the evaluation for the symptoms of the predominant disability alone (as derived in Step 1).\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to Step 4.\n4\nRate the coexistent disabilities together under the rating criteria for the predominant disability\nwithout elevation\nto the next higher evaluation.\nNo further action necessary.\n5\nRate the coexistent disabilities together under the rating criteria for the predominant disability and elevate to the next higher evaluation.\nNo further action necessary.\nImportant\n:  The “next higher level of evaluation” is the lowest evaluation specified in the DC for the predominant disability\nthat provides greater compensation than the evaluation derived in Step 1\n(the evaluation that would be supported by only the symptoms of the predominant disability without the symptoms of the lesser disability).\nDo not simply add 10 percent\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}