{
  "chunk_id": "V_iii_6_None_9",
  "content": "/>\nV.iii.6.1.d\n.\nExample:  Evaluating Coexisting Digestive Disabilities\nSituation\n:  A Veteran has two coexisting digestive disabilities:\npeptic ulcer disease meeting the criteria for a 20-percent evaluation under\n38 CFR 4.114, DC 7304\n(two episodes of abdominal pain lasting for three consecutive days in duration in the past 12 months managed by daily prescribed medication), and\nulcerative colitis of the large bowel, meeting the criteria for a 30-percent evaluation under\n38 CFR 4.114, DC 7323\n, which is evaluated using the criteria for Crohn’s disease or undifferentiated inflammatory bowel disease in\n38 CFR 3.114, DC 7326\n(mild disease managed with oral and topical agents other than immunosuppressants or other biologic agents, and characterized by recurrent abdominal pain with 3 or fewer daily episodes of diarrhea and minimal signs of toxicity including infrequent low grade fever).\nResult\n:\nSeparate\nevaluations for the peptic ulcer disease and ulcerative colitis are\nnot\npermitted under\n38 CFR 4.114\n.  A single 30-percent evaluation under\n38 CFR 4.114, DC 7323\nwould be assigned.\nExplanation\n:  Ulcerative colitis represents the predominant disability picture as it supports the higher evaluation on its own.\nThere are no non-overlapping symptoms of peptic ulcer disease to establish any of the criteria supporting the next higher 60-percent evaluation for ulcerative colitis:  moderate inflammatory bowel disease that is managed on an outpatient basis with immunosuppressants or other biologic agents; and is characterized by recurrent abdominal pain, four to five daily episodes of diarrhea; and intermittent signs of toxicity such as fever, tachycardia, or anemia.  Therefore, the coexistent disabilities must be rated together under the rating criteria for the predominant disability\nwithout elevation\nto the next higher 60-percent evaluation.\nSituation\n:  A Veteran has two coexisting digestive conditions:\nIBS, meeting the criteria for a 10-percent evaluation under\n38 CFR 4.114, DC 7319\n(abdominal pain related to defecation at least once during the previous three months; and two or more of the following: (1) change in stool frequency, (2) change in stool form, (3) altered stool passage (straining and/or urgency), (4) mucorrhea, (5) abdominal bloating, or (6) subjective distension), and\nhiatal hernia, meeting the criteria for a 10-percent evaluation under\n38 CFR 4.114, DC 7346\n, which is rated as stricture of the esophagus under\n38 CFR 4.114, DC 7203\n(documented history of esophageal stricture(s) that requires daily medications to control dysphagia otherwise asymptomatic).\nResult\n:  Effective May 19, 2024,\nseparate\nevaluations for IBS and hiatal hernia are permitted under\n38 CFR 4.114\n.\nExplanation\n:  Even though the DCs for hiatal hernia (7346) and IBS (7319) each fall within the range of DCs that the regulation says will not be separately evaluated and combined, they fall within the exception discussed in\nM21-1, Part V, Subpart iii, 6.1.b\nbecause effective May 19, 2024,\n38 CFR 4.114, DC 7346\nis evaluated using the criteria in\n38 CFR 4.114, DC 7203\n(stricture of the esophagus).  The 10-percent criteria for the two DCs do not overlap.  They do not compensate for the same disability or facet of disability, which is prohibited under\n38 CFR 4.14\n.  Note that under historical criteria, these DCs could not be separately evaluated and combined without pyramiding.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}