{
  "chunk_id": "V_iii_6_None_10",
  "content": "/>\nV.iii.6.1.e\n.\nChanges to the Rating Schedule for the Digestive System\nThe schedule of ratings – digestive system,\n38 CFR 4.114\n, was amended effective May 19, 2024.  The final rule added and deleted DCs, and extensively changed diagnostic criteria.  The final rule also deleted regulations with obsolete or redundant guidance on ulcers (\n38 CFR 4.110\n) and post-gastrectomy syndrome (\n38 CFR 4.111\n).\nThe purpose of the digestive system updates was to ensure that the rating schedule uses current medical terminology and to provide updated more objective evaluation criteria.  The changes were\nnot\nintended as a liberalization.\nWhen evaluating a claim involving evaluation of a digestive disability that was pending on May 19, 2024, apply the guidance in\nM21-1, Part V, Subpart ii, 4.A.6.p\non applicability of revised rating schedule criteria.\nImportant\n:  In some instances, a digestive disorder may have been evaluated under analogous DC – whether using formal conventions for rating by analogy or not.  For example, prior to the current changes, gastroesophageal reflux disease (GERD) did not have its own DC.  The recommended DC for GERD in the past was 7346 (hiatal hernia).  It might appear on the\nCodesheet\nas “7399-7346” or just “7346.”  Now the DC is 7206.\nWhere a condition was previously rated by analogy but now has a specific DC, update the DC, but when considering the appropriate current evaluation, apply\n38 CFR 3.951(a)\n.  Do\nnot\nreduce the evaluation solely based on the changed criteria.  The evaluation can only be reduced when medical evidence establishes that the disability has actually improved.  Note that in the case of hiatal hernia and GERD, although the latter condition has its own DC the criteria for evaluating the two conditions is the same.  Hiatal hernia is rated as stricture of the esophagus (\n38 CFR 4.114, DC 7203\n), which uses identical criteria to those in\n38 CFR 4.114, DC 7206\n.\nReference\n:  For more information on protection and rating schedule changes, and reviewing evaluations after a rating schedule change, see\nM21-1, Part X, Subpart ii, 1.B.4\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}