{
  "chunk_id": "V_iii_6_None_18",
  "content": "/>\nV.iii.6.2.e\n.\nExample: Analyzing Recurrence of Hemorrhoids\nSituation\n:  SC is established for hemorrhoids first diagnosed during service. A 0-percent evaluation was assigned under\n38 CFR 4.114, DC 7336\n.\nTwo years after SC was granted for hemorrhoids, the Veteran filed a claim for increased evaluation.  Examination showed no hemorrhoids.  The diagnosis was “hemorrhoids, not shown.”  The 0-percent evaluation was continued.\nFive years later the Veteran filed a claim for an increased evaluation for hemorrhoids.  Records showed three instances of doctor visits in the last year for external hemorrhoids with thrombosis.  The Veteran reported a history of “old” problems with hemorrhoids and recent symptoms including bright red blood noted with defecation and discomfort with protracted sitting in his current job.  A Department of Veterans Affairs examination included a similar history and showed external hemorrhoids with thrombosis.  The diagnosis was “external hemorrhoids.”  Examination findings and findings in treatment records demonstrate the criteria for 10-percent evaluation in\n38 CFR 4.114, DC 7336\n.\nResult\n:  Assign a 10-percent evaluation.  The facts suggest that the SC hemorrhoids were non-disabling, or even absent, for an indeterminate period after SC was granted, and the Veteran’s current history in medical records and at the VA examination could suggest that the current hemorrhoids are due to a superseding post-service cause (protracted sitting at work).  However, the evidence does not prove that current hemorrhoids are due to a superseding cause or that SC was in error.  Pursuant to the principle in\nM21-1, Part V, Subpart iii, 6.2.d\n, after SC is initially established, consider hemorrhoids shown after a period of absence to be associated with the SC condition rather than due to a superseding post service cause unless the award of SC for hemorrhoids was clearly in error.  Do not return the examination for comment on that question.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}