{
  "chunk_id": "V_iii_6_None_25",
  "content": "/>\nV.iii.6.3.b\n.\nDiagnostic Testing Required for Hepatitis\nSC for hepatitis requires blood serology testing to establish a diagnosis and identify the type of hepatitis present.  Liver function tests (LFTs) are necessary to assess the severity of the disease.\nNotes\n:\nThe rating decision should always specify the type of hepatitis for which SC is awarded.\nSerological tests\ndetermine the presence of antigens and antibodies to the specific virus.  The presence of antibodies to the specific virus indicates the infection is present.\nThe table below describes types of serological testing required to confirm a diagnosis for each type of hepatitis.\nType of Hepatitis\nSerology or Other Testing Required\nAdditional Notes\nHAV\nanti-HAV (antibodies to hepatitis A virus)\nAnti-HAV are present in the blood one month after the acute illness and persist for life.\nSerological blood testing showing the presence of anti-HAV indicates a past acute infection.\nHBV\nanti-HBsAg (hepatitis B surface antigen) is present during the acute phase.\nHBsAg that persists more than three to six months indicates probable chronic disease or carrier status.\nA positive Australian antigen test is sufficient to confirm HBV.\nHBV has two antigens, a surface antigen and a core antigen\nHBsAg, and\nHBcAg (hepatitis B core antigen).\nConsequently, two types of antibodies appear in the blood\nanti-HBs (antibodies to the surface antigen), and\nanti-HBc (antibodies to the core antigen).\nHCV\nEIA (enzyme immunoassay) or ELISA (enzyme linked immunosorbent assay, also called Western blot) is the first test.\nIf EIA or ELISA is positive, RIBA (recombinant immunoblot assay) is needed to confirm the diagnosis of chronic HCV.\nIn lieu of EIA/ELISA followed by RIBA, a positive test for HCV RNA (hepatitis C viral ribonucleic acid) is sufficient by itself to confirm a diagnosis of HCV.\nHCV RNA results can be\nqualitative (positive or negative), or\nquantitative (number of copies per milliliter (ml)).\nThe presence of anti-HCV (including EIA or ELISA) is\nnot\nsufficient for a diagnosis of chronic HCV because it can be present in other diseases.\nNote\n:  Liver biopsy, ultrasound, and CT scan tests can detect damage to the liver but will not identify the type of infection.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}