{
  "chunk_id": "V_iii_6_None_28",
  "content": "/>\nV.iii.6.3.e\n.\nRisk Factors for HBV and HCV\nRisk factors for the development of HBV and HCV are similar.  The table below describes the medically recognized risk factors for HBV and HCV infection, provides transmission information concerning those risk factors, and includes tips for confirming the risk factors.\nNote\n:  Resolve reasonable doubt under\n38 CFR 3.102\nin favor of the Veteran when the evidence favoring risk factor(s) in service is equal to the evidence favoring risk factor(s) before or after service.\nRisk Factor\nTransmission Information\nRating Tips\ntransfusion of blood or blood product\nbefore 1992 for HCV, or\nbefore 1975 for HBV\norgan transplant before 1992, or\nhemodialysis\nBlood donor screening for HCV was not available until 1989 when HCV was identified.\nIn 1992, more effective screening of blood became possible for HCV.\nIf blood transfusion is a claimed risk factor, obtain the relevant hospital records from service, if possible.\nLook for evidence of blood transfusions in surgical reports, especially the\nanesthesia sheet\nsurgical record\noperative clinical records, or\npost-operative clinical notes.\ntattoos\nbody piercing, and\nacupuncture with non-sterile needles\ntransmitted through the use of unsterilized equipment\nReview for indications of tattoos or piercings on induction and separation exams to help determine whether tattooing or piercing took place in service.\nintravenous drug use\ntransmitted through the use of shared instruments\nRecords of drug treatment may reflect the type of drug abuse.\nhigh-risk sexual activity\nTransmission risk is relatively low but increases with multiple sexual partners.\nPeriodic health assessments or records of treatment for sexually transmitted diseases may document a history of high-risk sexual activity or multiple sexual partners.\nintranasal cocaine use\ntransmitted through the use of shared instruments\nRecords of drug treatment may reflect the type of drug abuse.\naccidental exposure to blood by percutaneous exposure or on mucous membranes\ncommon for the following:\nhealth care workers\ncombat medics, and\ncorpsmen\nConsider service department or other records reflecting occupational history.\nsharing of\ntoothbrushes, or\nshaving razors\ntransmitted through direct percutaneous exposure to blood\nThis type of in-service exposure will not generally be documented in service records. Consider buddy statements in the context of the entire evidence picture pertaining to risk factors.\nimmunization with a jet air gun injector\none\ndocumented case of HBV transmission\nDespite the lack of any scientific evidence to document transmission of HCV with air gun injectors, it is biologically possible.\nA medical report linking hepatitis to air gun injectors must include a full discussion of all potential modes of transmission and a rationale as to why the examiner believes the air gun injector was the source for the hepatitis infection.\nReference\n:  For more information on development for and the concession of in-service risk factors associated with HCV, see\nAndrews v. McDonough\n, 34 Vet.App. 151 (2021).",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}