{
  "chunk_id": "V_iii_6_None_30",
  "content": "/>\nV.iii.6.3.g\n.\nConsidering Drug Abuse in Hepatitis Claims\nIf one of the risk factors for hepatitis is intravenous or intramuscular drug use, or intranasal cocaine use, do\nnot\nautomatically assume the substance abuse is the cause of hepatitis and deny the claim on that basis.\nFollow the steps in the table below when considering a claim for SC for hepatitis in which injection drug or intranasal cocaine use is a confirmed in-service risk factor.\nStep\nAction\n1\nReview for all risk factors of hepatitis in addition to the drug use.\n2\nIf injection drug or intranasal cocaine use is the only confirmed in-service risk factor present, then deny SC. If other in-service risk factors are found in addition to injection drug or intranasal cocaine use, go to Step 3.\n3\nRequest a medical opinion to determine which confirmed in-service risk factor is at least as likely as not the cause of the hepatitis infection.\n4\nUse the table below to determine how to proceed with the medical opinion.\nIf the medical opinion …\nThen …\nstates that drug use is the cause of the hepatitis infection\ndeny the claim for SC for hepatitis.\ngives greater or equal weight to another confirmed in-service risk factor\nresolve reasonable doubt in the Veteran’s favor, and\naward SC.\nis unable to state which risk factor is more likely than not to be the cause of the hepatitis\nweigh all evidence, and\napply the reasonable doubt doctrine if the evidence is found to be in equipoise.\nReference\n:  For more information on examiner statements that an opinion would be speculative, see\nM21-1, Part IV, Subpart i, 3.A.1.q\n.\nReference\n:  For more information on considering claims for SC based on drug use, see\n38 CFR 3.301(c)(3)\n, and\nM21-1, Part X, Subpart iv, 1.D.2\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}