{
  "chunk_id": "V_iii_6_None_31",
  "content": "/>\nV.iii.6.3.h\n.\n﻿  Evaluating Claims for Increase for SC Hepatitis Awarded Due to Drug Abuse\nFollow the steps in the table below to determine the appropriate actions to take in a claim for increase when SC was previously awarded but the only apparent risk factor in service was drug abuse.\nStep\nAction\n1\nWas SC for hepatitis due to drug abuse awarded by rating decision on or before October 31, 1990?\nIf\nyes\n, then continue the finding of SC for hepatitis as the award of SC was proper based on regulations and procedures at that time. Go to Step 5.\nIf\nno\n, then go to Step 2.\n2\nDoes the evidence clearly show that the hepatitis is due to in-service drug abuse?\nIf\nyes\n, go to Step 4.\nIf\nno\n, go to Step 3.\n3\nIf SC was awarded but there is no evidence clearly linking the hepatitis to drug abuse or if there were multiple risk factors in service, one of which was drug abuse, and no prior opinion was obtained, request a medical opinion to determine whether the hepatitis is due to the drug abuse.\nIf the resulting opinion\nclearly links hepatitis to drug abuse, go to Step 4.\ncannot resolve whether hepatitis is due to drug abuse or another in-service risk factor, or the hepatitis is attributed to another non-drug abuse in-service risk factor, then\nresolve reasonable doubt in favor of the Veteran and continue the finding of SC, and\naward an increased evaluation for hepatitis if the medical evidence otherwise shows the increase is warranted.\n4\nIf the evidence clearly shows that the hepatitis is due to in-service drug abuse and SC was awarded by rating decision after October 31, 1990, determine whether the award of SC is protected per\n38 CFR 3.957\n.\nIf SC. is protected, go to Step 5.\nIf SC is not protected, then propose to sever SC per\n38 CFR 3.105(a)\n.\n5\nIf SC was properly established for hepatitis due to drug abuse by rating decision on or before October 31, 1990, and/or if the award of SC for hepatitis is protected, do not award an increased evaluation for hepatitis due to drug abuse.\nNotes\n:\nThe Omnibus Reconciliation Act of 1990 (\nPublic Law 101-508 Section 8052\n) prohibited the grant of SC for disability or death resulting from alcohol or drug abuse for claims filed after October 31, 1990.\nVAOPGCPREC 2-1998\nfound that an increased evaluation may not be awarded when SC was previously properly established as due to drug abuse by rating decision on or before October 31, 1990.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}