{
  "chunk_id": "V_iii_6_None_32",
  "content": "/>\nV.iii.6.3.i\n.\nConsidering In-Service Hepatitis Findings\nWhen a Veteran submits a claim for SC of hepatitis, assess the lay evidence, service treatment records (STRs), and current medical records to ascertain whether a current disability, an in-service event or injury, and an indication of an association are present as required in\n38 CFR 3.159(c)(4)\nprior to requesting examination and/or medical opinion.\nUse the table below to determine the proper rating action for in-service findings related to hepatitis.\nIf STRs show ...\nThen ...\ndiagnosis of non-specific hepatitis and SC is claimed many years later\nrequest an exam with serology testing and LFTs (if not already of record) and opinion to determine if a relationship exists between the episode of hepatitis in service and the current type of hepatitis unless there is sufficient evidence of a clearly-established diagnosis and continuous symptoms present to satisfy the nexus standard under\n38 CFR 3.303(b)\n.\nlaboratory findings confirming HAV or HBV\nSC for HAV is not warranted as HAV is an acute condition.\nConsider SC for HBV if a chronic disability is present and linked to the in-service finding and/or risk factors.\nConsider SC for HCV if a medical opinion links the condition to the confirmed in-service findings and/or risk factors.  However, do not automatically grant SC for HCV.  The lab findings in service alone do not show HCV in service or allow a conclusion that HCV was incurred in service.  Each type of hepatitis can be acquired at different times and through different means.\na diagnosis of non-A, non-B hepatitis (old name for HCV) and the current medical evidence confirms a diagnosis of HCV\nSC is likely warranted.\nIf medical evidence establishes the presence of continuous symptoms since service, then award SC.\nIf evidence of continuous symptoms since service is not present, request a nexus opinion.\nnon-specific hepatitis and current evidence shows HCV\nor\nchronic HBV only\nHCV or chronic HBV\nmay\nwarrant SC based on reasonable doubt. Request a medical opinion and any necessary diagnostic testing to confirm the diagnosis.\nReference\n:  For more information on diagnostic testing required for hepatitis, see\nM21-1, Part V, Subpart iii, 6.3.b\n.\nnon-specific hepatitis and current evidence shows HCV\nor\nchronic HBV as well as a history of HAV\na medical opinion is necessary to determine whether the current disability is a result of the non-specific hepatitis diagnosed in service.",
  "title": "M21-1, Part V, Subpart iii, Chapter 6 - Digestive Disabilities",
  "citation": "Part V, Subpart iii, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000014523/M21-1-Part-V-Subpart-iii-Chapter-6-Digestive-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:44:58.198937",
  "tags": [
    "m21-1"
  ]
}