{
  "chunk_id": "V_iii_7_None_6",
  "content": "/>\nV.iii.7.1.a\n.\nRating Genitourinary Disorders\nThe diagnostic codes (DCs) for genitourinary disorders are at\n38 CFR 4.115b\n.  Many of those are rated by the rating formulas for dysfunction provided in\n38 CFR 4.115a\n.  The three types of genitourinary dysfunction are\nvoiding dysfunction, which provides evaluations based on\nfrequency\nleakage, and/or\nobstructed voiding\nurinary tract infections, and\nrenal dysfunction.\n38 CFR 4.115a\nprovides that diseases of the genitourinary system generally result in disabilities related to renal or voiding dysfunctions, infections, or a combination of these.\nWhere a particular DC lists more than one dysfunction under which the condition can be rated, only the predominant area of dysfunction shall be utilized for rating purposes.  Separate evaluations may not be assigned for different types of dysfunction attributable to a single condition.\nWhen different genitourinary conditions are present and each is evaluated using a different type of dysfunction, separate evaluations may be assigned.\nWhen different genitourinary conditions are present but each is evaluated using the same type of dysfunction, separate evaluations may not be assigned.\nImportant\n:\nEnsure in every case that rating decisions not pyramid or separate individual findings when those findings in their entirety constitute one disability as discussed at\nM21-1, Part V, Subpart ii, 3.D.2.b\n.\n38 CFR 4.115a\nacknowledges that since the areas of dysfunction do not cover all symptoms resulting from genitourinary diseases, specific diagnoses may include a description of symptoms assigned to that diagnosis.\nExample\n:  For pyelonephritis,\n38 CFR 4.115b, DC 7504\ndirects to rate as renal dysfunction or urinary tract infection, whichever is predominant.  If symptoms of both renal dysfunction and urinary tract infection are present and associated with pyelonephritis, assign a single evaluation based on the most disabling symptoms.",
  "title": "M21-1, Part V, Subpart iii, Chapter 7 - Genitourinary Disabilities",
  "citation": "Part V, Subpart iii, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180593/M21-1-Part-V-Subpart-iii-Chapter-7-Genitourinary-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:07.512056",
  "tags": [
    "m21-1"
  ]
}