{
  "chunk_id": "V_iii_7_None_8",
  "content": "/>\nV.iii.7.1.c\n.\nDetermining Chronicity of Renal Dysfunction\nAssignment of a compensable evaluation for renal dysfunction based on abnormal GFR or (other findings accepted for evaluation purposes under\n38 CFR 4.115a\n) is premised upon findings spanning over three consecutive  months.\nSatisfaction of the three-month requirement does not necessitate an individual finding in each month of a three-month period.  Rather, clinical data showing an abnormal finding with another repeated abnormal finding 3 or more months later during a 12-month period will document chronicity of the impairment and will be sufficient to satisfy this requirement unless there is evidence to the contrary.\nIt is expected that an individual with chronic renal dysfunction would be followed for treatment and clinical data would be sufficient to document chronicity of findings over the three month or longer period.\nHowever, when such clinical data is unavailable to decision makers, a one-time finding may be used to assign the corresponding disability evaluation unless there is evidence that suggests non-chronicity of the impairment.\nWhen a compensable evaluation is assigned based on a one-time finding of abnormal GFR, defer the end product and schedule an at-once examination to obtain a second GFR reading three months after the first.\nThis at-once examination is necessary to satisfy the regulatory requirement for sustained findings from a three-month period.\nReference\n:  For more information on handling improvement shown on the at-once examination, see\n38 CFR 3.105(e)\n, and\nM21-1, Part X, Subpart ii, 4.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 7 - Genitourinary Disabilities",
  "citation": "Part V, Subpart iii, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180593/M21-1-Part-V-Subpart-iii-Chapter-7-Genitourinary-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:07.512056",
  "tags": [
    "m21-1"
  ]
}