{
  "chunk_id": "V_iii_7_None_9",
  "content": "/>\nV.iii.7.1.d\n.\nUse of Catheters and Other Appliances\nThe term\nappliance\n, as used in the criteria for voiding dysfunction under\n38 CFR 4.115a\n, includes\nall\ntypes of catheters, as well as any other assistive device for urination.\nImportant\n:  Appliances, including catheters, may be used to treat urine leakage associated with voiding dysfunction and/or urine retention associated with obstructed voiding.  The rating activity should review the evidence carefully to determine whether the appliance is required to treat urine leakage or urine retention and evaluate on the predominant disability.\nNote\n:  For the purposes of evaluating urinary tract infection at the 30-percent rate, the use of catheters is not considered comparable to drainage by stent or nephrostomy and is inconsistent with the remainder of the criteria required for a 30-percent evaluation.  Stent and nephrostomy tube insertion are surgical procedures and require more intensive management than drainage by catheterization.\nExample 1\n:  A Veteran is\nservice-connected (\nSC) for a bladder injury.  Medical records show a catheter is required for\nurine leakage\ndue to the bladder injury.\nResult\n:  A 60-percent evaluation should be assigned for this disability based on voiding dysfunction.\nExample 2\n:  A Veteran is SC for a bladder injury. Medical records show a catheter is required for\nurine retention\ndue to the bladder injury.\nResult\n:  A 30-percent evaluation should be assigned for this disability based on obstructed voiding.\nReference\n:  For more information on ratings of the genitourinary system based on voiding dysfunction, see\n38 CFR 4.115a\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 7 - Genitourinary Disabilities",
  "citation": "Part V, Subpart iii, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180593/M21-1-Part-V-Subpart-iii-Chapter-7-Genitourinary-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:07.512056",
  "tags": [
    "m21-1"
  ]
}