{
  "chunk_id": "V_iii_7_None_29",
  "content": "/>\nV.iii.7.3.c\n.\nRating Prostate Cancer\nThe table below describes common treatments for prostate cancer as well as the side effects and rating considerations associated with the treatment.\nType of Treatment\nPotential Side Effects\nRating Considerations\nWatchful waiting\nalso called\nconservative management\nobservation, or\nsurveillance, and\nno immediate specific therapy is being used, but cancer is active.\nNone, except for the continued presence and potential metastasis of cancer\noften used when life expectancy is short due to age or other illness since prostate cancer is slow- growing.\nReview to confirm the continuation of active cancer previously confirmed by biopsy.\nEvaluate at 100 percent, despite the lack of treatment and possible lack of symptoms.\nNote\n:  If watchful waiting is used to closely monitor inactive cancer that is in remission, evaluate based on residuals since the cancer is no longer active.\nRadical prostatectomy surgery which\nis characterized by removal of the prostate gland and seminal vesicles\nis the most common treatment for localized cancer\ncan be curative, and\nmay involve a nerve-sparing procedure to improve chances that the patient will retain normal erectile function.\nImpotence, and/or\nincontinence.\nIn all cases of radical prostatectomy, award SMC (k) for\nloss of use (\nLOU) of a creative organ.\nConsider\nservice connection (\nSC) for ED on a facts-found basis.\nCryotherapy\n, also known as cryosurgery or cryoablation, is a procedure by which the prostate and nearby tissues are frozen with liquid nitrogen via probes in the perineum.\nImpotence\nincontinence\nurethral scarring, and\nrectourethral fistula (rare).\nConsider SMC (k) on a facts-found basis.\nRadiation\ncan be curative if cancer is confined to the prostate and surrounding tissues and PSA is 15 nanograms (ng)/ml or less\nis also used as palliative therapy to relieve symptoms of advanced cancer, such as bone pain due to metastasis, and\ncan be\ninternal radiation therapy, or brachytherapy, in which radioactive seeds are implanted in the prostate, including\nhigh dose radiation (HDR) in which seeds are implanted for less than a day and then removed, and radiation is present only while seeds are in place, or\nlow dose radiation (LDR) in which seeds are permanently implanted and give off radiation for weeks to months, depending on the radioisotope used, or\nexternal radiation therapy, in which radiation is delivered by high-energy eternal radiation for six to eight weeks.\nAfter external beam radiation\nimpotence, and/or\nincontinence, and\nafter brachytherap\ny\nimpotence\nincontinence\nbowel problems, and/or\nurethral complications.\nAfter internal HDR\nthe radiation continues only for hours or days, so a six-month assignment of temporary 100-percent under\n38 CFR 4.115b, DC 7528\nis appropriate, and\nconsider SMC (k) for impotence on a facts-found basis.\nAfter internal LDR\nthe effective radiation should be gone by one year\nassign a 100-percent evaluation for one year, and\nschedule a review exam six months following the cessation of the one-year treatment period.\nNote\n:  If radiation is used only as palliative therapy in advanced cancer, the 100-percent evaluation will continue because the cancer will remain active.  Therefore\nreview for metastatic disease, and\nconsider permanency.\nHormone therapy is primarily for palliation of prostate cancer which is not confined to the prostate for the purpose of testosterone deprivation.\nTypes of hormone therapy include\norchiectomy\n, the removal of testes to prevent testosterone production\nluteinizing hormone releasing hormone agonists (LHRH analogs), which can lower the testosterone as effectively as orchiectomy such as\nLupron (leuprolide)\nZoladex (goserelin), and\nbusrelin\nestrogens or estrogen-like drugs, which lower the level of testosterone\nsecond-line hormonal drugs, which are used when first-line hormone therapy fails\nanti-androgens, which block the ability of the body to use androgens, such as\nEulexin (flutamide)\nCasodex (bicalutamide), and\nNilandron (nilutamide), and\ncombined hormone therapy, which is an anti-androgen combined with orchiectomy or an LHRH agonist (analog).\nAfter any hormone therapy\nhot flashes\nosteoporosis\nloss of muscle mass\nafter orchiectomy\nimpotence\nsterility\nloss of sex drive\nafter anti-androgen therapy\ngastrointestinal upset\nbreast tenderness\ngynecomastia\ndecreased libido\nimpotence\nhot flashes, and\nafter LHRH analogs\nimpotence\nhot flashes, and\ngynecomastia.\nOrchiectomy results in anatomical loss of a creative organ; therefore\nevaluate under\n38 CFR 4.115b, DC 7524\n, and\naward SMC.\nHormone therapy may continue for many years; therefore\nreview treatment records for expected duration of treatment, and\nconsider permanence.\nChemotherapy\nDepending on the type of chemotherapy used, there are multiple possible side effects.\nChemotherapy is used for palliation as current agents will not eradicate prostate cancer; therefore\nevaluate as 100 percent\nconsider permanence\nreview for metastatic disease, and\nif metastatic disease affects body systems other than the genitourinary system, award a separate evaluation for confirmed metastatic disease under the appropriate code for that body system.\nReferences\n:  For more information on\nassigning staged evaluations for prostate cancer. see\nTatum v. Shinseki\n,\n24 Vet.App 139, 141 (2010)\nM21-1, Part VIII, Subpart iv, 8.D.3.e and f\n, and\nM21-1, Part V, Subpart ii, 3.D.2.j\nconsidering entitlement to SC for ED and SC for LOU of a creative organ associated with prostate cancer, see\nM21-1, Part V, Subpart iii, 7.3.d\n, and\nevaluating cancer and its residuals, see\nM21-1, Part V, Subpart ii, 3.D.5.a and b\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 7 - Genitourinary Disabilities",
  "citation": "Part V, Subpart iii, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180593/M21-1-Part-V-Subpart-iii-Chapter-7-Genitourinary-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:07.512056",
  "tags": [
    "m21-1"
  ]
}