{
  "chunk_id": "V_iii_7_None_30",
  "content": "/>\nV.iii.7.3.d\n.\nED and SMC Due to Prostate Cancer\nSC for prostate cancer does\nnot\nautomatically result in\nSC for ED, or\nentitlement to SMC (k).\nThere are various treatments for prostate cancer, such as hormonal therapy, that may result in ED.  Refer to\nM21-1, Part V, Subpart iii, 7.3.c\nfor more information about specific types of treatment and the associated side effects, such as ED or loss of use of a creative organ.\nNote\n:  General guidelines under\n38 CFR 3.400\nshould be followed when determining the effective date for ED.  If ED is the basis for SMC (k), the effective date for the SMC will generally coincide with the date SC is awarded for ED.\nException\n:  Radical prostatectomy is a special case.  In all cases where prostate cancer is treated with radical prostatectomy, award entitlement to SMC (k) for LOU of a creative organ without additional examination or medical opinion.\nRadical prostatectomy results in loss of ejaculatory power and will warrant SMC (k) from the date of the procedure, assuming that the Veteran is already SC for prostate cancer from that date.\nEntitlement to SC for ED associated with the radical prostatectomy is a separate factual determination.  For the purposes of determining SMC entitlement following radical prostatectomy, it is irrelevant whether ED also exists at the time the SMC is awarded.\nReference\n:  For more information on when SMC is warranted for ED and other sexual dysfunction, see\nM21-1, Part V, Subpart iii, 7.4.b\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 7 - Genitourinary Disabilities",
  "citation": "Part V, Subpart iii, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180593/M21-1-Part-V-Subpart-iii-Chapter-7-Genitourinary-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:07.512056",
  "tags": [
    "m21-1"
  ]
}