{
  "chunk_id": "V_iii_7_None_35",
  "content": "/>\nV.iii.7.4.b\n.\nEntitlement to SMC Associated With ED\nor Other Sexual Dysfunction\nGrant SMC (k) when the evidence shows that SC ED constitutes LOU of a creative organ.  Other diagnoses of sexual dysfunction that may result in LOU include (but are not limited to) loss of libido, loss of sexual drive, or impotence.\nWhen a VA examiner finds that there is ED or other sexual dysfunction, SMC (k) is established even though\nthe Veteran can achieve erection and penetration with the use of medication, or\nthe Veteran had a vasectomy prior to the development of the LOU of a creative organ, as vasectomies may be reversible while LOU is not.\nWhen the evidence, including an examination report or other medical information, shows that a diagnosis of ED or other sexual dysfunction is present but indicates that the Veteran can penetrate and ejaculate\nwithout\nthe use of medication, resolve reasonable doubt in the Veteran’s favor and interpret the report to establish that LOU of a creative organ is present and grant entitlement to SMC (k).\nException\n:  Do\nnot\nestablish SMC(k) based on an examiner’s finding/conclusion that there is ED if\nthe examination is insufficient for rating purposes because it is not supported by a valid rationale and/or by the evidence of record (for example if the examiner checks that there is ED but there is no history, examination or other basis for the finding)\nthe report is based on the claimant’s report of ED but there is some specific evidence that the claimant’s account of ED lacks credibility, or\nthe preponderance (greater weight) of the evidence proves the contrary.\nReferences\n:  For more information on\nentitlement to SMC (k) for LOU of a creative organ, see\n38 CFR 3.350(a)(1)\n, and\nM21-1, Part VIII, Subpart iv, 4.A.4\nentitlement to SMC (k) associated with radical prostatectomy for prostate cancer, see\nM21-1, Part V, Subpart iii, 7.3.d\n, and\nM21-1, Part VIII, Subpart iv, 4.A.4.c\nevaluating ED, see\n38 CFR 4.115b, DC 7522\n, and\ninsufficient examination reports, see\nM21-1, Part IV, Subpart i, 3.C\n, and\nprocedures for evaluating evidence, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 7 - Genitourinary Disabilities",
  "citation": "Part V, Subpart iii, Chapter 7, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180593/M21-1-Part-V-Subpart-iii-Chapter-7-Genitourinary-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:07.512056",
  "tags": [
    "m21-1"
  ]
}