{
  "chunk_id": "V_iii_8_A_18",
  "content": "/>\nV.iii.8.A.2.e\n.\nCervical Dysplasia\nDo not routinely award SC for cervical dysplasia, also referred to as cervical intraepithelial neoplasia (CIN).  Cervical dysplasia/CIN is not a disease or injury.  It is a cellular abnormality of the cervix revealed by Papanicolaou (Pap) smear testing that generally resolves without treatment or residuals.  In these cases, there is an abnormal laboratory finding but no disability, and SC is not warranted.\nSC may be warranted if cervical dysplasia/CIN\nrequires treatment that leaves residuals, or\nis linked to the subsequent development of cervical cancer.\nUse the table below to determine the appropriate actions to take when SC is claimed following an in-service confirmed finding of cervical dysplasia/CIN.\nIf medical evidence shows the subsequent development of …\nThen award SC for …\nAdditional Information to Consider\nchronic or severe dysplasia/CIN requiring treatment,\nand\nchronic residuals of the required treatment\nresiduals of cervical dysplasia/CIN.\nCommon procedures for treatment of chronic or severe dysplasia/CIN include\ncauterization\nlaser surgery\ncryosurgery, or\nloop electrosurgical excision procedure (LEEP).\ncervical cancer,\nand\na link between the in-service dysplasia/CIN and the cancer\ncervical cancer and/or residuals.\nIn-service cervical dysplasia that resolved without residuals is less likely to be related to later-developing cervical cancer.  However, these cases require a medical opinion to determine whether a relationship exists between the conditions.\nNote\n:  Cervical dysplasia is often associated with human papillomavirus (HPV) infection.  There are over 60 types of HPV infection, and only certain types are associated with high-grade cervical dysplasia and cancer.",
  "title": "M21-1, Part V, Subpart iii, Chapter 8, Section A - Disabilities of the Gynecological System",
  "citation": "Part V, Subpart iii, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180511/M21-1-Part-V-Subpart-iii-Chapter-8-Section-A-Disabilities-of-the-Gynecological-System",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:16.761925",
  "tags": [
    "m21-1"
  ]
}