{
  "chunk_id": "V_iii_8_B_8",
  "content": "/>\nV.iii.8.B.1.c\n.\nFibrocystic Breast Disease\nDo not routinely award service connection (SC) for fibrocystic breast disease.  Although this condition is termed a disease, it is actually a physiologic finding that is generally acute and transient.  In the absence of associated pathology, SC is not warranted.  Additionally, fibrocystic breasts are not associated with increased risk of breast cancer unless the changes are associated with atypical hyperplasia.\nExamples of associated pathology that\nmay\nwarrant SC for fibrocystic breast disease are\npersistent lumps or thickening requiring surgical excision, or\nfibrocystic breast changes with associated atypical hyperplasia.\nUse the table below to determine when SC for pathology associated with claimed fibrocystic breast disease is warranted as well as the proper DC to use in the evaluation.\nIf the service treatment records show …\nAnd medical evidence shows …\nThen award SC for …\nfibrocystic breasts\ncontinuous symptoms and/or nexus to subsequent post-service excision of persistent lumps or thickening\nresiduals of surgery under appropriate DCs including\nthe\n38 CFR 4.118, DC 7800\nseries for scars, and\n38 CFR 4.116, DC 7626\nfor breast, surgery of.\nfibrocystic breasts\nthe (in-service or post-service) development of atypical hyperplasia associated with the fibrocystic breasts\nsubsequent development of breast cancer, and\nnexus between the fibrocystic breasts with associated atypical hyperplasia and the development of breast cancer\nbreast cancer and/or residuals under appropriate DCs including\n38 CFR 4.116, DC 7627\n, or\n38 CFR 4.116, DC 7626\n.",
  "title": "M21-1, Part V, Subpart iii, Chapter 8, Section B - Disabilities of the Breast",
  "citation": "Part V, Subpart iii, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180879/M21-1-Part-V-Subpart-iii-Chapter-8-Section-B-Disabilities-of-the-Breast",
  "updated": "",
  "scraped_at": "2025-06-16T22:45:25.998509",
  "tags": [
    "m21-1"
  ]
}