{
  "chunk_id": "V_iv_1_A_53",
  "content": "/>\nV.iv.1.A.6.d\n.\nExample:  Short-Form Award\nBelow is an example of a short-form rating\nNarrative\nawarding a claim for SC.\nService connection for arthritis of the cervical spine has been established as directly related to military service.  (38 CFR 3.303, 38 CFR 3.304)\nThe effective date of this grant is August 1, 2017.  Service connection has been established from the day VA received your claim.  When a claim of service connection is received more than one year after discharge from active duty, the effective date is the date VA received the claim.  (38CFR 3.400)\nAn evaluation of 20 percent is assigned from August 1, 2017.\nWe have assigned a 20 percent evaluation for your arthritis of the cervical spine based on:\n• Forward flexion of the cervical spine greater than 15 degrees but not greater than 30 degrees\nAdditional symptom(s) include:\n• X-ray evidence of traumatic arthritis\n• Combined range of motion of the cervical spine greater than 170 degrees but not greater than335 degrees\n• Painful motion upon examination\nThe provisions of 38 CFR §4.40 and §4.45 concerning functional loss due to pain, fatigue, weakness, or lack of endurance, incoordination, and flare-ups, as cited in DeLuca v. Brown and Mitchell v. Shinseki, have been considered and are not warranted.\nThis is the highest schedular evaluation allowed under the law for traumatic arthritis.\nAdditionally, a higher evaluation of 30 percent is not warranted for cervical strain unless the evidence shows:\n• Favorable ankylosis of the entire cervical spine; or,\n• Forward flexion of the cervical spine 15 degrees or less. (38 CFR 4.71a)",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section A - Completing the Rating Decision Narrative",
  "citation": "Part V, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180523/M21-1-Part-V-Subpart-iv-Chapter-1-Section-A-Completing-the-Rating-Decision-Narrative",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:49.618474",
  "tags": [
    "m21-1"
  ]
}