{
  "chunk_id": "V_iv_1_A_55",
  "content": "/>\nV.iv.1.A.6.f\n.\nExample:  Short-Form Denial\nBelow is an example of a short-form rating denial\nNarrative\naddressing the Veteran’s claim of direct SC.\nService connection may be granted for a disability which began in military service or was caused by some event or experience in service.  Service connection for left shoulder condition is denied because the medical evidence of record fails to show that this disability has been clinically diagnosed.  (38 CFR 3.303)\nWhile your service treatment records reflect complaints, treatment, or a diagnosis similar to that claimed, the medical evidence supports the conclusion that a persistent disability was not present in service.  (38 CFR 3.303)  We have been informed that you have missed the VA examination scheduled in support of your claim.  There is no information presently indicating good cause for absence on the scheduled appointment date.  As a result, medical evidence that could have been used to support your claim was not available to us.  (38 CFR 3.655)  Please notify us when you are ready to report for an examination, or you may submit a disability benefits questionnaire (DBQ) which must be completed and signed by a health care provider.\nFavorable Findings identified in this decision:\nThe evidence shows that a qualifying event, injury, or disease had its onset during your service.\nYour service treatment records show that you injured your left shoulder in June 1998.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section A - Completing the Rating Decision Narrative",
  "citation": "Part V, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180523/M21-1-Part-V-Subpart-iv-Chapter-1-Section-A-Completing-the-Rating-Decision-Narrative",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:49.618474",
  "tags": [
    "m21-1"
  ]
}