{
  "chunk_id": "V_iv_1_A_59",
  "content": "/>\nV.iv.1.A.7.a\n.\nIssues Requiring a Long-Form Rating Narrative\nA long-form rating narrative must be used in decisions involving any of the following types of claims:\naward of an issue on legacy appeal\nhigher-level reviews (HLRs)\nNehmer\ndenials of SC for posttraumatic stress disorder based on\nmilitary sexual trauma, or\nfear of hostile military or terrorist activity\ntraumatic brain injuries\ndenials of benefits under\n38 U.S.C. 1151\nadverse action proposals, including, but not limited to\nseverance of SC\ndiscontinuance or reduction of benefits currently being paid\nincompetency, and\nthose made under the Integrated Disability Evaluation System\nfinal effectuation of severance, discontinuance, or reduction of benefits being paid\nfinal determinations of incompetency\npotential fraud\ndenials of\nSC for cause of death\nVeterans Pension\nspecial monthly pension, and\nspecial monthly DIC, and\nclear and unmistakable error (to include determinations made in any of the categories above or claims seeking earlier effective dates).\nNotes\n:\nLegacy appeal decisions awarding benefits and HLR decisions will use the long-form decision format regardless of whether or not the underlying issues are complex and/or included on the list above.\nDecision makers should use their best judgment when deciding to use a long-form rating narrative for any type of claim not listed.\nReference\n:  For more information on what constitutes adequate analysis in a long-form rating narrative, see\nM21-1, Part V, Subpart iv, 1.A.7.b\n.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section A - Completing the Rating Decision Narrative",
  "citation": "Part V, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180523/M21-1-Part-V-Subpart-iv-Chapter-1-Section-A-Completing-the-Rating-Decision-Narrative",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:49.618474",
  "tags": [
    "m21-1"
  ]
}