{
  "chunk_id": "V_iv_1_A_60",
  "content": "/>\nV.iv.1.A.7.b\n.\nAdequate Analysis in a Long-Form Narrative Format\nThe long-form rating narrative format must be used in certain types of claims to more thoroughly and adequately discuss the reason a decision was made.  In general, the narrative should\naddress the decision elements noted in\nM21-1, Part V, Subpart iv, 1.A.5.a\ndiscuss evidence that is relevant and necessary to the determination, including specific treatment details both during and after service\nclearly explain why that evidence is found to be persuasive or unpersuasive, and\naddress all pertinent evidence and all of the claimant's contentions.\nThe reason for denial should be based on a review of the available facts and how they relate to the statutory and regulatory requirements for the benefit sought.  The key factors involve\nthe claimant’s stated belief or contentions\nthe pertinent facts, to include those that address the condition or circumstances claimed\nwhat we may have asked for but did not receive, and\nsuccinct reasoning explaining the elements\nnot\npresent which are needed to award the benefit.\nNote\n:  Cite both favorable and unfavorable evidence without partiality, especially when a decreased benefit is under consideration.  Compare relevant findings at the time of the previous rating with present findings.\nReferences\n:  For more information on\nclaims that require a long-form rating narrative, see\nM21-1, Part V, Subpart iv, 1.A.7.a\n, and\nevaluating evidence, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section A - Completing the Rating Decision Narrative",
  "citation": "Part V, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180523/M21-1-Part-V-Subpart-iv-Chapter-1-Section-A-Completing-the-Rating-Decision-Narrative",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:49.618474",
  "tags": [
    "m21-1"
  ]
}