{
  "chunk_id": "V_iv_1_B_42",
  "content": "/>\nV.iv.1.B.7.d\n.\nTwo-Signature Rating Decisions\nAll rating decisions require the signatures of two decision makers, unless approved as single-signature ratings by the Veterans Service Center Manager (VSCM) or Pension Maintenance Center Manager (PMCM).\nException\n:  The VSCM/PMCM does not have authority to grant single-signature authority in all cases.  The table below lists specific types of rating issues that always require a second signature.\nIf deciding …\nAnd the decision maker is a(n) …\nThen the rating decision requires …\nSMC at a rate greater than SMC (l)\ntraumatic brain injuries, pending satisfaction of the criteria described in\nM21-1, Part V, Subpart iii, 12.B.1.o\nformer prisoners of war (FPOW) issues, and\nproposals to sever SC\nRating Veterans Service Representative (RVSR) or Decision Review Officer (DRO)\nsecond-signature approval of a designated\nreviewer.\nException\n:  Pension or DIC FPOW ratings, whether completed by a Pension Management Center employee or via automated claims processing, do not require second-signature approval.\nany\nissue involving a disability related to military sexual trauma, pending satisfaction of the criteria described in\nM21-1, Part VIII, Subpart iv, 1.E.1.g\nlocally designated, specialized RVSR or DRO\nsecond-signature approval of a designated reviewer.\nextra-schedular pension under\n38 CFR 3.321(b)(2)\nRVSR or DRO\napproval by VSCM or PMCM.\nCUE under\n38 CFR 3.105(a)\nException\n:  CUE rating decisions prepared as the result of a Board of Veterans’ Appeals or Court of Appeals for Veterans Claims decision do not require additional approval.\nRVSR\napproval by VSCM or PMCM or designated reviewer.\nDRO\napproval by VSCM or PMCM or designated reviewer\nonly\nif the issue is\nseverance of SC, or\na reduction in evaluation of an SC disability(ies).\ncertain extensions of temporary total evaluations under\n38 CFR 4.29\n, or\n38 CFR 4.30\nRVSR or DRO\napproval by the VSCM.\nReference\n:  For more information on VSCM approval of temporary total evaluations, see\nM21-1, Part VIII, Subpart iv, 8.B\nand\nC\n.\nReference\n:  For more information on signatures in CUE cases, see\nM21-1, Part X, Subpart ii, 5.A.3\n.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section B - Codesheet Section",
  "citation": "Part V, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180524/M21-1-Part-V-Subpart-iv-Chapter-1-Section-B-Codesheet-Section",
  "updated": "",
  "scraped_at": "2025-06-16T22:46:58.915909",
  "tags": [
    "m21-1"
  ]
}