{
  "chunk_id": "V_iv_1_C_14",
  "content": "/>\nV.iv.1.C.2.c\n.\nRating Multiple Disabling Manifestations From the Same Disease\nWhen rating multiple disabling manifestations resulting from the same disease, such as multiple sclerosis (MS), Parkinson’s disease, parkinsonism, or cerebrovascular accident, code each disability separately as follows:\nshow the DC of the disease only once by listing it as the lead DC of a hyphenated code\nfollow the lead code and hyphen with a code for the body system that results in the highest evaluation percentage\ncode the involvement of the other manifestations thereafter under the DC for the disability on which the evaluation is based, and\nshow the remaining disabilities as secondary to the primary disease entity.\nExample\n:  Multiple disabling manifestations of Parkinson’s disease (\n38 CFR 4.124a, DC 8004\n) would result in the following hyphenated and non-hyphenated DCs:\n8004-8520 Parkinson’s disease with right lower extremity tremors, muscle rigidity, stiffness, and bradykinesia (sciatic nerve) [the most severely affected residual, followed by the less disabling residuals]\n8520 left lower extremity tremors, muscle rigidity, stiffness, and bradykinesia (sciatic nerve) due to Parkinson’s disease\n8515 right upper extremity tremors, (median nerve) due to Parkinson’s disease\n9434 major depressive disorder due to Parkinson’s disease, and\n7204 difficulty swallowing due to Parkinson’s disease.\nExceptions\n:\nEvaluate diabetes mellitus and resulting complications based on\nM21-1, Part V, Subpart iii, 11.1\nand\n38 CFR 4.119\n.\nEvaluate amyotrophic lateral sclerosis by following the guidance in\nM21-1, Part V, Subpart iii, 12.C.2.d and e\n.\nReferences\n:  For more information on\nrating multiple disabling manifestations from the same disease, see the\nVBMS-R User Guide\nevaluating peripheral nerve conditions, see\nM21-1, Part V, Subpart iii, 12.A.2\nevaluating arthritis, see\nM21-1, Part V, Subpart iii, 1.C\nevaluating residuals of MS, see\nM21-1, Part V, Subpart iii, 12.C.1\nevaluating Parkinson’s disease and parkinsonism, see\nM21-1, Part V, Subpart iii, 12.C.3.d\n, and\nsuggested DCs for manifestations of systemic disease, see\nSuggested Diagnostic Codes for Parkinson's disease, Multiple Sclerosis (MS), and Amyotrophic Lateral Sclerosis (ALS\n)\nin the list of tools on the\nJob Aids Home Page.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section C - Coded Conclusion",
  "citation": "Part V, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180525/M21-1-Part-V-Subpart-iv-Chapter-1-Section-C-Coded-Conclusion",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:08.257771",
  "tags": [
    "m21-1"
  ]
}