{
  "chunk_id": "V_iv_1_C_27",
  "content": "/>\nV.iv.1.C.4.b\n.\nApplying the Bilateral Factor\n38 CFR 4.26\nprovides for a\nbilateral factor\nwhenever there are compensable disabilities affecting the use of\nboth arms\nboth legs, or\npaired skeletal muscles.\nThe ratings for the disabilities of the right and left sides will be combined as usual, and 10 percent of this value will be added (i.e., not combined) before proceeding with further combinations of non-bilateral disabilities or converting to degree of disability.  This is known as the\nbilateral factor\n.\nImportant\n:\nThe bilateral factor only applies when there are qualifying disabilities of the left and right sides.\nWhen a specific DC provides one evaluation for a bilateral condition, only apply the bilateral factor if there is/are\nan independently ratable condition in one of the involved extremities, such as in the case of a 20-percent evaluation for left leg muscle damage under\n38 CFR 4.73, DC 5311\n, in addition to a 30-percent evaluation for bilateral pes planus under\n38 CFR 4.71a, DC 5276\n,\nor\nindependently ratable conditions of\nboth\nuninvolved extremities, such as in the case of two separate 20-percent evaluations for right and left shoulder osteoarthritis under\n38 CFR 4.71a, DCs 5201\n, in addition to a 30-percent evaluation for bilateral pes planus under\n38 CFR 4.71a, DC 5276\n.\nException\n:  Effective April 16, 2023,\n38 CFR 4.26\nwas amended to address instances where certain  disabilities including the bilateral factor do not combine to the most favorable percentage.  In such cases, the regulation allows one or more bilateral disabilities to be removed from the bilateral factor calculation and combined separately to achieve the higher evaluation.  The bilateral factor will still be applied to the bilateral disability or disabilities that are not excluded from the calculation.  VBMS-R will automatically make the calculations and assign the higher evaluation when possible.\nNote\n:  The\n38 CFR 4.26\nchange effective April 16, 2023, is considered a liberalizing Department of Veterans Affairs (VA) issue within the meaning of\n38 U.S.C. 5110(g)\nand\n38 CFR 3.114\n.\nReferences\n:  For more information on\nnot applying the bilateral factor when doing so would have a negative effect on the rating, see\n38 CFR 4.26(d)\nwhen the bilateral factor may not be applied to skin conditions, see\nM21-1, Part V, Subpart iii, 10.1.h\n, and\nliberalizing changes, see\nM21-1, Part V, Subpart ii, 4.A.6\n.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section C - Coded Conclusion",
  "citation": "Part V, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180525/M21-1-Part-V-Subpart-iv-Chapter-1-Section-C-Coded-Conclusion",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:08.257771",
  "tags": [
    "m21-1"
  ]
}