{
  "chunk_id": "V_iv_1_C_34",
  "content": "/>\nV.iv.1.C.5.c\n.\nIdentifying Periods of Service for Which Separation Benefits Were Awarded\nAs is discussed in\nM21-1, Part VI, Subpart ii, 2.2.k\n, identification of the period(s) of service during which SC disabilities had their onset can often materially influence award actions to recoup separation benefits (other than disability severance pay) awarded by the Department of Defense at the time of discharge.\nCompensation payable for SC disabilities incurred during any period of service that\npreceded\nthe discharge for which separation benefits were paid\nis\nsubject to recoupment.\nCompensation payable for SC disabilities incurred during a period of service that\nfollowed\nthe discharge for which separation benefits were paid is\nnot\nsubject to recoupment.\nWhen awarding SC to a Veteran who received a separation benefit\nother than\ndisability severance pay, follow the steps in the table below to properly identify the periods of service during which all SC disabilities were incurred, as necessary.\nStep\nAction\n1\nHas the Veteran performed multiple periods of service?\nIf\nyes\n, go to the next step.\nIf\nno\n, disregard the remaining steps in this table.  No form of annotation or service-period differentiation is required, as all payable compensation is subject to the recoupment of separation benefits.\n2\nDid the Veteran incur one or more SC disabilities during a period of service that\nfollowed\nthe discharge for which separation benefits were paid?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nuse the SPECIAL NOTATION field on VBMS-R’s PROFILE screen to include a\nCodesheet\nannotation that reads,\nAll SC disabilities subject to recoupment\n, and\ndisregard the remaining steps in this table.\n3\nUse the SPECIAL NOTATION field on VBMS-R’s PROFILE screen to include a\nCodesheet\nannotation that identifies\neach SC disability, and\nthe period of service during which it was incurred.\nNotes\n:\nExamples of the above-referenced\nCodesheet\nannotations are shown in\nM21-1, Part V, Subpart iv, 1.C.5.d\n.\nIf all SC disabilities were incurred during one single period of service, a summary annotation to that effect (e.g.\nAll SC disabilities incurred during period of service spanning 06/11/2007-08/25/2011\n) is sufficient.\nException\n:  If the authorization activity is able to confirm that separation benefits have already been recouped in full, inclusion of the annotations and service-period differentiation discussed in this block is not required.\nReferences\n:  For more information on\ndetermining whether a Veteran received separation benefits, see\nM21-1, Part VI, Subpart ii, 2.1.b\n, and\nspecial notations and notification templates, see\nM21-1, Part V, Subpart iv, 1.B.6\n.",
  "title": "M21-1, Part V, Subpart iv, Chapter 1, Section C - Coded Conclusion",
  "citation": "Part V, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000180525/M21-1-Part-V-Subpart-iv-Chapter-1-Section-C-Coded-Conclusion",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:08.257771",
  "tags": [
    "m21-1"
  ]
}