{
  "chunk_id": "VI_i_1_A_14",
  "content": "/>\nVI.i.1.A.2.b\n.\nEffective Date of Payment Under 38 CFR 3.31\nIt is important to understand the difference between the effective date of\npayment\nand the effective date of\nentitlement\n.\nUnder\n38 CFR 3.31\n, VA may not pay monetary benefits based on an original, supplemental, or increased award of compensation, pension, or Dependency and Indemnity Compensation (DIC) for any period prior to the first day of the calendar month following the month in which the beneficiary became entitled to the benefit.\nExample\n:\nScenario\n:  The rating activity assigns an increased disability rating to a Veteran’s SC back disorder effective April 21, 2022.  (This represents the effective date of\nentitlement\n.)\nResult\n:  The effective date of the corresponding increase in the Veteran’s compensation is May 1, 2022.  (This represents the effective date of\npayment\n.)\nException\n:  Effective October 1, 2011, Section 605 of\nPublic Law 111-275\namended\n38 U.S.C. 5111\nto allow VA to pay disability compensation from the\ndate of entitlement\nto said benefit to any Veteran who retires or separates from active duty due to a catastrophic disability.  For VA purposes, \"catastrophic disability\" means a permanent, severely disabling injury, disorder, or disease that compromises the ability of the Veteran to carry out the activities of daily living to such a degree that they require\npersonal or mechanical assistance to leave home or bed, or\nconstant supervision to avoid physical harm to self or others.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section A - Decision Authorization",
  "citation": "Part VI, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179468/M21-1-Part-VI-Subpart-i-Chapter-1-Section-A-Decision-Authorization",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:36.137044",
  "tags": [
    "m21-1"
  ]
}