{
  "chunk_id": "VI_i_1_A_15",
  "content": "/>\nVI.i.1.A.2.c\n.\nAward-Processing Responsibilities\nThe table below describes who is responsible for specific actions during the award process.\nWho Is Responsible\nActions\nVeterans Service Representative (VSR)\nConduct a cursory review of the rating decision, to include the code sheet, in an attempt to identify any obvious errors, such as failure to consider entitlement to\nChapter 35\nbenefits when a total disability rating is granted and no future examination is required.\nAccess the RATING screen in the Veterans Benefits Management System – Awards (VBMS-A) to validate data contained in the rating decision and notify the rating activity if any inconsistencies exist.\nEnter additional data pertaining to the decision into the claims-processing system, as applicable.\nGenerate an award.\nEnsure, as applicable, that the award document fully reflects\nall\nnew and/or increased entitlements implemented by the associated rating decision and/or authorization determination(s).\nPrepare a decision notice for the claimant.\nFor pension and Parents' DIC cases only\n:  Ensure documentation of calculations made to determine the rate of benefits (such as calculations of medical expenses, net worth, and waived overpayments) are included in the electronic claims folder.\nRoute the award to a Senior VSR (SVSR).\nNotes\n:\nThe only entry or update VSRs may make on the RATING screen is to select one of the override buttons along the bottom of the screen to ensure the appropriate effective date is generated when implementing award actions such as\nreducing a disability rating, or\nswitching a Veteran’s disability rating from a total rating based on individual unemployability to a 100-percent schedular rating (or vice versa).\nIf the decision notice contains FTI, follow the instructions in\nM21-1, Part VI, Subpart i, 1.B.2\n.\nThe successful generation of adjusted payment rates from the earliest implicated effective date – for awards converted from the Benefits Delivery Network – may require the entry of an appropriate control date in the ONLY GENERATE NEW AWARD LINES FROM field on the claims-processing system’s RECORD DECISIONS screen.\nThe processing of a decision is commonly referred to as an “award” action, regardless of whether the decision\nconstitutes a grant or denial of benefits, or\nresults in an adjustment of benefits.\nReferences\n:  For more information on\ndecision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nthe\nPersonal Computer Generated Letters User Guide\n, and\nprocessing awards (including those involving converted records) in\nVBMS-A, see the\nVBMS Awards User Guide\n.\nSVSR\nReview the award and decision notice for accuracy. (Return the award and decision notice to the VSR for correction if errors exist.)\nAuthorize the award.\nDate the decision notice with the expected date of mailing.\nRelease the following for mailing to the claimant:\ndecision notice\ncopy of the rating decision (if applicable), and\nany pertinent enclosures.\nReturn the paper claims folder to the files activity (if a paper claims folder was used in the award/authorization process).\nNotes\n:\nIf a decision notice contains FTI, see\nM21-1, Part VI, Subpart i, 1.B.2\n.\nM21-1, Part VI, Subpart i, 1.A.2.d\n, describes circumstances under which a\nVSR\nmay take the actions described in this cell.\nImportant\n:\nIn the VBMS awards-processing environment, the returning of an award or decision notice to a VSR for correction is known as a deferral.  The\nNational Work Queue (NWQ) Playbook\ncontains instructions (under the heading\nVBMS Deferrals\n) that claims processors must follow to properly manage such deferrals.\nThe Veterans Benefits Administration\n’s mission is to serve Veterans and their eligible dependents and survivors in the most timely and accurate manner possible.\nIt is only appropriate to extend suspense or diary dates if it is necessary for a specific adjudicative action.  Suspense dates must always correspond with specific actions and should not be arbitrarily extended under any circumstance.\nWhen employees handle a claim, they are expected to take the most full and complete action possible on a claim every time – including development, rating, and promulgation actions – to move a claim forward to accurate completion in the claims process.  Every effort should be made to move the claim to the next processing cycle each time it is handled.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section A - Decision Authorization",
  "citation": "Part VI, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179468/M21-1-Part-VI-Subpart-i-Chapter-1-Section-A-Decision-Authorization",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:36.137044",
  "tags": [
    "m21-1"
  ]
}