{
  "chunk_id": "VI_i_1_A_23",
  "content": "/>\nVI.i.1.A.3.c\n.\nConditions Under Which the Authorization Activity May Deny a Claim\nThe authorization activity may deny a claim for disability compensation or survivors benefits\nwithout\na rating decision under any of the following conditions:\na legal bar to entitlement exists\nthe claimant does not respond within 30 days to a request for evidence needed to determine whether or not there is a legal bar to entitlement, such as in cases involving continuous cohabitation\n, or\nin survivors benefit cases, the claim is one in which\nSC for the cause of death was not specifically claimed, and\nthere is no reasonable probability that the cause or contributory cause of death was related to service (including, but not limited to, death due to accident or natural disaster, homicide, or execution for a crime).\nNotes\n:\nResolve any issues regarding basic eligibility or bars to benefits\nbefore\nconsidering SC.  In accordance with\n38 CFR 3.159(d)\n, VA should\nnot\ncontinue providing assistance with a claim if there is no reasonable possibility that assistance will substantiate the claim.\nIf VA concurrently denies SC for the cause of death and awards pension, enter the following as a remark on the corresponding award document:\nSC death benefits denied – M21-1, Part VI, Subpart i, 1.A.3.c.\nWhen notifying a claimant of a decision that\nauthorization activity\nmade (without referral to the rating activity) to deny entitlement to a claimed benefit, authorization activity must include the following in the decision notice, just as the rating activity includes them in rating decisions:\nreasons and bases for the decision\nlaws and regulations relevant to the claim\na summary of the evidence authorization activity considered\nelement(s) necessary to grant the claim that were not met, and\nfindings that are favorable to the claimant under\n38 CFR 3.104(c)\n.\nReferences\n:  For more information on\nsituations in which claims for survivors benefits should be referred to the rating activity, see\nM21-1, Part XI, Subpart ii, 1\nclaims the rating activity must deny by rating decision, see\nM21-1, Part V, Subpart i, 1.A.1.b\n, and\nM21-1, Part XI, Subpart ii, 1\nsituations in which a reasonable probability of SC death exists, see\nM21-1, Part XII, Subpart i, 2.A.1.a\n, and\nthe authorization activity’s authority to make decisions that affect an individual’s entitlement to VA benefits, see\nM21-1, Part VI, Subpart i, 1.A.3.b\n.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section A - Decision Authorization",
  "citation": "Part VI, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179468/M21-1-Part-VI-Subpart-i-Chapter-1-Section-A-Decision-Authorization",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:36.137044",
  "tags": [
    "m21-1"
  ]
}