{
  "chunk_id": "VI_i_1_A_29",
  "content": "/>\nVI.i.1.A.4.a\n.\nHandling a Claimant’s Failure to Submit Evidence VA Requested\nIf a claimant fails to submit evidence within a time period VA specified,\nrefer the claim to the rating activity (if a rating decision is required)\nprocess a denial (or award benefits, if other evidence of record supports a grant of entitlement to all or some of the benefits the claimant is seeking), and\nprepare a decision notice.\nImportant\n:\nIf VA denies any portion of a claim because the claimant failed to submit evidence VA requested, the decision notice must\nstate this fact\nexplain that other evidence of record does not support the claim, and\ninform the claimant they must furnish the evidence VA requested, along with\nVA Form 20-0995, Decision Review Request:  Supplemental Claim\n, within one year of the date of the decision notice in order to remain entitled to benefits from the original date of claim, if VA later establishes entitlement.\nPrepare a new decision notice if VA previously denied a claim based on a claimant’s failure to submit evidence, then VA subsequently\nmakes another determination of non-entitlement based on additional evidence the claimant furnished within one year of the date of the previous notice of denial, or\ndenies the claim solely on legal grounds.\nReferences\n:  For more information on\ntime limits for responding to VA requests for evidence, see\nM21-1, Part III, Subpart i, 2.D.2.a\n, and\n38 CFR 3.109\n, and\npreparing a decision notice, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section A - Decision Authorization",
  "citation": "Part VI, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179468/M21-1-Part-VI-Subpart-i-Chapter-1-Section-A-Decision-Authorization",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:36.137044",
  "tags": [
    "m21-1"
  ]
}