{
  "chunk_id": "VI_i_1_B_7",
  "content": "/>\nVI.i.1.B.1.b\n.\nDecision Notice Requirements\nAfter making a decision on a claim, prepare a decision notice that\nindependently, or in combination with its enclosures (such as a rating decision or administrative decision),\ninforms the claimant of the issues adjudicated\nsummarizes the\nevidence VA considered\nlaws and regulations applicable to the claim, and\napplicable review options the claimant may use to seek further review of the decision\nexplains how to obtain or access evidence used in making the decision\nidentifies, if applicable, the criteria required to grant service connection (SC) or the next-higher level of compensation, and/or\nidentifies\nfor denied claims, the element(s) required to grant the claim that were not met, and\na listing of findings that are favorable to the claimant under\n38 CFR 3.104(c)\n, if any.\nIf the enactment of a decision resulted in the creation of an overpayment in a beneficiary’s account, notify the beneficiary of the overpayment and the right to request\na waiver of the overpayment, and/or\na repayment plan.\nWhen VA grants entitlement to a benefit, or makes an adjustment to a running award, the decision notice must also notify the claimant of\nthe monthly rate of payment\nthe effective dates of entitlement and payment\nthe amount of any benefits VA is withholding and the reason for the withholding, and\ninformation about any additional benefits to which the claimant may be entitled.\nNotes\n:\nAlthough the effective date of\nentitlement\nmust be identified in conjunction with\nany\ndecision to grant a benefit (compensable or otherwise), a decision notice need only specify monthly rates of payment and effective dates of payment if it is intended to communicate a(n)\ninitial award of monetary benefits, or\nsubsequent award of benefits that\nmodifies the affected Veteran’s combined disability rating, or\notherwise alters the current rate of payment.\nAdjustments of benefits, such as for receipt of drill pay or incarceration, unassociated with an active claim for disability compensation, pension, death benefits, or dependency, does not require a listing of findings that are favorable to the claimant under\n38 CFR 3.104(c)\n.\nWhen preparing a decision notice regarding a pension or Parents’ Dependency and Indemnity Compensation (DIC) claim, claims processors must include in the notice\nrate tables, and\ninformation about the claimant’s income and medical expenses.\nFollow the guidance in\nM21-1, Part IX, Subpart iii, 1.G.4.k\nwhen providing notice to claimants regarding prospective medical expenses.\nClaims processors must follow the guidance in\nM21-1, Part X, Subpart i, 1.9\nwhen providing notice to a visually impaired claimant.\nReferences\n:  For more information on\nwhat decision notices must contain, see\n38 CFR 3.103\nsummarizing in a decision notice the evidence VA considered, see\nM21-1, Part VI, Subpart i, 1.B.1.f\nand\ng\nrules for providing the reason(s) for a decision in a decision notice, see\nM21-1, Part VI, Subpart i, 1.B.1.h\nfavorable findings associated with decision notices involving\npension, see\nM21-1, Part IX, Subpart i, 1.2.f\nDIC, see\nM21-1, Part XII, Subpart i, 1.A.1.h\n, and\naccrued and/or substitution, see\nM21-1, Part XI, Subpart ii, 3.E.1.a\n, and\nnotifying claimants of potential entitlement to additional benefits, see\nM21-1, Part VI, Subpart i, 1.B.1.k\n.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section B - Decision Notices",
  "citation": "Part VI, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179469/M21-1-Part-VI-Subpart-i-Chapter-1-Section-B-Decision-Notices",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:45.480026",
  "tags": [
    "m21-1"
  ]
}