{
  "chunk_id": "VI_i_1_B_16",
  "content": "/>\nVI.i.1.B.1.k\n.\nNotifying Claimants of Potential Entitlement to Additional Benefits\nWhen preparing a decision notice, notify the claimant of any additional benefit(s) to which potential entitlement exists and, if applicable, the form or website available for applying for the benefit(s).\nThe table below lists\nadditional benefits to which a claimant may be entitled\nthe form for applying for each benefit, and\nreferences to additional information about these benefits.\nBenefit\nForm\nReference(s)\nVeteran Readiness and Employment\nVA Form 28-1900, Application for Veteran Readiness and Employment for Claimants with Service-Connected Disabilities\n, and\nVA Form 28-8890, Important Information About the Chapter 31 or Veteran Readiness and Employment Program\nM21-1, Part XIII, Subpart i, 5.A.3\nhealth care for service-connected (SC) disabilities\nVA Form 10-10EZ, Application for Health Benefits\nM21-1, Part XIII, Subpart i, 3.A.1.c\nautomobile or adaptive equipment\nVA Form 21-4502, Application for Automobile or Other Conveyance and Adaptive Equipment (Under 38 U.S.C. 3901-3904)\nM21-1, Part XIII, Subpart i, 2.A.4.a\nspecial adaptive housing\nVA Form 26-4555, Application in Acquiring Specially Adapted Housing or Special Home Adaptation Grant (Title 38 U.S.C. Section 2101(a) or 2101(b))\nM21-1, Part XIII, Subpart i, 2.B.1\nclothing allowance\nVA Form 10-8678, Application for Annual Clothing Allowance\nM21-1, Part XIII, Subpart i, 8.A.1.d\nDependents' Educational Assistance (DEA)\nVA Form 22-5490, Dependents’ Application for VA Education Benefits (Under Provisions of chapters 33 and 35, of title 38, U.S.C.)\nM21-1, Part XIII, Subpart i, 1.A.1\nSMP\nVA Form 21-2680, Examination for Housebound Status or Permanent Need for Regular Aid and Attendance\nM21-1, Part IX, Subpart ii, 1.A\naid and attendance due to nursing home status\nVA Form 21-0779, Request for Nursing Home Information in Connection with Claim for Aid and Attendance\nM21-1, Part IX, Subpart ii, 1.B\nadditional benefits for a spouse or child\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\nNote\n:  It is unnecessary to solicit a claim for additional benefits for dependents in a decision notice when\nthe decision notice already makes reference to a decision VA made regarding the claimant’s entitlement to additional benefits for a dependent or dependents, or\nthe decision notice includes a request for information/evidence to establish entitlement to additional benefits for a dependent or dependents.\nM21-1, Part VII, Subpart i, 1.A.1\n, and\nM21-1, Part VII, Subpart i, 1.C.1\n.\nincreased pension based on unreimbursed medical expenses\nVA Form 21P-8416, Medical Expense Report\nM21-1, Part IX, Subpart iii, 1.G.2\naccrued benefits\nVA Form 21P-601, Application for Accrued Amounts Due a Deceased Beneficiary\nM21-1, Part XI, Subpart ii, 3.A\n, and\nM21-1, Part XI, Subpart i, 1.A.1.g\n.\nsubstitution in case of death of claimant\nVA Form 21P-0847, Request for Substitution of Claimant Upon Death of Claimant\nM21-1, Part XI, Subpart ii, 3.B\n, and\nM21-1, Part XI, Subpart i, 1.A.1.g\n.\nImportant\n:  RADL-generated decision notices automatically inform claimants of\nadditional benefit(s) to which they might be entitled\nthe forms they must submit to apply for the additional benefit(s), and\nphone numbers and web sites they may use to obtain additional information.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section B - Decision Notices",
  "citation": "Part VI, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179469/M21-1-Part-VI-Subpart-i-Chapter-1-Section-B-Decision-Notices",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:45.480026",
  "tags": [
    "m21-1"
  ]
}