{
  "chunk_id": "VI_i_1_B_26",
  "content": "/>\nVI.i.1.B.2.b\n.\nProcess for Handling Decision Notices Containing FTI\nThe table below describes the process for handling decision notices that contain FTI.\nStage\nWho Is Responsible\nActions\n1\nVeterans Service Representative (VSR)\nEnsures the notice contains a header in bold font on every page with the text\nCONTAINS FTI\nprints one copy of the notice but does\nnot\nscan the barcode\ndelivers the notice\ndirectly\nto a Senior VSR (SVSR) for review and approval, and\nupdates the corresponding FTI security log to reflect movement of the notice once it is either delivered to the SVSR or stored securely.\nNote\n:  If the VSR is unable to deliver the notice directly to an SVSR, the VSR must store the notice in a secure location until the delivery.\n2\nSVSR\nUse the table below to determine the appropriate action to take based on whether the decision notice is appropriate for release.\nIf the notice is …\nThen the SVSR …\nappropriate for release to the claimant, and\nthe claimant has a valid POA of record (executed within the past five years)\nprints another copy of the letter for the POA\nensures the\ndelivery address is correct for the\nclaimant, and\nPOA, and\nenvelope is sealed, unless local procedures state otherwise\ndelivers the envelopes directly to a designated, secure mail drop-off point for pickup by a mailroom employee\ndepending on local procedures, either saves a copy to a shared drive for the imaging employee, or prints an additional copy of the letter and places it in a secure location for pickup by an imaging employee, and\nupdates the FTI security logs for each of the secure locations.\nappropriate for release to the claimant, and\nthe claimant does\nnot\nhave a valid POA of record (executed within the past five years)\nensures the\ndelivery address is correct for the claimant, and\nenvelope is sealed, unless local procedures state otherwise\ndelivers the envelope directly to a designated, secure mail drop-off point for pickup by a mailroom employee\ndepending on local procedures, either saves a copy to a shared drive for the imaging employee, or prints an additional copy of the notice and places it in a secure location for pickup by an imaging employee, and\nupdates the FTI security log for each of the secure locations.\nnot\nappropriate for release to the claimant\nplaces all paper copies of the rejected notice in a secure location for destruction, and\nupdates the corresponding FTI security log.\nNotes\n:\nROs may immediately destroy decision notices that an SVSR decides are not appropriate for release to a claimant.  There is no minimum waiting period for destruction.\nIf a VSR/SVSR is unable to deliver a decision notice directly to a designated, secure drop-off point for destruction, ensure it is stored securely until delivery is possible.\n3\nImaging Employee\nUploads or scans the notice using FTI Capture\nif applicable, stores the notice in a secure location pending its destruction, and\nupdates the corresponding FTI security log to reflect the\nstatus of the notice, and\nany applicable scheduled date for destruction.\nNote\n:  A minimum of 90 days (from the date of imaging) must pass before an RO may destroy an imaged document.\n4\nMailroom Employee\nDelivers the sealed envelope(s) containing the notice(s) to the U.S. Postal Service, or\nstores the sealed envelopes in a secure location until delivery to the U.S. Postal Service is possible.\nImportant\n:  Centralized printing is not approved for decision notices that include FTI.\nReferences\n:  For more information on\ncreating packages using Package Manager for centralized printing and distribution through CBCM, see the\nTMS course titled\nCentralized Benefits Communications Management\n(VA 4562424), and\nVBMS Core User Guide\n, and\nFTI Capture, see the\nFTI Secure Enclave Guide\n.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section B - Decision Notices",
  "citation": "Part VI, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179469/M21-1-Part-VI-Subpart-i-Chapter-1-Section-B-Decision-Notices",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:45.480026",
  "tags": [
    "m21-1"
  ]
}