{
  "chunk_id": "VI_i_1_B_33",
  "content": "/>\nVI.i.1.B.3.d\n.\nSections of a RADL-Generated Decision Notice\nThe table below describes the purpose/content of individual sections of a RADL-generated decision notice.\nSection\nPurpose/Content\nYour Benefits Information\nLists the specific decision(s) VA made.\nShows the combined disability rating VA assigned (if applicable).\nHow VA Combines Percentages\nDescribes how VA calculates the combined disability rating.\nLists a website claimants may visit to learn more about how VA combines the disability ratings it assigns to individual disabilities to arrive at a combined disability rating.\nInformation About Dependents\nDescribes\nany decision VA made regarding a claimant’s entitlement to additional benefits for a dependent or dependents, including\nlaws and regulations relevant to the claim\nelement(s) necessary to grant the claim that were not met, if any, and\nfindings that are favorable to the claimant under\n38 CFR 3.104(c)\n, if any, and\nevidence/information VA requires to establish entitlement to additional benefits for a dependent or dependents.\nMonthly Entitlement Amount (if applicable)\nDisplays a table showing the\ntotal\namount of VA benefits to which the claimant is entitled\namount of benefits VA\nwithholds each month (if applicable), and\npays the claimant each month (if applicable)\ndate payments start and change (if applicable), and\nreason for any change in the amount of monthly payments.\nIncludes a statement indicating whether payments are based on a beneficiary with\nno dependents, or\none or multiple dependents.\nEvidence Considered\nLists the evidence entered by the user on\nthe AWARD LETTER INTERVIEW screen in VBMS-A.\nReview Options\nDescribes the review rights for the decision(s) VA made.\nExplanation of Payment\nDescribes\nthe amount of benefits VA withheld (if applicable) and the reason for the withholding(s)\nthe claimant’s entitlement to concurrent receipt of disability compensation and military retired pay (if applicable)\nfactors that affect the claimant’s right to payment, and\nadditional benefits to which the claimant might be entitled.\nWhere to Send Your Written Correspondence\nDescribes\nhow to contact VA, and\nwhere to send written correspondence.",
  "title": "M21-1, Part VI, Subpart i, Chapter 1, Section B - Decision Notices",
  "citation": "Part VI, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179469/M21-1-Part-VI-Subpart-i-Chapter-1-Section-B-Decision-Notices",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:45.480026",
  "tags": [
    "m21-1"
  ]
}