{
  "chunk_id": "VI_i_2_A_6",
  "content": "/>\nVI.i.2.A.1.a\n.\nActions to Take in Response to an Audit Request\nFollow the steps in the table below to process a request for an audit of financial payments and/or accounting from a beneficiary or a retired pay center (RPC).\nStep\nAction\n1\nEstablish an end product (EP) 290, using the\ndate of the request’s receipt by the Department of Veterans Affairs (VA) as the date of claim, and\nmore appropriate of the following claim labels:\nAudit Request\n(for compensation claims), or\nPMC – Audit Request\n(for pension claims), and\nenter\nAudit request\nas an associated contention\n.\n2\nReview the substance of the audit request and use the table below to determine the next action.\nIf the audit request raises ...\nThen ...\nquestions concerning authorization-related matters that\nnecessitate a benefit entitlement determination, or\nthe authorization activity can easily answer or resolve without involving the finance activity\nExamples\n:  Questions concerning\nwithholdings\nrecoupments\nbenefit entitlement\npayment rates, and/or\neffective dates.\nreview the beneficiary’s award history and payment record to determine if corrective action is needed\ntake any necessary award action to implement needed corrections\nprovide the beneficiary and/or RPC with a corresponding informational or decision notice\nclear the pending EP 290, and\ndisregard the remaining steps in this table.\nNote\n:  If an award adjustment is necessary to correct an error, change the EP 290 to an EP 930 and make the award adjustment under the latter EP.\nmore complex financial payment questions that exceed the authorization activity’s ability to resolve\nproceed to Step 3.\nExample\n:  A Veteran submits a request for a financial audit, indicating his recently adjudicated dependency claim was awarded from an incorrect date.  A review of the claims folder reveals the following:\nThe Veteran has been assigned a 40-percent evaluation since February 19, 2010.\nHis youngest child was born September 19, 2016.\nHe submitted a fully complete\nVA Form 21-686c\non March 7, 2017.\nAn award action authorized May 1, 2017, awarded additional benefits for the child effective March 7, 2017 (payable April 1, 2017).\nAnalysis/Result\n:\nIn light of the timeliness of the claim’s filing, additional benefits for the dependent should have been awarded effective the date dependency arose (the date of the child’s birth), rather than the date of the claim’s receipt.\nBecause the substance of the request, although couched in terms that reference an audit, relates to an entitlement determination routinely made by the authorization activity, the request need not be referred for the finance activity’s review or action.\nThe authorization activity must process an award to adjust the effective date of the award of additional benefits for the dependent and provide the Veteran with a corresponding decision notice.\n3\nSend an encrypted e-mail requesting performance of an audit to the finance activity closest to the zip code of the geographical area where the Veteran currently resides\nupload a copy of the e-mail to the beneficiary’s electronic claims folder (eFolder), and\nadd the appropriate tracked item, as identified in\nM21-4, Appendix D\n, with a 30-day suspense.\nReference\n:  For more information on the finance activity’s responsibilities with regard to audit requests, see\nM21-1, Part VI, Subpart v, 2.A.1.b\n.\n4\nDid the finance activity determine an award adjustment is necessary to resolve discrepancies in the beneficiary’s payments?\nIf\nyes\n, make the award adjustment under the pending EP 290.\nIf\nno\n, clear the pending EP 290.\n5\nProvide the beneficiary and/or RPC with a corresponding informational or decision notice.\nNotes\n:\nThere is no standard form requirement for a request for financial audit.\nDo\nnot\ninclude review rights when notifying a beneficiary of the outcome of a request for a financial audit\nunless\nthe request resulted in an adjustment to the beneficiary’s award.",
  "title": "M21-1, Part VI, Subpart i, Chapter 2, Section A - Requests for Financial Audits",
  "citation": "Part VI, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179472/M21-1-Part-VI-Subpart-i-Chapter-2-Section-A-Requests-for-Financial-Audits",
  "updated": "",
  "scraped_at": "2025-06-16T22:47:54.761064",
  "tags": [
    "m21-1"
  ]
}