{
  "chunk_id": "VI_i_2_B_14",
  "content": "/>\nVI.i.2.B.2.a\n.\nAction to Take Upon Discovering Duplicate Payments\nUpon discovering that VA is making a duplicate payment to a beneficiary, follow the steps in the table below.\nStep\nAction\n1\nDoes the duplicate payment consist of the payment of disability compensation to a Veteran for one or more service-connected (SC) disabilities and a\nseparate\npayment of disability compensation to the same Veteran for one or more\nother\nSC disabilities?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\nRationale\n:  It would be improper to take the action described in the next step without issuing a notice of proposed adverse action if the Veteran is entitled to both payments (without regard to the disability ratings assigned to the several SC disabilities).\nExamples\n:\nVeteran is in receipt of disability compensation for amputation of the left leg at 30 percent and arthritis of the right knee at 10 percent under record “A.”  The same Veteran is in receipt of disability compensation for posttraumatic stress disorder (PTSD) at 50 percent and arthritis of the right knee at 10 percent under record “B.”  This should be considered an exception.  Skip Step 2 and follow the instructions in Step 3 since suspending either award would be taking adverse action without due process on an entitlement.\nVeteran is in receipt of disability compensation for erectile dysfunction at 20 percent, diabetes mellitus at 10 percent, and special monthly compensation for loss of use of a creative organ under record “A.”  The same Veteran is in receipt of disability compensation for diabetes mellitus at 10 percent under record “B.”  Follow the instructions below in Step 2 as the Veteran is being paid for diabetes mellitus on record “A.”\n2\nSuspend the duplicate payment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in the Veterans Benefits Management System (VBMS)\n38 U.S.C. 5112(b)(10)\n.\nImportant\n:\nWhen suspending a duplicate compensation payment that involves the same disability with different disability ratings, suspend the award with the lower of the two disability ratings.\nWhen suspending a duplicate pension award, suspend the lower payment.\n3\nEstablish end product (EP) 600 to control for due process and propose to stop the duplicate payments from the effective date of the award.  Include appropriate language in the notice of proposed adverse action that states if the proposed adjustment is made, it\nmay\nresult in an overpayment of benefits.  Also include language about minimizing overpayments.\nImportant\n:\nDue process is always required before the generation of an overpayment, even when the duplicate payment is suspended as described in Step 2.\nPropose to stop the duplicate payment from the effective date of the award regardless of preliminary evidence that the duplicate payment was due to an administrative error.  Proposing to stop duplication of payment effective the date of the award allows VA the flexibility to evaluate all evidence of record after the due process period ends and make a final determination based on the evidence of record.\n4\nDid the beneficiary respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 7.\n5\nDid the beneficiary request a hearing within 30 days of the date of the notice of proposed adverse action?\nIf\nyes\n, go to the next step\nafter\nVA\nholds the hearing, and\nobtains any relevant evidence the beneficiary identified during the hearing (or determines the evidence is unavailable).\nIf\nno\n, go to the next step.\n6\nDid the beneficiary provide evidence showing no duplicate payments were made?\nIf\nyes\n,\nnotify the beneficiary that VA will\nnot\ntake the action it proposed\n, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n7\nDoes the evidence of record indicate the duplicate payment of benefits was due to administrative error?\nIf\nyes\n,\nprepare an administrative decision to document that fact\nsubmit the administrative decision for approval, according to the instructions in\nM21-1, Part VI, Subpart i, 2.B.3.h\n, and\ngo to Step 9 following receipt of approval.\nIf\nno\n, go to the next step.\nReferences\n:  For more information on\ndetermining whether the duplicate payment of benefits was due to administrative error, see\nM21-1, Part VI, Subpart i, 2.B.2.c\n, and\nM21-1, Part VI, Subpart i, 2.B.3\n, and\npreparing administrative decisions, see\nM21-1, Part X, Subpart v, 1.C\n.\n8\nTake the action proposed in Step 3.\nGo to Step 10.\nImportant\n:  If a debt is created, ensure it is created on the correct record.\n9\nTake the action proposed in Step 3 while concurrently eliminating any resulting overpayment.\nReference\n:  For more information on eliminating an overpayment resulting from correction of an administrative error, see\nM21-1, Part VI, Subpart iii, 2.B.3.e\n.\n10\nNotify the beneficiary of the action taken.\n11\nEstablish and clear an EP 960 as directed in\nM21-1, Part X, Subpart ii, 3.B.4.b\n.\nFor pension and Parents' DIC cases only\n:  Ensure documentation of calculations made to determine the rate of benefits (such as calculations of medical expenses, net worth, and waived overpayments) are included in the electronic claims folder (eFolder).\nReference\n:  For more information on including documentation of pension and Parents' DIC award calculations in the eFolder, see\nM21-1, Part VI, Subpart i, 1.A\n.",
  "title": "M21-1, Part VI, Subpart i, Chapter 2, Section B - Correcting the Erroneous Payment of Benefits to a Beneficiary",
  "citation": "Part VI, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179474/M21-1-Part-VI-Subpart-i-Chapter-2-Section-B-Correcting-the-Erroneous-Payment-of-Benefits-to-a-Beneficiary",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:04.081849",
  "tags": [
    "m21-1"
  ]
}