{
  "chunk_id": "VI_i_2_B_26",
  "content": "/>\nVI.i.2.B.3.b\n.\nDetermining Whether to Attribute the Erroneous Payment of Benefits to Administrative Error\nBefore attributing the erroneous payment of benefits to administrative error, it is necessary to rule out the existence of the conditions described in the table below.  When taking this action, consider all the available evidence of record, such as\ncorrespondence VA sent to the beneficiary, including\ncost-of-living adjustment letters\ndecision notices, and\ndevelopment letters, and\nstatements the beneficiary and others made to VA.\nCondition\nDescription\nThe beneficiary is at fault for the error.\nVA erroneously paid benefits because the beneficiary\nknowingly took a wrongful action (an act of commission), or\nfailed to take an action or held something back from VA (an act of omission).\nThe beneficiary had knowledge of the error.\nThe beneficiary knew or should have known (based on, for example, VA correspondence of the type referenced in the opening paragraph of this block) that they were not entitled to the benefits VA erroneously paid.\nThe beneficiary acted with fraudulent intent.\nThe beneficiary attempted to wrongfully deceive VA (through an act of commission or omission) with the intent of achieving financial or personal gain.\nNotes\n:\nIf careful consideration of the evidence of record results in a finding that the beneficiary\nis at fault for the error or had knowledge of the error, adjust the beneficiary’s award according to the instructions in\nM21-1, Part VI, Subpart i, 2.B.4\n, or\nacted with fraudulent intent, follow the instructions in\nM21-1, Part X, Subpart iv, 3.A\n.\nSituations may arise in which both the beneficiary\nand\nVA are at fault for the erroneous payment of benefits.  In such cases, attribute to administrative error only the results of incorrect actions VA took.\nExample\n:  VA erroneously awarded pension to a Veteran with no wartime service.  When the Veteran applied for pension, the Veteran failed to report Social Security income, and VA calculated the monthly rate of benefits accordingly.\nOutcome\n:\nThe grant of entitlement to pension constitutes an administrative error.\nThe higher rate of payment that is based on the Veteran’s failure to report Social Security income is\nnot\nattributable to administrative error.  Accordingly, claims processors must\nnot\nwaive that portion of the overall overpayment because of administrative error.",
  "title": "M21-1, Part VI, Subpart i, Chapter 2, Section B - Correcting the Erroneous Payment of Benefits to a Beneficiary",
  "citation": "Part VI, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179474/M21-1-Part-VI-Subpart-i-Chapter-2-Section-B-Correcting-the-Erroneous-Payment-of-Benefits-to-a-Beneficiary",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:04.081849",
  "tags": [
    "m21-1"
  ]
}