{
  "chunk_id": "VI_i_2_B_30",
  "content": "/>\nVI.i.2.B.3.f\n.\nUser Entry of a Child’s DOB That Differs From the Date the Beneficiary Provided\nFollow the\nsteps\nin the table below after discovering the corporate record shows a date of birth (DOB) for a child that differs from the DOB the beneficiary provided.\nStep\nAction\n1\nWill correction of the error reduce the beneficiary’s current rate of payment\nor\ncreate an overpayment in the beneficiary’s account?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart i, 2.B.3.g\n.\nIf\nno\n, go to the next step.\nNotes\n:\nOverpayments are\nmost commonly\ncreated when correction of a child’s DOB results in\nadding the child to the beneficiary’s award with a\nlater\neffective date, or\nretroactively\nremoving a child from a beneficiary’s award from an\nearlier\neffective date.\nBecause a child’s income is a factor in determining the amount of\npension\nVA may pay a beneficiary,\nadding a child to a beneficiary’s award does not always\nincrease\nthe beneficiary’s rate of payment, and\nremoving a child from a beneficiary’s award does not always\ndecrease\nthe beneficiary’s rate of payment.\n2\nHas VA determined the child is permanently incapable of self-support, as indicated in\nM21-1, Part X, Subpart ii, 6.B\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n3\nDid VA underpay the beneficiary because of the incorrect DOB?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nupdate the corporate record, using VBMS Core, to reflect the DOB the beneficiary provided, and\ndisregard the remaining steps in this table.\n4\nEstablish EP 960, using the date VA discovered the error as the date of claim.\n5\nUpdate the corporate record, using VBMS Core, to reflect the DOB the beneficiary provided.\n6\nGenerate and authorize an award that reflects the corrected DOB.\n7\nNotify the beneficiary of the action taken.\nNote\n:  If the correct DOB is\nlater\nthan the DOB previously entered in the corporate record, also notify the beneficiary of any additional benefits to which they may be entitled by virtue of the action taken.\nExample\n:  A school child dropped off a beneficiary’s award at age 23 based on a DOB in the corporate record of August 2, 1993.  The correct DOB, however, is August 2, 1994.  The beneficiary may be entitled to additional benefits for the child if a\nVA Form 21-674, Request for Approval of School Attendance\n, is submitted showing the child remained in school beyond August 2, 2016.\nReferences\n:  For more information on\nusing VBMS Core, see the\nVBMS Core User Guide\n, and\nEP 960 usage in relation to the adverse action proposal period, see\nM21-1, Part X, Subpart ii, 3.B.4.b\n.",
  "title": "M21-1, Part VI, Subpart i, Chapter 2, Section B - Correcting the Erroneous Payment of Benefits to a Beneficiary",
  "citation": "Part VI, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179474/M21-1-Part-VI-Subpart-i-Chapter-2-Section-B-Correcting-the-Erroneous-Payment-of-Benefits-to-a-Beneficiary",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:04.081849",
  "tags": [
    "m21-1"
  ]
}