{
  "chunk_id": "VI_i_2_B_31",
  "content": "/>\nVI.i.2.B.3.g\n.\nInstructions for Handling an Administrative Error\nFollow the instructions in the table below following identification of an administrative error in a decision\nother than\na rating decision.\nExceptions\n:\nFollow the instructions in\nM21-1, Part VI, Subpart i, 2.B.2.a\n(instead of the instructions in the table below) if the administrative error involves the duplicate payment of benefits, as defined in\nM21-1, Part VI, Subpart i, 2.B.1.b\n.\nDisregard the instructions in the table below if\nsimultaneous award adjustments – one of them being correction of an administrative error – are made in a single legal transaction\nall award adjustments stem from related factual circumstances, and\nthe other award adjustment(s) has the effect of eliminating the overpayment that correction of the administrative error would have otherwise created.\nReferences\n:  For more information on\nsimultaneous award adjustments, single legal transactions, and award adjustments stemming from related factual circumstances, see\nM21-1, Part VI, Subpart iii, 2.A.1\n,\nand\ncorrecting a clear and unmistakable error in a rating decision, see\nM21-1, Part X, Subpart ii, 5.C\n.\nStep\nAction\n1\nEstablish an EP 600.\nImportant\n:\nSelect the correct claim label, either rating or non-rating, for routing purposes.\nFollow  the instructions in\nM21-1, Part II, Subpart i, 2.D.3\n, for determining whether\nPotential Under/Overpayment\nshould be added as a special issue under the EP 600.\n2\nPrepare a notice of proposed adverse action and send it to the beneficiary.  In the notice,\npropose to retroactively adjust the beneficiary’s award to correct the error\nprovide the effective date of the proposed adjustment\nadvise the beneficiary that the proposed action, if taken, could create an overpayment that VA might require the beneficiary to repay, and\ninform the beneficiary that they have 60 days from the date of the notice to provide evidence showing VA should not take the proposed action.\nImportant\n:  If correction of the administrative error will affect the beneficiary’s\ncurrent\nrate of payment, include instructions in the notice of proposed adverse action for minimizing the potential overpayment of benefits.\nReference\n:  For more information on preparing and sending a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n3\nDid the beneficiary respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n4\nDid the beneficiary request a hearing within 30 days of the date of the notice of proposed adverse action?\nIf\nyes\n, go to the next step\nafter\nVA\nholds the hearing, and\nobtains any relevant evidence the beneficiary identified during the hearing (or determines the evidence is unavailable).\nIf\nno\n, go to the next step.\nReference\n:  For more information on hearings requested in response to a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.B.3\n.\n5\nDid the beneficiary provide evidence showing there was\nno\nerror in payment?\nIf\nyes\n,\nnotify the beneficiary that VA will\nnot\ntake the action it proposed\nclear the EP 600, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n6\nDoes the evidence of record indicate VA was at fault for the error?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nretroactively adjust the beneficiary’s award to correct the error, and\ngo to Step 11.\nReference\n:  For more information on preparing administrative decisions, see\nM21-1, Part X, Subpart v, 1.C\n.\n7\nPrepare an administrative decision, documenting the fact that VA was at fault for the error.\nIn the\nReasons and Bases\nsection of the administrative decision provide\na brief description of the error\nthe date the error occurred\n, and\nthe amount of additional benefits VA paid as a result of the error.\nNotes\n:\nIf correction of the administrative error resulted in a reduction in the beneficiary’s\ncurrent\nrate of payment, cite\n38 CFR 3.500(b)(2)\nin the\nPertinent Laws and Regulations\nsection of the administrative decision.\nWhen the procedures in this table are applied to administrative errors addressed in rating decisions, there is no requirement to complete an administrative decision.  The rating decision serves as sufficient documentation of the reasons and bases for a rating-related administrative error.\nReferences\n:  For more information on\ncalculating the total amount of benefits VA erroneously paid a beneficiary, see the notes under the table in\nM21-1, Part VI, Subpart i, 2.B.3.h\n, and\npreparing administrative decisions, see\nM21-1, Part VI, Subpart i, 2.B.3.i\n, and\nM21-1, Part X, Subpart v, 1.C\n.\n8\nSubmit the administrative decision for approval, according to the instructions in\nM21-1, Part VI, Subpart i, 2.B.3.h\n.\nGo to the next step following receipt of approval.\n9\nDid the administrative error involve the assignment of an improper effective date for an award, reduction, or discontinuation of benefits?\nIf\nyes\n,\nadjust the beneficiary’s award to reflect the correct effective date while concurrently eliminating any resulting overpayment, and\ngo to Step 11.\nIf\nno\n, go to the next step.\nReference\n:  For more information on eliminating an overpayment, see\nM21-1, Part VI, Subpart iii, 2.B.3.e\n.\n10\nAdjust the beneficiary’s award by\nretroactively\ncorrecting the administrative error while concurrently eliminating any resulting overpayment, and\nreducing or discontinuing (whichever is appropriate) benefit\npayments\neffective the first of the month following the month for which VA last paid the beneficiary.\nNote\n:  Use the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS to determine the month for which VA last paid benefits to the beneficiary.\nReference\n:  For more information on eliminating an overpayment, see\nM21-1, Part VI, Subpart iii, 2.B.3.e\n.\n11\nNotify the beneficiary of the actions taken, and\nclear the pending EP 600, and\nestablish and clear an EP 960, as described in\nM21-1, Part X, Subpart ii, 3.B.4.b\n.\nNote\n:  If the error resulted from the entry of an incorrect DOB in the award-processing system when adding a child to a beneficiary’s award, and the correct DOB is\nlater\nthan the DOB previously entered, also notify the beneficiary of any additional benefits to which they may be entitled by virtue of the action taken.\nExample\n:  A school child dropped off a beneficiary’s award at age 23 based on a DOB in the corporate record of August 2, 1993.  The correct DOB, however, is August 2, 1994.  The beneficiary may be entitled to additional benefits for the child if a\nVA Form 21-674\nis submitted showing the child remained in school beyond August 2, 2016.",
  "title": "M21-1, Part VI, Subpart i, Chapter 2, Section B - Correcting the Erroneous Payment of Benefits to a Beneficiary",
  "citation": "Part VI, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179474/M21-1-Part-VI-Subpart-i-Chapter-2-Section-B-Correcting-the-Erroneous-Payment-of-Benefits-to-a-Beneficiary",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:04.081849",
  "tags": [
    "m21-1"
  ]
}