{
  "chunk_id": "VI_ii_1_A_23",
  "content": "/>\nVI.ii.1.A.3.d\n.\nElection Between Retired Pay and VA Benefits\nA Veteran’s application for VA benefits on one of the following forms constitutes an election or waiver of military retired pay in the absence of a specific statement to the contrary, per\n38 CFR 3.750(d)\n:\nVA Form 21-526, Veteran’s Application for Compensation or Pension\n, dated November 1977 or later\nVA Form 21-526c, Pre-Discharge Compensation Claim\n, or\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n.\nApplications that did not include a waiver provision must be supplemented with\nVA Form 21-651, Election of Compensation in Lieu of Retired Pay or Waiver of Retired Pay to Secure Compensation from Veterans Administration\n.\nGenerally, if a Veteran is receiving military retired pay, including a Veteran on Temporary Disability Retirement List (TDRL), and becomes entitled to disability compensation, VA should take no action to award compensation in the absence of an election or waiver of military retired pay by the Veteran.\nNotes\n:\nVA discontinued the use of\nVA Form 21-526\non February 19, 2019, and\nVA Form 21-526c\non May 1, 2019.  Waivers/elections Veterans made on the forms prior to the\nis\ndate VA rescinded them remain valid.\nCertain Veterans are entitled to concurrent payment under the National Defense Authorization Act for Fiscal Year 2004.\nFor VA purposes, military retired pay and military retainer pay are both considered retirement pay and are treated the same.\nReferences\n:\nFor more information on\nusing\nVA Form 21-651\n, see\nM21-1, Part VI, Subpart ii, 4.A.2\nTDRL, see\nM21-1, Part VI, Subpart ii, 4.B.6\nrescinded forms, see\nM21-1, Part II, Subpart i, 2.B.4.e\nconcurrent receipt of disability compensation and retired pay, see\nM21-1, Part VI, Subpart ii, 4.A.6 and 7\n, and\nretainer pay, see\nM21-1, Part VI, Subpart ii, 4.A.1.b\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 1, Section A - General Information on Elections",
  "citation": "Part VI, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179475/M21-1-Part-VI-Subpart-ii-Chapter-1-Section-A-General-Information-on-Elections",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:13.400266",
  "tags": [
    "m21-1"
  ]
}