{
  "chunk_id": "VI_ii_2_None_9",
  "content": "/>\nVI.ii.2.1.d\n.\nDetermining Whether VA Has Already Recouped Separation Benefits a Veteran Received\nBefore establishing a withholding to recoup a Veteran’s separation benefit, check the corporate record (by clicking on the MILITARY button in Share and selecting the MILITARY PAYMENTS tab) to ensure VA has not already completed recoupment.\nIf the corporate record shows recoupment is complete, claims processors must ensure the amount of benefits VA recouped matches the amount of the separation benefit the Veteran received.  If they do\nnot\nmatch, treat the separation benefit currently at issue as unrecouped.\nException\n:  If VA completed its recoupment of a Veteran’s separation benefit in the Benefits Delivery Network (BDN) (prior to conversion to VETSNET), such recoupment will\nnot\nbe evident in Share.\nIf a Veteran had a master record in BDN, claims processors may view data from the record by clicking on the PRECONVSN MASTER RCD button in Share.  Claims processors may\nnot\nrely on data displayed on the STATUS (M11) screen, however, to determine whether VA finished recouping a Veteran’s separation benefit.  Instead, claims processors must review entries in the\nOffset – Recoupment\nsection of BDN award prints in the claims folder to make this determination.\nNotes\n:\nIf VA\nbegan\nrecoupment of a Veteran’s separation benefit in BDN and\ncontinued\nrecoupment after conversion to VETSNET, the balance of the separation benefit that was pending recoupment\nat the time of conversion\nwill appear in the ORIGINAL BALANCE field on the\nSEPARATION PAY tab, or\nDISABILITY PAY tab (if the separation benefit is disability severance pay).\nThe SEPARATION PAY tab and DISABILITY PAY tab are located on the AWARD ADJUSTMENTS screen in VBMS-A.\nImportant\n:  If a determination cannot be made as to whether VA has recouped a separation benefit, ask the local finance activity to assist in making the determination by performing a financial audit.\nReferences\n:  For more information on using\nShare, see the\nShare User Guide\n, and\nVBMS-A, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}