{
  "chunk_id": "VI_ii_2_None_26",
  "content": "/>\nVI.ii.2.2.a\n.\nGeneral Information About Recouping Separation Benefits\nAfter VA determines recoupment of separation benefits is necessary and the amount that is subject to recoupment, it must withhold some or all of the Veteran’s monthly compensation until recoupment is complete.\nExcept as noted in\nM21-1, Part VI, Subpart ii, 2.2.k\n, and\nM21-1, Part VI, Subpart ii, 2.3.g\n, the amount VA withholds each month includes any of the following to which the Veteran is entitled:\nadditional compensation for dependents, and\nspecial monthly compensation (SMC).\nImportant\n:  VA may\nnot\nrecoup separation benefits from a Veteran’s compensation if the disability on which the compensation is based was incurred or aggravated during a period of service that\nfollows\nthe period(s) of service for which the Veteran received separation benefits\napportion any disability compensation it is withholding for the recoupment of separation benefits\nwithhold Medal of Honor pension to recoup separation benefits, or\nwithhold compensation (for the purpose of recouping separation benefits) to which a Veteran is\nnot\nentitled because of receipt of military retired pay (MRP).  (When processing an award that requires the establishment of a withholding for MRP\nand\nrecoupment of separation benefits, withhold payment for MRP until the retired pay cutoff date referenced in\nM21-1, Part VI, Subpart ii, 4.B.2.b\n, then begin the withholding for separation benefits effective the retired pay cutoff date.)\nReferences\n:  For more information on\nthe circumstances under which VA might withhold less than all of a Veteran’s monthly compensation, see\nM21-1, Part VI, Subpart ii, 2.2.k\nM21-1, Part VI, Subpart ii, 2.3\n(disability severance pay)\nM21-1, Part VI, Subpart ii, 2.4\n(VSP awarded to Air Force, Navy, and Marine Corps Veterans), and\nM21-1, Part VI, Subpart ii, 2.7\n(extreme financial hardship)\ncompensation payable for disabilities incurred\nafter\nreceipt of separation benefits, see\nM21-1, Part VI, Subpart ii, 2.2.k\nhandling an apportionment claim when VA is withholding a Veteran’s monthly compensation to recoup separation benefits, see\nM21-1, Part VII, Subpart iii, 1.A.4\n, and\nthe recoupment of separation benefits after a Veteran becomes entitled to MRP, see\nM21-1, Part VI, Subpart ii, 2.2.i\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}