{
  "chunk_id": "VI_ii_2_None_27",
  "content": "/>\nVI.ii.2.2.b\n.\nConfirming the Amount of the Separation Benefit\nThe records described in\nM21-1, Part VI, Subpart ii, 2.1.b\ntypically show the amount of the separation benefit a Veteran received.  Because this amount is not always accurate, however, regional offices (ROs) must confirm the amount by following the instructions in the table below.\nStep\nAction\n1\nAccess the DFAS/CG PAYMENTS tab in the Veterans Information Solution (VIS).\n2\nDo the fields below the\nNon-Recurring Pay at Separation Information\nheading contain data?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 7.\nNote\n:  Sixty to ninety days may pass between the date a Veteran is awarded separation benefits and the date corresponding updates are made to VIS.\n3\nFollow the instructions in the table below.\nIf …\nThen …\nthe letter\nP\nappears in the PAY TYPE CD field under the\nNon-Recurring Pay at Separation Information\nheading\ngo to Step 4.\nNote\n:  In this situation, only the\nprojected\namount of the separation benefit is displayed in the fields under the\nNon-Recurring Pay at Separation Information\nheading.\nthe letter\nP\ndoes\nnot\nappear in the PAY TYPE CD field under the\nNon-Recurring Pay at Separation Information\nheading\nconfirm the amount of the separation benefit using the data shown in the fields under the\nNon-Recurring Pay at Separation Information\nheading, and\ngo to Step 5.\nthe letter\nP\nappears in the PAY TYPE CD field of one row under the\nNon-Recurring Pay at Separation Information\nheading, and\nthe letter\nV\nappears in the PAY TYPE CD field of a subsequent row under the same heading\nconfirm the amount of the separation benefit using the data shown in the fields of the row under the\nNon-Recurring Pay at Separation Information\nheading that has the letter\nV\nin the PAY TYPE CD field, and\ngo to Step 5.\nException\n:  Disregard the instructions in this cell and go to Step 7 if there is reason to believe the amount of the separation benefit displayed in the referenced row is incorrect because, for example, the amount displayed is\na negative amount, or\nmuch higher or much lower than the amount to which a similarly situated Veteran would be entitled.\nNote\n:  There exists a dollar limit to the amount of the separation benefit detailed in a single row under the\nNon-Recurring Pay at Separation\nheading.  When this limit is exceeded, another row will appear under the same heading that displays the remaining amount of the separation benefit.  In this situation, add together the amounts in both rows to determine the total amount of the separation benefit.\n4\nPostpone award processing for 30 days then repeat Steps 1 through 3.\nImportant\n:  As an alternative to postponing award action, claims processors may go to Step 7.\n5\nNavigate to the REPORTS tab in VIS and download a copy of the\nVeteran DFAS/CG Payments\nreport.\n6\nUpload a copy of the\nVeteran DFAS/CG Payments\nreport to the Veteran’s electronic claims folder (eFolder) and disregard the remaining steps in this table.\n7\nDid the Veteran receive the separation benefit from the Coast Guard?\nIf\nyes\n, go to Step 9.\nIf\nno\n, go to the next step.\n8\nDo any of the conditions described in the left column of the table in\nM21-1, Part VI, Subpart ii, 2.2.c\nexist?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 2.2.c\n.\nIf\nno\n, go to Step 12.\n9\nCall the Coast Guard Customer Care Branch (866-772-8724).\nProvide the branch with the following information:\nVeteran’s name and Social Security number, and\ncaller’s name and contact information.\nAsk the branch to provide the following information:\ntype of separation benefit the Veteran received\ndate the Veteran received the separation benefit\ngross amount of the separation benefit, and\namount of Federal income tax withheld.\nNote\n:  The branch typically responds to requests within 10 to 15 days.\n10\nDid the branch respond within 30 days?\nIf\nyes\n, disregard the remaining steps in this table.\nIf\nno\n, follow up with the branch by telephone.\n11\nDid the branch respond within 30 days of the follow-up telephone call referenced in Step 10?\nIf\nyes\n, disregard the remaining steps in this table.\nIf\nno\n, go to Step 19.\n12\nReview the Veteran’s claims folder to determine whether a claims processor has already submitted a request for confirmation of the amount of the separation benefit through the\nAskDFAS\nwebsite.\n13\nHas a claims processor already submitted the request referenced in Step 12?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 17.\n14\nWas confirmation of the amount of the separation benefit obtained through\nAskDFAS\n?\nIf\nyes\n, disregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n15\nHas at least 45 days passed since the claims processor submitted the request referenced in Step 12?\nIf\nyes\n,\nrequest an update on the status of the request through the\nAskDFAS\nwebsite, and\ngo to the next step.\nIf\nno\n, return to Step 14 after the 45-day response period ends.\n16\nWas confirmation of the amount of the separation benefit obtained through\nAskDFAS\nwithin 15 days of the date of the request for a status update?\nIf\nyes\n, disregard the remaining steps in this table.\nIf\nno\n, go to Step 19.\n17\nSubmit a request for confirmation of the amount of the separation benefit through the\nAskDFAS\nwebsite.\nImportant\n:  Do\nnot\npostpone promulgation of a rating decision while waiting for a response to the request referenced in the preceding paragraph.\nPromulgate the rating decision using the\nunverified\namount of the separation benefit, if available.\nIf no amount is of record (in, for example, Share or on the Veteran’s application for benefits or\nDD Form 214\n),\nuse $99,999.00 as the amount of the separation benefit, and\nestablish end product (EP) 290 to control for a response to the request submitted through\nAskDFAS\n.\n18\nWas confirmation obtained within 45 days?\nIf\nyes\n, disregard the remaining step in this table.\nIf\nno\n,\nrequest an update on the status of the request through the\nAskDFAS\nwebsite, and\ngo to Step 16.\n19\nRequest assistance in confirming the amount of the separation benefit from Compensation Service’s Military Pay Staff by sending an encrypted e-mail to\nVAVBAWAS/CO/MILPAY\n.\nEnter\nNeed Assistance in Verification of\n[type of separation benefit]\nin the subject line of the e-mail.\nInclude in the body of the e-mail\nthe Veteran’s name and file number, and\na description of the attempts to obtain confirmation of the amount of the Veteran’s separation benefit through AskDFAS or the Coast Guard Customer Care Branch.\nNotes\n:\nIf the Military Pay Staff does not respond to the e-mail within 15 days, follow up with a second e-mail.\nEnter\n15-Day Follow-Up:  Need Assistance in Verification of\n[type of separation benefit]\nin the subject line of the e-mail.\nInclude in the body of the e-mail the date and time of the original e-mail.\nUpload a copy of all sent and received e-mails into the Veteran’s eFolder.\nReferences\n:  For more information on\nrequesting access to VIS, see the\nVeterans Information Portal (VIP) VIS Access Procedure and User Guide\nusing VIS, see the\nVIS User Guide\n, and\nusing AskDFAS, see the\nAskDFAS User Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}