{
  "chunk_id": "VI_ii_2_None_33",
  "content": "/>\nVI.ii.2.2.h\n.\nHandling Separation Benefits When Compensation Becomes Greater Than Pension\nFollow the instructions in the table below when all four of the following conditions exist:\na Veteran received separation benefits that have not yet been entirely recouped\nthe Veteran is receiving pension\nentitlement to compensation is established and compensation would be the\ngreater\nbenefit, and\nthe amount of compensation payable to the Veteran is actually\nless\nthan the amount of pension payable because VA must withhold all or part of the Veteran’s compensation in order to recoup the separation benefits.\nStep\nAction\n1\nAttempt to contact the Veteran by telephone and explain that compensation is\nnot\nthe greater benefit because VA must withhold all or part of it in order to recoup the separation benefits the Veteran received.\n2\nWas the attempt to contact the Veteran by telephone successful?\nIf\nyes\n, go to Step 3.\nIf\nno\n,\ndocument the actions taken to contact the Veteran with a system note\ncontinue the Veteran’s pension award\ndraft a letter to the Veteran that\nexplains why VA chose to continue the pension award\nadvises the Veteran to contact VA in order to elect compensation instead of pension, if desired, and\ninforms the Veteran that VA will convert the award to compensation and begin recouping the separation benefit if eligibility to pension ceases to exist in the future, and\ndisregard the remaining step in this table.\n3\nDid the Veteran confirm election of compensation?\nIf\nyes\n,\ndocument telephone contact with the Veteran on\nVA Form 27-0820, Report of General Information\nupload\nVA Form 27-0820\nto the Veteran’s eFolder\naward compensation minus any necessary withholdings, and\nnotify the Veteran of the action taken in a decision notice.\nIf\nno\n,\ndocument telephone contact with the Veteran on\nVA Form 27-0820\nupload\nVA Form 27-0820\nto the Veteran’s eFolder\ncontinue paying the Veteran pension\ninform the Veteran that VA will convert the award to compensation and begin recouping the separation benefit if eligibility to pension ceases to exist in the future, and\nnotify the Veteran in a decision notice that VA made no changes to benefits.\nNote\n:  VA must withhold the entire benefit if the Veteran elects compensation. Therefore, VA should give the Veteran the opportunity to be fully informed of all the facts before beginning a withholding.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}