{
  "chunk_id": "VI_ii_2_None_34",
  "content": "/>\nVI.ii.2.2.i\n.\nRecouping Separation Benefits After a Veteran Becomes Entitled to MRP\nIf a Veteran becomes entitled to MRP after receiving separation benefits, the retired pay center (RPC) must recoup the gross amount of separation benefits it paid to the Veteran from MRP.  If these same separation benefits are subject to recoupment by VA because of the Veteran’s entitlement to disability compensation, VA and the RPC become mutually responsible for their recoupment.\nExceptions\n:\nThe RPC is\nnot\nresponsible for recouping a retired Veteran’s separation benefits if the Veteran waives MRP in order to receive disability compensation.\nThe RPC does\nnot\nrecoup disability severance pay if a Veteran who received this benefit returns to active duty and later becomes entitled to MRP.\nThe table below describes how VA and the RPC work together when both departments are responsible for recouping a Veteran’s separation benefits.\nIf ...\nThen ...\nan RPC establishes an MRP account for a Veteran who received separation benefits\nthe RPC is responsible for notifying the station of origination (SOO) of the\nVeteran’s entitlement to MRP, and\namount of separation benefits the RPC\nhas already recouped, if any, and\nwill continue to recoup each month from the Veteran’s MRP.\nThe SOO must then\nprovide the RPC with the amount of separation benefits VA\nhas already recouped, if any, and\nwill continue to recoup each month if continued recoupment is necessary\nestimate the date on which recoupment of the separation benefit by VA and DoD should be complete, and\nestablish a system diary that will expire on that date.\nan RO discovers that a Veteran who received separation benefits that are subject to recoupment by VA is now receiving MRP\nthe RO is responsible for\nnotifying the RPC of the amount of separation benefits VA\nhas already recouped, if any, and\nwill continue to recoup each month if continued recoupment is necessary\nasking the RPC to provide the amount of\nseparation benefits it has already recouped, if any, and\nMRP it is withholding each month to recoup the separation benefit\nestimating the date on which recoupment of the separation benefit by VA and DoD should be complete, and\nestablishing a system diary that will expire on that date.\nNote\n:  Upon expiration of the system diary referenced in the above table, the SOO must\ncollaborate with the RPC to determine the exact date on which recoupment of the Veteran’s separation benefit was complete, and\nadjust the Veteran’s award accordingly.\nReferences\n:  For more information on\ncontacting an RPC, see\nM21-1, Part VI, Subpart ii, 4.C.2.f\nestablishing system diaries, see the\nVBMS Awards User Guide\n, and\nthe recoupment of separation benefits when a Veteran has multiple periods of service, see\nM21-1, Part VI, Subpart ii, 2.2.k\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}