{
  "chunk_id": "VI_ii_2_None_36",
  "content": "/>\nVI.ii.2.2.k\n.\nRecouping Separation Benefits (Other Than Disability Severance Pay) From a Veteran With Multiple Periods of Service\nImportant\n:  The information in this block applies to the recoupment of all types of separation benefits\nexcept\ndisability severance pay.\nSeparation benefits are not paid for a particular period of service.  Rather, the payment is for all periods of service that preceded the separation for which a separation benefit was paid.\nDisability compensation payable for disabilities incurred during any period of service that\npreceded\nthe separation for which a separation benefit was paid is subject to withholding for the purpose of recouping that separation benefit.\nDisability compensation payable for disabilities incurred during a period of service that\nfollows\nthe separation for which a separation benefit was paid is\nnot\nsubject to withholding for the purpose of recouping that separation benefit.\nExample\n:\nScenario\n:\nA Veteran has three periods of service:\n1980 to 1985\n1990 to 1995, and\n2000 to 2005.\nThe Veteran received a separation benefit at the end of the\nsecond\nperiod of service.\nIn 2010, the Veteran files a claim for disability compensation for a knee disorder, a back disorder, and a skin disorder.\nThe rating activity determines\nthe knee disorder was incurred during the first period of service\nthe back disorder was incurred during the second period of service, and\nthe skin disorder was incurred during the last period of service.\nAction\n:  Withhold disability compensation payable for the knee and back disorders (subject to the limitations discussed in\nM21-1, Part VI, Subpart ii, 2.1.j\n).\nNotes\n:\nIn scenarios similar to the one described in this block, the rating activity is responsible for identifying (on the rating decision\nCodesheet\n) the period of service during which each disability had its onset.\nIf an adjustment to a withholding becomes necessary because VA establishes service connection (SC) for a disability incurred\nafter\na Veteran received separation benefits, adjust the withholding prospectively, effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\nReference\n:  For more information on the rating activity’s responsibility to identify the period of service during which certain service-connected (SC) disabilities had their onset, see\nM21-1, Part V, Subpart iv, 1.C.5.c and d\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}