{
  "chunk_id": "VI_ii_2_None_41",
  "content": "/>\nVI.ii.2.3.b\n.\nGeneral Policies Regarding Withholdings to Recoup Disability Severance Pay\nGenerally, if a Veteran received disability severance pay, VA must withhold from monthly compensation an amount equal to the monthly compensation payable for the disability(ies) for which the Veteran received disability severance pay.  VA continues to withhold this amount until it has recouped the amount specified in\nM21-1, Part VI, Subpart ii, 2.2.d\n.\nImportant\n:\nThe monthly withholding may never exceed the monthly amount of compensation payable based on the\ninitial\n,\ncompensable\nrating, as defined in\nM21-1, Part VI, Subpart ii, 2.3.c\n, that VA assigns the severance-pay disability(ies).\nIf a Veteran has multiple, severance-pay disabilities, each rated 0-percent disabling, and VA assigns a 10-percent disability rating to them under\n38 CFR 3.324\n,\nno\nwithholding is necessary for these disabilities until VA assigns a compensable rating to one or more of them, individually.\nWithhold the additional benefits payable because of application of the bilateral factor if\nthe initial, compensable rating included application of the bilateral factor, and\nentitlement to the bilateral factor was based\nexclusively\non severance-pay disabilities.\nException\n:  If VA\ninitially\nassigns a severance-pay disability a temporary 100-percent rating under\n38 CFR 4.28\n,\n4.29\n, or\n4.30\n,\nVA must withhold all of the Veteran’s monthly compensation until entitlement to the temporary 100-percent rating ends, and\nmonthly withholdings thereafter may never exceed the monthly amount of compensation payable based on the disability rating VA assigns the severance-pay disability(ies)\nimmediately after\nentitlement to the temporary 100-percent rating ends.\nExamples\n:  The table below contains examples of how to apply the policies set forth in this block.\nIf VA initially rated the severance-pay disability …\nAnd VA subsequently …\nThen VA continues to withhold from the Veteran’s monthly compensation …\n20-percent disabling\nrates the same disability 30-percent disabling\nthe amount payable for a disability rated 20-percent disabling.\n50-percent disabling\nassigns a temporary 100-percent rating to the same disability under\n38 CFR 4.28\n,\n4.29\n, or\n4.30\nthe amount payable for a disability rated 50-percent disabling.\n0-percent disabling\nassigns a temporary 100-percent rating to the same disability under\n38 CFR 4.28\n,\n4.29\n, or\n4.30\nnothing, until it assigns the disability a compensable rating.\nNotes\n:\nThe\nException\nand\nExamples\nin this block assume the Veteran received disability severance pay for\nall\nSC disabilities. If the Veteran has other SC disabilities that were\nnot\nsubject to disability severance pay, see\nM21-1, Part VI, Subpart ii, 2.3.g\n-\ni\n.\nUpon the assignment of a compensable evaluation (\nother than\na temporary 100-percent rating under\n38 CFR 4.28\n,\n4.29\n, or\n4.30\n) to a severance-pay disability that was initially rated 0-percent disabling, send a notice of proposed adverse action to the Veteran before reducing benefits.\nReference\n:  For more information on sending notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}