{
  "chunk_id": "VI_ii_2_None_43",
  "content": "/>\nVI.ii.2.3.d\n.\nHandling Reduced Disability Ratings and Disability Severance Pay\nIf VA\nreduces\nthe disability rating it initially assigned to a severance-pay disability, it must make a corresponding adjustment in the amount of compensation it withholds each month (to recoup disability severance pay) to reflect the new rating.\nImportant\n:  The new rating does\nnot\nbecome the initial disability rating (as defined in\nM21-1, Part VI, Subpart ii, 2.3.c\n), unless VA determines the initial rating was clearly and unmistakably erroneous.\nExample\n:\nVA assigns an initial disability rating of 30 percent to a severance-pay disability, effective April 21, 2006.\nTwo years later, improvement in the disability is demonstrated during a routine review examination.\nVA reduces the disability rating for the severance-pay disability to 10 percent in December 2008 and concurrently reduces the amount of compensation it is withholding to correspond with the new rating.\nIn August 2010, VA increases the disability rating for the severance-pay disability to 50 percent.  It concurrently increases the withholding to an amount that corresponds with the initial disability rating of 30 percent.\nNote\n:  If, in addition to the severance-pay disability, a Veteran has at least one SC disability that was\nnot\nsubject to receipt of severance pay (hereafter referred to as a “non-severance-pay disability”), follow the instructions in\nM21-1, Part VI, Subpart ii, 2.3.g\n-\ni\nto ensure the method chosen to calculate the withholding is most advantageous to the Veteran.\nReference\n:  For information pertaining to the recoupment of severance pay from an incarcerated Veteran’s award, follow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.4.c\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}