{
  "chunk_id": "VI_ii_2_None_44",
  "content": "/>\nVI.ii.2.3.e\n.\nDisability Severance Pay for Disabilities Incurred in a Combat Zone or During Combat-Related Operations\nPL 110-181\n, as implemented in\n38 CFR 3.700(a)(3)\n, prohibits the recoupment of disability severance pay from VA compensation if the Veteran\nseparated from service on or after January 28, 2008, and\nincurred the disability severance pay disability in the line of duty in a combat zone or during the performance of duty in combat-related operations.\nException\n:  The provisions of this block may apply to a Veteran who separated from service\nprior\nto January 28, 2008,\nif\nthe Veteran incurred a disability in the line of duty in a combat zone or during the performance of duty in combat-related operations, and\nDoD subsequently\nplaced the Veteran on the Temporary Disability Retirement List (TDRL)\nlater removed the Veteran from TDRL\non or after\nJanuary 28, 2008, and\nawarded the Veteran disability severance pay for the same disability.\nImportant\n:\nPrior to August 5, 2014, the “combat-related operations” requirement was met only if the disability in question was the result of armed conflict.  On or after this date, the requirement is met if the disability is combat-related.\nDoD –\nnot\nVA\n– decides whether a disability was incurred in the line of duty in a combat zone or during combat-related operations.\nReference\n:  For more information on determining whether DoD paid disability severance pay that is not subject to recoupment under\n38 CFR 3.700(a)(3)\n, see\nM21-1, Part VI, Subpart ii, 2.3.f\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}