{
  "chunk_id": "VI_ii_2_None_45",
  "content": "/>\nVI.ii.2.3.f\n.\nDetermining Whether a Disability Was Incurred in a Combat Zone or During Combat-Related Operations\nEach of the following represents an indicator that a Veteran incurred a disability in the line of duty in a combat zone or during combat-related operations.  Disability severance pay the Veteran received for such a disability is\nnot\nsubject to recoupment.\nThe text in Block 28 of\nDD Form 214\nindicates the disability\nwas incurred in a combat zone, or\n(if the Veteran separated from service on or after August 5, 2014) is combat-related.\nThe Veteran separated from service on or after August 5, 2014, and the PEB report or separation orders indicate the disability is the result of a combat-related injury.\nThe Veteran’s PEB report or separation orders contain the following statement:\nDisability was incurred in a combat zone or incurred during the performance of duty in combat-related operations as designated by the Secretary of Defense (NDAA 2008, Sec 1646)\n.\nIf the statement is followed by the word\nYes\n, the statement is true, and the severance pay the Veteran received for the disability is\nnot\nsubject to recoupment.\nIf the statement is followed by the word\nNo\n, the statement is\nnot\ntrue, and the severance pay the Veteran received\nis\nsubject to recoupment.\nIf the statement is followed by neither\nYes\nnor\nNo\n, the statement is true, and the severance pay the Veteran received for the disability is\nnot\nsubject to recoupment.\nA letter from DFAS or the Coast Guard indicates the Veteran has been removed from TDRL and paid disability severance pay on or after August 5, 2014, for a combat-related disability.  (If the Veteran was removed from TDRL and paid disability severance pay\nprior\nto August 5, 2014, the letter must state the disability was incurred in a combat zone or include the following statement:\nDisability was incurred in a combat zone or incurred during the performance of duty in combat-related operations as designated by the Secretary of Defense (NDAA 2008, Sec 1646).\nOne or more of the following are present in the description of the disability on a PEB report or separation orders:\nCombat Zone\nCZ\nCzone\nArmed Conflict\nAC\n(CR-AC)\nCR-CZ\n, or\nCR\n(if the Veteran separated from service on or after August 5, 2014).\nImportant\n:  The content of the CMBT RELATED CD field on the DFAS/CG PAYMENTS screen in VIS is\nnot\na reliable indicator of whether or not a Veteran incurred a disability in the line of duty in a combat zone or during combat-related operations.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}