{
  "chunk_id": "VI_ii_2_None_48",
  "content": "/>\nVI.ii.2.3.i\n.\nWithholding an Amount That Is Most Advantageous to the Veteran\nWhen calculating the monthly amount of VA compensation to withhold from a Veteran with both severance and non-severance-pay disabilities, always use the withholding that pays the Veteran the higher rate of compensation.\nExample\n:  VA assigns a combined disability rating of 70 percent to a married Veteran based on a\nseverance-pay disability rated 50-percent disabling, and\nnon-severance-pay disability rated 40-percent disabling.\nTwo methods exist for calculating how much of the Veteran’s compensation VA should withhold each month:\nMethod 1\n:  Withhold the amount of compensation payable for the severance-pay disability, to include the additional amount for a spouse.\nMethod 2\n:  Pay the Veteran the amount payable for the non-severance-pay disability, to include the additional amount for a spouse, and withhold everything else.\nResult\n:  The table below shows the calculations for each of the two methods, using rates from the December 1, 2006, compensation rate table for a Veteran with a spouse only.  Because Method 2 provides the Veteran with a higher rate of compensation in this example, use that method to determine how much of the Veteran’s compensation to withhold.\nMethod 1\n$1,232.00\nStart with the rate payable for a combined disability rating of 70 percent.\n- 781.00\nWithhold the amount payable for the severance-pay disability.\n451.00\nPay the remaining amount to the Veteran.\nMethod 2\n$1,232.00\nStart with the rate payable for a combined disability rating of 70 percent\n- 556.00\nPay the Veteran the amount payable for the non-severance-pay disability.\n676.00\nWithhold the difference between the two rates.\nNote\n:  If, in the example above, VA subsequently awarded the Veteran a total evaluation based on individual unemployability, the amount of the withholding under Method 2 would remain the same. This is because VA calculates the withholding based on the actual disability rating assigned to the severance-pay disability, not the rate payable because VA found the Veteran individually unemployable.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}