{
  "chunk_id": "VI_ii_2_None_49",
  "content": "/>\nVI.ii.2.3.j\n.\nChanges in the Disability Ratings of Multiple Severance-Pay Disabilities\nIf the disability ratings assigned to two or more severance-pay disabilities change, compare the combined disability rating VA\ninitially\nassigned to the severance-pay disabilities with the current combined disability rating.\nIf the initial, combined disability rating is less than or equal to the current combined disability rating for the same disabilities, withhold compensation at the rate payable for the initial combined disability rating rather than considering the changes in the ratings assigned to each individual disability.\nThe table below contains two examples of situations in which VA would withhold compensation at the rate payable for the initial, combined disability rating of 40 percent.\nInitial Disability Rating\nCurrent Disability Rating – Example #1\nCurrent Disability Rating – Example #2\nDisability A – 20%\nDisability A – 10%\nDisability A – 10%\nDisability B – 10%\nDisability B – 30%\nDisability B – 30%\nDisability C – 10%\nDisability C – 0%\nDisability C – 20%\nCombined – 40%\nCombined – 40%\nCombined – 50%\nNote\n:  If, during a routine review of a claims folder, it is discovered that VA failed to comply with the instructions in this block and withheld compensation at a rate other than it should have been, prospectively adjust the withholding to the correct rate effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.  If the adjustment will reduce the amount of net compensation payable to the Veteran, follow the due process procedures found in\nM21-1, Part X, Subpart ii, 3.A\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}