{
  "chunk_id": "VI_ii_2_None_55",
  "content": "/>\nVI.ii.2.4.c\n.\nInstructions for Preparing an Award That Recoups VSP\nFollow the instructions in the\nVBMS Awards User Guide\nfor preparing an award that recoups separation benefits if a Veteran received VSP from the\nAir Force, and separated before October 17, 2007,\nor\nNavy or Marine Corps, and the initial disability compensation awarded is effective before November 2, 2023.\nFollow the instructions in the table below if\na Veteran received VSP from the Air Force, Navy, or Marine Corps\nthe Veteran’s combined disability rating is\nhigher\nthan 20 percent, and\nthe Veteran separated from the\nAir Force on or after April 30, 2008, or\nNavy or Marine Corps, and initial disability compensation awarded is effective on or after November 2, 2023.\nStep\nAction\n1\nSelect the RATING button on the RECORD DECISIONS screen.\n2\nSelect the COMBINED RATING AWARD tab.\n3\nVerify that the combined disability rating (displayed in the column labeled\nSC%\n) is at least 30 percent.\n4\nSelect the MILITARY PAYMENT INFORMATION button on the RECORD DECISIONS screen.\n5\nSelect the DISCHARGE PAY tab.\n6\nClick on the ADD button.\n7\nSelect\nSeparation Pay\nfrom the DISCHARGE PAY TYPE drop-down box.\n8\nEnter the gross and after-tax amounts of VSP in the GROSS AMT and AFTER TAX AMT fields, respectively.\n9\nEnter the date the Veteran separated from service in the RAD DATE field.\n10\nClick on the DONE button.\n11\nClick on the OK button.\n12\nSelect the AWARD ADJUSTMENTS button on the RECORD DECISIONS screen.\n13\nSelect the SEPARATION PAY tab.\n14\nSelect\nSeparation Pay\nfrom the SEPARATION PAY TYPE drop-down box.\n15\nEnter the amount of VSP in the ORIGINAL BALANCE field.\n16\nEnter the effective date of the award in the AWD EFF DT field.\n17\nClick on the DONE button.\n18\nSelect the OTHER ADJUSTMENTS tab.\n19\nClick on the ADD button.\n20\nSelect\nPreserve Net Rate\nfrom the ADJUSTMENT REASON drop-down box.\n21\nDetermine the amount of disability compensation VA must withhold by referring to the recoupment schedule shown in the table in\nM21-1, Part VI, Subpart ii, 2.4.a\nor\nb\n, as applicable.\nImportant\n:  If the amount VA must withhold includes a fraction of a cent (such as $792.0975) drop the fraction of the cent (to $729.09 in the instant example).\n22\nSubtract the amount of disability compensation VA must withhold (as determined in Step 21) from the amount of disability compensation that is otherwise payable to the Veteran.\n23\nEnter the result of the calculation described in Step 22 in the ADJUSTMENT AMOUNT field.\n24\nEnter the effective date of the award adjustment in the FROM DATE field.\nClick on the DONE button.\nNote\n:  If multiple award lines must be changed, repeat the actions described in Steps 19 through 24.\n25\nClick on the GENERATE AWARD button.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}