{
  "chunk_id": "VI_ii_2_None_71",
  "content": "/>\nVI.ii.2.7.a\n.\nProcessing Requests for Adjustment of a Withholding Because of Extreme Financial Hardship\nThe table below contains instructions for processing a request that VA adjust the amount of a withholding (that is or VA has proposed to put in place to recoup separation benefits) because of extreme financial hardship.\nNotes\n:\nThere is no prescribed form for making the request referenced in this block.\nVA will accept a request from a Veteran or a VA-recognized representative or fiduciary.\nStep\nAction\n1\nEstablish EP 290,\nSeparation Pay Hardship Request\n.\n2\nIf the Veteran received\ndisability severance pay\n, go to the next step.\nOtherwise\n, go to Step 4.\n3\nNotify the Veteran that the withholding associated with receipt of disability severance pay is not subject to reduction because of financial hardship.\nGo to Step 10.\n4\nIs the amount or proposed amount of the withholding to recoup separation benefits\nless\nthan the full amount of disability compensation to which the Veteran is otherwise entitled?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n5\nNotify the Veteran that VA may not reduce the amount of the withholding because VA is withholding less than the full amount of disability compensation to which the Veteran is entitled.\nGo to Step 10.\n6\nIs the Veteran’s combined disability rating at least 30 percent?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n7\nNotify the Veteran that VA may not reduce the amount of the withholding because the combined disability rating is less than 30 percent.\nGo to Step 10.\n8\nIs the Veteran experiencing extreme financial hardship, as discussed in\nM21-1, Part X, Subpart i, 1.3.a\n?\nIf\nyes\n,\nappend the\nHardship\nflash to the Veteran’s record, and\ngo to Step 11.\nIf\nno\n, go to the next step.\nImportant\n:  The information\nVA Form 5655, Financial Status Report\n, requires for completion is essential in making the determination discussed in this step.\nUnless the Veteran submitted the form (or the information the form requires) with the request, request its completion by the Veteran before making the determination discussed in this step.\nIf the Veteran fails to complete and return the form within 30 days, go to the next step.\n9\nNotify the Veteran that VA has rejected the request because the evidence of record does not show extreme financial hardship.\n10\nClear the EP 290 and disregard the remaining steps in this table.\n11\nPrepare a request for an advisory opinion from Compensation Service in accordance with the template shown in\nM21-1, Part VI, Subpart ii, 2.7.b\n.\nRoute the advisory opinion request to Compensation Service as a request for an advisory opinion, according to the instructions in\nM21-1, Part X, Subpart v, 1.A.1.g\n.\nGo to the next step after receiving a response from Compensation Service.\n12\nDid Compensation Service determine that a reduction in the amount of the withholding is in order?\nIf\nyes\n, go to Step 14.\nIf\nno\n, go to the next step.\n13\nNotify the Veteran that VA has rejected the request for a reduction in the amount of the withholding.  Include in the decision notice the reason Compensation Service provided for rejecting the request.\nFollow the instructions in Step 10 of this table.\n14\nIs a withholding to recoup separation benefits already in place?\nIf\nyes\n, go to Step 16.\nIf\nno\n, go to the next step after the due process period has ended.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if the Veteran requests a hearing during the due process period.\n15\nDoes the evidence of record show the establishment of a withholding to recoup separation benefits is in order?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nnotify the Veteran VA will not establish the withholding it proposed, and\ntake no further action.\n16\nSelect the AWARD ADJUSTMENTS button on the RECORD DECISIONS screen.\n17\nSelect the SEPARATION PAY tab.\n18\nSelect\nSeparation Pay\nfrom the SEPARATION PAY TYPE drop-down box.\nNote\n:  The action described in this step causes the system to automatically populate the ORIGINAL BALANCE field with the after-tax amount of the Veteran’s separation benefit.\n19\nEnter the first day of the month following the current month in the AWD EFF DT field.\nImportant\n:  The award adjustment referenced in this table must\nnot\nresult in a retroactive award of benefits to the Veteran.\n20\nClick on the DONE button.\n21\nSelect the AWARD ADJUSTMENTS button on the RECORD DECISIONS screen.\n22\nSelect OTHER ADJUSTMENTS on the AWARD ADJUSTMENTS screen.\n23\nSelect\nPreserve Net Rate\nfrom the ADJUSTMENT REASON drop-down box.\n24\nEnter the amount of the adjustment in the ADJUSTMENT AMT field.\nNote\n:  The amount of the adjustment is typically the amount by which Compensation Service decided to reduce the withholding due to financial hardship.\nExample\n:\nScenario\n:\nVA is withholding\nall\nof a Veteran’s disability compensation to recoup separation benefits the Veteran received.\nBecause extreme financial hardship has been demonstrated, Compensation Service decides it is appropriate to pay the Veteran $100.00 of the compensation VA is currently withholding.\nAction\n:  Enter\n100.00\nin the ADJUSTMENT AMT field.\n24\nEnter the first day of the month following the current month in the FROM DATE field.\nClick on the DONE button.\nNotes\n:  If multiple award lines must be changed, repeat the actions described in Steps 22 through 25.\n25\nClick on the GENERATE AWARD button.\n26\nNotify the Veteran of the action taken.\nReference\n:  For more information on notifying beneficiaries of a VA decision, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 2 - Recoupment of Separation Benefits",
  "citation": "Part VI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179478/M21-1-Part-VI-Subpart-ii-Chapter-2-Recoupment-of-Separation-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:32.145895",
  "tags": [
    "m21-1"
  ]
}