{
  "chunk_id": "VI_ii_3_A_8",
  "content": "/>\nVI.ii.3.A.1.c\n.\nProcess for Identifying and Notifying Veterans Who Concurrently Received Drill Pay and VA Benefits\nThe table below describes how VA identifies and notifies Veterans who concurrently received drill pay and VA benefits.\nStage\nDescription\n1\nAt the end of each fiscal year, the Defense Manpower Data Center (DMDC) sends an electronic file to the Hines Information Technology Center (ITC) that identifies Veterans who received both drill pay and VA disability compensation or pension during that fiscal year.\nNote\n:  If an interruption occurs in obtaining this data from DMDC, the file may include drill pay data for one or more prior years.\n2\nBefore processing the file, the Hines ITC updates the corporate record of each Veteran to reflect the number of days for which drill pay was received during the prior fiscal year.\nNotes\n:\nThe update is visible in the DRILL PAY PROFILE field, which is located on the DRILL PAY tab on the AWARD ADJUSTMENTS screen.\nThe number in the DRILL PAY PROFILE field does\nnot\naccount for non-award days, as defined in\nM21-1, Part VI, Subpart ii, 3.A.1.e\n.\nIf DMDC sends drill pay data for multiple fiscal years, only the data pertaining to the most recent fiscal year appears in the DRILL PAY PROFILE field.\nReference\n:  For more information on viewing drill pay data in\nthe Veterans Benefits Management System (VBMS), see the\nVBMS Awards User Guide\n.\n3\nThe Hines ITC\ngenerates a\nVA Form 21-8951\nfor each Veteran identified in the electronic file\nsends the form for completion to\nmost\nof the Veterans identified in the electronic file, and\nuploads a copy of the form into each Veteran’s electronic claims folder (eFolder).\nNotes\n:\nStarting with the\nVA Form 21-8951\nthat the Hines ITC issued to Veterans for fiscal year 2015, the ITC began\nattaching a cover letter to each form that serves as a notice of proposed adverse action (should the recipient fail to return the form within 60 days), and\nuploading a copy of the cover letter into the corresponding eFolder.\nThere are some circumstances under which the Hines ITC is\nunable\nto send\nVA Form 21-8951\nto a Veteran who received drill pay.\nM21-1, Part VI, Subpart ii, 3.A.1.i\ncontains instructions for handling such cases.\nNote\n:  VA considered the completion of\nVA Form 21-8951\na one-time waiver of drill pay from 1989 until 1995, when it began requiring Veterans to complete the form annually.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}