{
  "chunk_id": "VI_ii_3_A_11",
  "content": "/>\nVI.ii.3.A.1.f\n.\nHow Non-Award Days Affect the Number of Days Printed on VA Form 21-8951\nThe table below describes how non-award days are accounted for on\nVA Forms 21-8951\nthe Hines ITC generates\nstarting with\nthe forms for fiscal year 2020.  The rules described in\nM21-1, Part VI, Subpart ii, 3.A.1.g\n, were programmed into the computer system that makes the calculations described in the table.\nStage\nDescription\n1\nFor each month the Veteran had\nno\nnon-award days, a computer system totals the number of days shown in the columns titled\nDrill Days\nand\nActive Duty Training Days\nof the table titled\nFiscal Year Monthly Drill Pay\nin the Veterans Information Solution (VIS).\nNotes\n:\nThe total number of days may exceed 30.\nThe table titled\nFiscal Year Monthly Drill Pay\nis viewable by selecting a fiscal year in the section titled\nDrill Pay Days\non the MILITARY HISTORY screen in VIS.\n2\nFor each month during which the Veteran had at least one non-award day, the system\ntotals the number of days shown in the columns titled\nDrill Days\nand\nActive Duty Training Days\nfor that month, and\nsubtracts from the total the number of non-award days the Veteran had during the same month.\nNote\n:  The lowest number the system recognizes in the calculation described in this stage is zero.\n3\nThe system takes the results of the calculation described in Stage 2 for each month during which the Veteran had at least one non-award day and adds them together.\n4\nThe system totals the results of the calculations described in Stages 1 and 3.\nNote\n:  This total becomes the number of training days the Hines ITC prints on\nVA Form 21-8951\n.\nExample\n:\nScenario\n:\nVA stopped a Veteran’s award effective May 25, 2020, because the Veteran returned to active duty (making six the number of non-award days for the month of May).\nA total of eight days is shown in the columns titled\nDrill Days\nand\nActive Duty Training Days\nfor May 2020.\nResult\n:  The number of days of pay for drill(s)/training that the system will count for the month of May is two (8 – 6 = 2).\nImportant\n:\nClaims processors must\nuse the\nDrill Pay Calculator\nto\nmake the calculations described in the table above –\napplying the rules described in\nM21-1, Part VI, Subpart ii, 3.A.1.g\n–\nto determine the number of days of VA benefits they must withhold when processing\nVA Forms 21-8951\nfor fiscal years 2017 through 2019 that VA receives from a Veteran with non-award days, or\nunder the circumstances described in\nM21-1, Part VI, Subpart ii, 3.A.5.e\n, and\nupload a copy of the calculator results to the eFolder.\nThe number of training days printed on\nVA Forms 21-8951\nthat the Hines ITC generated for fiscal years\nprior\nto 2020 consisted of a total of the number of days for which the Veteran received drill pay for the entire fiscal year.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}