{
  "chunk_id": "VI_ii_3_A_28",
  "content": "/>\nVI.ii.3.A.3.a\n.\nAutomated Processing of Certain Drill Pay Cases\nThe table below describes the actions that occur each time the Hines ITC sends a Veteran the\nVA Form 21-8951\nand cover letter referenced in Stage 3 of the process described in\nM21-1, Part VI, Subpart ii, 3.A.1.c\n.\nStage\nDescription\n1\nThe system automatically establishes\nEP 600 under the claim label\nDrill Pay Adjustment\n, and\na suspense date that is at least 65 days from the current date.\n2\nThe system selects\nAwaiting Response for VA Form 21-8951\nas the suspense reason for the EP 600.\n3\nThe system adds the following under the pending EP 600:\na tracked item titled\nDrill Pay Proposal\n, and\na contention titled\nDrill Pay Adjustment for FY\n[fiscal year under review]\n, showing the number of drill and active service pay days identified in each month.\n4\nThe table below describes the next stages in the process.\nIf the Veteran …\nThen the …\nresponds within 65 days and\nagrees with the number of days printed on\nVA Form 21-8951\n, or\nmakes no entry in Block 8 of the form\nRO responsible for processing the form\ncloses the tracked item referenced in Stage 3 by entering the date VA received the form in the RECEIVED column, and\nfollows the instructions in\nM21-1, Part VI, Subpart ii, 3.A.5\n.\nNote\n:  Pension awards require manual processing at this stage.  The system does not automatically perform the actions described in the preceding sub-bullets if the Veteran is receiving pension.\nresponds within 65 days but\ndisagrees with the number of days printed on\nVA Form 21-8951, or\nrequests a waiver of military pay\nRO responsible for processing the form first takes the actions described in\nM21-1, Part VI, Subpart ii, 3.A.3.b\n.  Then the RO follows the instructions in\nM21-1, Part VI, Subpart ii, 3.A.5\n.\nrequests a hearing within 65 days of the date the Hines ITC mailed\nVA Form 21-8951\nto the Veteran\nRO responsible for processing the form follows the instructions in\nM21-1, Part VI, Subpart ii, 3.A.3.c\n.\ndoes\nnot\nreturn\nVA Form 21-8951\nwithin 65 days\nsystem\ntakes the following actions as long as the tracked item referenced in Stage 3 (titled\nDrill Pay Proposal\n) is still open:\ncloses the tracked item by entering the current date in the CLOSED column\nadjusts the Veteran’s award under the pending EP 600\ngenerates and sends a decision notice to the Veteran, and\nuploads the decision notice and corresponding award print into the Veteran’s eFolder.\nNote\n:  Pension awards require manual processing at this stage.  The system does not automatically perform the actions described in the preceding bullets if the Veteran is receiving pension.\nNote\n:  The system does not automatically upload into a Veteran’s eFolder\nVA Forms 21-8951\nthat the Veteran mails to VA.  Accordingly, ROs are responsible for moving the forms from the mail repository into the appropriate eFolder upon their receipt.\nNote\n:  If a Veteran received drill pay during a period of entitlement to pension, review the Veteran’s unemployability status for pension purposes.\nReference\n:  For more information on reviewing a Veteran’s unemployability status for pension purposes, see\nM21-1, Part IX, Subpart ii, 2.B.1\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}