{
  "chunk_id": "VI_ii_3_A_34",
  "content": "/>\nVI.ii.3.A.4.a\n.\nHandling Evidence That Suggests a Veteran Had Active Duty and Received Drill Pay During the Same Fiscal Year\nIf a Veteran received active service pay for both active duty\nand\ndrill(s)/training during the same fiscal year,\nVA Forms 21-8951\nthe Hines ITC generated for fiscal years\nprior\nto 2020 showed the\ncombined\nnumber of days for which the Veteran received active service pay.\nFollow the instructions in the table below if\na\nVA Form 21-8951\nshows training in excess of 179 days, or\nthe evidence of record suggests the Veteran had active duty (for which VA has never adjusted the Veteran’s award) during the fiscal year the\nVA Form 21-8951\ncovers.\nNote\n:  Consider a report of training in excess of 179 days on\nVA Form 21-8951\nan indication the Veteran might have returned to active duty for a period of time.\nStep\nAction\n1\nUse VIS and/or the Defense Personnel Records Information Retrieval System (DPRIS) to determine whether the Veteran had a period of active duty during the fiscal year in question.\nImportant\n:\nIf a Veteran’s period of active duty started on or after October 1, 2020, claims processors may use the information shown in the rows below the heading\nGuard/Reserve Active Service (GRAS)\nin VIS that reflect non-training periods (identifiable by the presence of\nNo\nin the column titled\nTraining\n) when discontinuing a Veteran’s benefits based on return to active duty.  If a discrepancy exists between the data VIS displays and any of the following, assume the data in VIS is\nincorrect\n:\nunvoided and uncorrected\nDD Form 214, Certificate of Uniformed Service\nDD Form 214\nthat is corrected by a\nDD Form 215, Correction to DD Form 214, Certificate of Uniformed Service\n, and/or\norders that were not rescinded or revoked.\nPrior to October 1, 2020 (the start of fiscal year 2021) the non-training periods shown in VIS were included in the number of training days printed on\nVA Forms 21-8951\nwhen the Veteran was paid out of National Guard/Reserve component funds.\nData displayed under the heading\nActive Duty Service Periods\nin VIS\nis\ngenerally accurate but may be superseded by certain documentary evidence, as explained in\nM21-1, Part III, Subpart i, 1.B.3.c\n.\nReferences\n:  For more information on\nVIS, see the\nVIS User Guide\n, and\nDPRIS, select the HELP tab within the DPRIS web application, which is accessible at\nhttps://www.dpris.dod.mil/\n. (Registration is required.)\n2\nDoes VIS and/or DPRIS confirm the Veteran had an unreported period of active duty?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 7.\n3\nClear an EP 290\nunless\nthis EP was previously cleared in Step 3 of the procedure described in\nM21-1, Part VI, Subpart ii, 3.A.1.i\n.\n4\nEstablish EP 600 with the claim label\nDrill Pay Adjustment (600)\nand add\nDrill Pay Proposal\nand\nReturn to Active Duty\nas contentions using the\nAdministrative Issue\nas the contention classification, and\nvalue of\nNo\nin the MEDICAL field\nDue Process\n, with a free-text entry of\nReturn to Active Duty\n, as a tracked item, and\nPotential Under/Overpayment\nas a special issue.\n5\nNotify the Veteran VA proposes to discontinue benefits effective the date of return to active duty.  In the notice, ask the Veteran to submit the following with regard to the time period in question:\na copy of the associated orders or separation document, or\nother evidence of the duty performed.\nNote\n:\n​​​​​​​\nAttach\nVA Form 21-0789\nto the notice before sending it to the Veteran.\nReference\n:  For more information on preparing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n6\nAfter the Veteran responds or has had 65 days to respond to the notice,\ntake the proposed action unless the Veteran\nrequested a hearing within 30 days of the notice, or\nsubmits evidence showing VA should not take the proposed action\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 3.A.4.b\n.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if a Veteran requests a hearing in response to a notice of proposed adverse action.\n7\nSend a letter to the Veteran asking for the dates of active duty, if any, during the fiscal year in question and\na copy of the associated orders or separation document, or\nother evidence of the duty performed during the fiscal year.\n8\nFollow the instructions in the table below after giving the Veteran 30 days to respond.\nIf ...\nThen ...\nthe Veteran responds by confirming the return to active duty\ndiscontinue benefits during the period of time the Veteran was on active duty, and\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 3.A.4.b\n.\nthe Veteran fails to respond\nassume the days reported on\nVA Form 21-8951\ndo\nnot\ninclude a period of active duty, and\ntake the actions described in\nM21-1, Part VI, Subpart ii, 3.A.5.c\n.\nevidence of a return to duty is obtained from a source other than the Veteran\nfollow the instructions in Steps 5 and 6 of this table.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}