{
  "chunk_id": "VI_ii_3_A_40",
  "content": "/>\nVI.ii.3.A.5.a\n.\nInitial Review of VA Form 21-8951\nBefore processing\nVA Form 21-8951\n, review the form to make sure it bears the appropriate signatures and is otherwise complete.\nA\nVA Form 21-8951\nmust always bear the signature of the Veteran that completed it.  It must also bear the signature of the Veteran’s unit commander\nif\nthe\nVeteran reports\nfewer\ntraining days than what the Hines ITC printed on the form, and\nnone of the exceptions described under the\nException\nsublabel in this block apply.\nException\n:  When a Veteran reports\nfewer\ntraining days than what the Hines ITC printed on the corresponding\nVA Form 21-8951\n, VA may accept the form\nwithout\nthe signature of the Veteran’s unit commander if the\nDefense Finance and Accounting Services\nLeave and Earnings Statement\nfor the fiscal year under review confirms the accuracy of the number of training days the Veteran reported\nVeteran informs VA, and VA confirms (through VIS or other means), that they retired from the Reserve/National Guard during the fiscal year under review, or\nVeteran checks the box next to the sentence on\nVA Form 21-8951\nthat reads:\nI elect to waive military pay and allowances for the days indicated in order to retain my VA compensation or pension\n.\nReturn an incomplete and/or unsigned form to the Veteran and advise that failure to return a completed and signed form may result in a reduction of benefits.\nImportant\n:\nDo not treat as incomplete a\nVA Form 21-8951\nthat bears the appropriate signatures but contains no entry in Blocks 8 and/or 9 of the form.  If the Veteran makes no entry in\nBlock 8, assume the Veteran agrees with the number of training days printed on the front of the form, and\nBlock 9, assume the Veteran elects to waive VA benefits in order to retain training pay.\nThe system does not automatically upload into a Veteran’s eFolder\nVA Forms 21-8951\nthat the Veteran mails to VA.  Accordingly, ROs are responsible for moving the forms from the mail repository into the appropriate eFolder following their receipt.\nReferences\n:  For more information on\ndata the Hines ITC provides for each Veteran on\nVA Form 21-8951\n, see\nM21-1, Part VI, Subpart ii, 3.A.1.d\nusing VIS, see the\nVIS User Guide\n, and\nalternative means of communicating to VA the information a completed\nVA Form 21-8951\ncontains, see\nM21-1, Part VI, Subpart ii, 3.A.5.b\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}