{
  "chunk_id": "VI_ii_3_A_42",
  "content": "/>\nVI.ii.3.A.5.c\n.\nProcessing VA Form 21-8951\nFollow the steps in the table below upon receipt of a\nVA Form 21-8951\nthat is complete and signed in accordance with\nM21-1, Part VI, Subpart ii, 3.A.5.a\n.\nIf the Veteran …\nThen …\ntakes the action(s) described under Option 1 or 2 in\nM21-1, Part VI, Subpart ii, 3.A.1.j\n, and there is no reason to question the accuracy of the information the Veteran provided on the form\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 3.B.1\nfor withholding the Veteran’s benefits for the number of training days either the Hines ITC or the Veteran entered on the form.\nNotes\n:\nIf an unrelated award adjustment was made between the date the Hines ITC generated the\nVA Form 21-8951\nand the current date, determine whether the instructions in\nM21-1, Part VI, Subpart ii, 3.A.5.e\n, apply\nbefore\ntaking the action described in the preceding paragraph.\nThere is no requirement to issue a notice of proposed adverse action before adjusting a Veteran's award to reflect receipt of drill pay if a notice of proposed adverse action accompanied the\nVA Form 21-8951\nwhen VA sent it to the Veteran for completion.\nThe Hines ITC included a notice of proposed adverse action with all\nVA Forms 21-8951\nthat it sent to Veterans for fiscal years 2015 and later.\nchecks the box next to the sentence in Block 9 of the form that reads\nI elect to waive military pay and allowances for the days indicated in order to retain my VA compensation or pension\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 3.A.5.d\n.\nchecks the box next to the sentence in Block 9 of the form that reads\nI received no military pay and allowances during the fiscal year(s) indicated on the front of this form\nreview the evidence of record (to include data displayed in VIS) to determine whether the Veteran was a reservist or member of the National Guard during the fiscal year in question.\nIf there is reason to question the accuracy of the Veteran’s assertion, initiate development, to include requesting a field examination, if necessary and appropriate.\nIf the evidence of record confirms the Veteran was\nnot\na reservist or member of the National Guard,\nclear an EP 290\nunless\nthis EP was previously cleared in Step 3 of the procedure described in\nM21-1, Part VI, Subpart ii, 3.A.1.i\n, and\nnotify the Veteran that, based on the response on\nVA Form 21-8951\n, VA will make no adjustments to the award.\nReference\n:  For more information on using VIS, see the\nVIS User Guide\n.\nImportant\n:\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 3.A.4.a\nif\nVA Form 21-8951\nshows training in excess of 179 days, or\nthe evidence of record suggests the Veteran served on active duty during the fiscal year the\nVA Form 21-8951\ncovers.\nIf a Veteran received drill pay during a period of entitlement to pension, review the Veteran’s unemployability status for pension purposes.\nReference\n:  For more information on reviewing a Veteran’s unemployability status for pension purposes, see\nM21-1, Part IX, Subpart ii, 2.B.1\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}