{
  "chunk_id": "VI_ii_3_A_43",
  "content": "/>\nVI.ii.3.A.5.d\n.\nActions to Take When a Veteran Chooses to Waive Military Pay\nFollow the instructions in the table below if a Veteran checks the box on\nVA Form 21-8951\nthat reads\nI elect to waive military pay and allowances for the days indicated in order to retain my VA compensation or pension\n.\nStep\nAction\n1\nHas VA already adjusted the Veteran’s award to reflect receipt of drill pay during the fiscal year to which the\nVA Form 21-8951\nrefers?\nIf\nyes\n,\nestablish EP 290, using the claim label\nDrill Pay Adjustment\n, and\ngo to the next step.\nIf\nno\n, go to Step 12.\n2\nDid VA receive the form within one year of the\nlater\nof the following dates: the date VA notified the Veteran of the award adjustment referenced in Step 1 or the end of the fiscal year to which the\nVA Form 21-8951\nrefers?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n3\nNotify the Veteran that VA cannot act on the election because VA did not receive it within one year of the later of the following dates:\nthe date VA notified the Veteran of the award adjustment referenced in Step 1, or\nthe end of the fiscal year to which the\nVA Form 21-8951\nrefers.\n4\nClear the EP 290 and disregard the remaining steps in this table.\n5\nMake one attempt to contact the Veteran by telephone to ensure the Veteran understands that waiving military pay likely equates to waiving the greater benefit.\nNote\n:  Military pay is\nusually\nthe greater benefit\nunless\nthe Veteran’s rank is\nE6 or below and VA has awarded the Veteran disability compensation based on a total disability rating, or\nE4 or below and VA has awarded the Veteran disability compensation based on a disability rating of 90 percent.\n6\nWas telephone contact made with the Veteran?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n7\nDid the Veteran reaffirm the election to waive military pay?\nIf\nyes\n, go to Step 9.\nIf\nno\n, go to the next step.\n8\nNotify the Veteran that, as requested, VA has disregarded the election to waive military pay.\nClear the EP 290.\nDisregard the remaining steps in this table.\nNote\n:  Claims processors may provide the notification referenced in this step during the telephone call referenced in Step 6, as long as they\ndocument this action on\nVA Form 27-0820, Report of General Information\n, and\nupload a copy of the form into the Veteran’s eFolder.\n9\nReverse the award adjustment (referenced in Step 1) that VA made to reflect the Veteran’s receipt of drill pay.\nNote\n:  Follow the instructions in\nM21-1, Part VI, Subpart iii, 2.B.1.d\n, if a debt exists in the Veteran’s account.\n10\nHas the fiscal year for which the Veteran elected to waive military pay ended?\nIf\nyes\n,\nnotify the Veteran of the action taken in Step 9, and\ngo to Step 22.\nIf\nno\n, go to the next step.\n11\nNotify the Veteran of the action taken in Step 9.  In the decision notice,\ninform the Veteran that VA cannot take further action on the election to waive military pay because the fiscal year for which the Veteran made the election has not yet ended, and\ninstruct the Veteran to request the waiver through their unit.\nDisregard the remaining steps in this table.\n12\nDid VA send the\nVA Form 21-8951\nto the Veteran through the automated process described in\nM21-1, Part VI, Subpart ii, 3.A.3.a\n?\nIf\nyes\n,\ntake the actions described in\nM21-1, Part VI, Subpart ii, 3.A.3.b\n, and\ngo to the next step.\nIf\nno\n, go to the next step.\n13\nHas the fiscal year for which the Veteran elected to waive military pay ended?\nIf\nyes\n, go to Step 16.\nIf no,\nestablish EP 290, using the claim label\nDrill Pay Adjustment\n, and\ngo to the next step.\n14\nPrepare a decision notice that\ninforms the Veteran that VA cannot act on the election to waive military pay because the fiscal year for which the Veteran made the election has not yet ended, and\ninstructs the Veteran to request the waiver through their unit.\n15\nClear the EP 290 and disregard the remaining steps in this table.\n16\nMake one attempt to contact the Veteran by telephone to ensure the Veteran understands that waiving military pay likely equates to waiving the greater benefit.\nNote\n:  Military pay is\nusually\nthe greater benefit\nunless\nthe Veteran’s rank is\nE6 or below and VA has awarded the Veteran disability compensation based on a total disability rating, or\nE4 or below and VA has awarded the Veteran disability compensation based on a disability rating of 90 percent.\n17\nWas telephone contact made with the Veteran?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 20.\n18\nDid the Veteran reaffirm the election to waive military pay?\nIf\nyes\n, go to Step 20.\nIf\nno\n, go to the next step.\n19\nDisregard the remaining steps in this table.\nProcess the\nVA Form 21-8951\nas if the Veteran had elected to waive\nVA benefits\n.\n20\nPrepare and send a decision notice to the Veteran.  In the notice,\nidentify the fiscal year for which the Veteran elected to waive military pay, and\ninform the Veteran that, based on the election, VA will\nnot\nadjust the Veteran’s award to reflect the receipt of drill pay during that fiscal year.\n21\nIs an EP 600 currently pending to control for return of the\nVA Form 21-8951\nthat the Veteran has now returned?\nIf\nyes\n,\nclear the EP 600, and\ngo to the next step.\nIf\nno\n,\nclear an EP 290, and\ngo to the next step.\n22\nPrepare an encrypted e-mail addressed to Compensation Service’s Military Pay Staff (\nVAVBAWAS/CO/MILPAY\n).\nIn the subject line of the e-mail, type\nVA Form 21-8951-Waiver of Military Pay.\nIn the body of the e-mail,\nprovide the\nVeteran’s name and file number\ndate VA received the\nVA Form 21-8951\n, and\ndocument identification number assigned to the electronic version of\nVA Form 21-8951\n, and\ntype\nVeteran elects to waive military pay and allowances for the days indicated in order to retain VA compensation or pension.  Please forward the form to the appropriate service department finance center\n.\nImportant\n:  If a Veteran reaffirmed – through the telephone contact referenced in Steps 6 or 17 of this table – the election to waive military pay, note this fact in the e-mail to Compensation Service.\n23\nSave a copy of the e-mail in portable document format (PDF).\nReference\n:  For more information on saving e-mails in PDF, see\nM21-1, Part II, Subpart ii, 2.A.1.b\n.\n24\nFollow the instructions in the\nVBMS Core User Guide\nfor uploading the PDF file into the Veteran’s eFolder.\nImportant\n:\nDocument attempts to contact the Veteran in Steps 6 and 17 of the table according to the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\n.\nDocumentation of telephone contact with the Veteran on\nVA Form 27-0820\nis for VA purposes only; service departments will\nnot\nrecognize as valid a waiver of military pay that is documented only on a\nVA Form 27-0820\n.\nInclude decision review rights, according to the instructions in\nM21-1, Part VI, Subpart i, 1.B.1.j\n, when preparing the decision notices referenced in the table above.\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section A - Adjusting Department of Veterans Affairs (VA) Benefits Based on a Veteran's Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179479/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-A-Adjusting-Department-of-Veterans-Affairs-VA-Benefits-Based-on-a-Veterans-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:41.535856",
  "tags": [
    "m21-1"
  ]
}