{
  "chunk_id": "VI_ii_3_B_6",
  "content": "/>\nVI.ii.3.B.1.a\n.\nDetermining the Amount of the Withholding\nWhen a Veteran chooses to keep drill pay and waive Department of Veterans Affairs (VA) benefits,\nwithhold benefits at the same rate VA was paying the Veteran on the last day of the fiscal year in which the Veteran received drill pay, and\npay the Veteran the difference between this rate and the rate in effect on the date the withholding begins.  (In most cases, there will be no difference.)\nExceptions\n:\nIf, on the last day of the fiscal year in which the Veteran received drill pay, the Veteran﻿﻿﻿\nwas\nnot\nreceiving VA benefits, follow the instructions in\nM21-1, Part VI, Subpart ii, 3.B.1.g\nwas receiving benefits at the rate specified by\n38 CFR 3.665(d)\nbecause the Veteran was incarcerated, follow the instructions in\nM21-1, Part VI, Subpart ii, 3.B.1.i\n, or\nwas receiving VA compensation based on a temporary 100-percent disability rating under\n38 CFR 4.29\nor\n38 CFR 4.30\n, follow the instructions in\nM21-1, Part VI, Subpart ii, 3.B.1.e\n.\nIf the actual dates on which the Veteran attended drills/training are known, withhold benefits at the same rate VA was paying the Veteran on those dates.\nNotes\n:\nClaims processors may\nnot\nuse the Veterans Information Solution (VIS) to determine the actual dates on which a Veteran attended drills/training.  The columns of the table referenced in\nM21-1, Part VI, Subpart ii, 3.A.1.h\n,\ndisplay the number of days of drills and/or active duty training for which a Veteran received drill pay during a given month, and\ndo not show the\ndates\nthe Veteran attended drills/training.\nThere is no requirement to issue a notice of proposed adverse action before adjusting a Veteran's award to reflect receipt of drill pay if a notice of proposed adverse action accompanied the\nVA Form 21-8951, Notice of Waiver of VA Compensation or Pension to Receive Military Pay and Allowances,\nwhen VA sent it to the Veteran for completion.\nThe Hines Information Technology Center (ITC) included a notice of proposed adverse action with all\nVA Forms 21-8951\nthat it sent to Veterans for fiscal years 2015 and later.\nReference\n:  For examples of the policy expressed in this block, see\nM21-1, Part VI, Subpart ii, 3.C\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section B - Withholding and Restoration of Benefits Associated With Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179813/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-B-Withholding-and-Restoration-of-Benefits-Associated-With-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:50.885225",
  "tags": [
    "m21-1"
  ]
}