{
  "chunk_id": "VI_ii_3_B_7",
  "content": "/>\nVI.ii.3.B.1.b\n.\nDetermining the Effective Date of the Withholding\nOn February 25, 2016, regional offices (ROs) were notified of a change in the procedure for handling a Veteran’s decision to keep drill pay and waive VA benefits.  Under the new procedure, VA\nretroactively\nwithholds benefits based on a Veteran’s receipt of drill pay, effective the first day of the current fiscal year, instead of withholding benefits\nprospectively\n(from a future date).\nException\n:\nM21-1, Part VI, Subpart ii, 3.B.1.f\n-\nh\n, describe circumstances under which it is\nnot\npossible to withhold benefits effective the first day of the current fiscal year.\nThe retroactive adjustment of a Veteran’s award creates an overpayment in the Veteran’s account.  The creation of an overpayment affords the Veteran the opportunity to request a waiver of or make payments toward the resulting debt.  Under the old procedure, no overpayment was created, which left the Veteran with no option to mitigate the adverse effect of losing the withheld benefits.\nFollow the instructions in the table below under\neither\nof the following circumstances:\nA drill pay case that an RO had in its inventory as of February 25, 2016, requires notice of proposed adverse action because no notice of proposed adverse action accompanied the\nVA Form 21-8951\nthat VA sent to the Veteran.\nAs of February 25, 2016, an RO was awaiting a response to a notice of proposed adverse action involving a drill pay case.\nIf …\nThen …\nnotice of proposed adverse action is necessary because no notice of proposed adverse action accompanied the\nVA Form 21-8951\nthat VA sent to the Veteran, and\nnotice of proposed adverse action has\nnot\nbeen issued\nfollow the instructions in the\nVeterans Benefits Management System (VBMS) Core User Guide\nfor generating a notice of proposed adverse action that proposes to adjust the Veteran’s award based on receipt of drill pay\nattach\nVA Form 21-0789, Your Rights To Representation And A Hearing\n, to the notice, and\nsend the notice to the Veteran.\nnotice of proposed adverse action has already been issued, and\nthe notice informed the Veteran that the proposed award adjustment would be made from a\nfuture\ndate\nunless the Veteran submits evidence showing the proposed action is unwarranted, or requests a hearing within 30 days of the date of the notice, take the following actions after the Veteran responds or has had 65 days to respond to the notice:\nwithhold benefits in the amount and from the date specified in the notice of proposed adverse action, and\nadd the following paragraphs to the final decision notice under the heading\nWhat Are Your Options\n:\nIf you are experiencing financial hardship and cannot afford to have your benefits reduced prospectively, please contact us immediately. We will work with you to create a debt and establish a reasonable repayment schedule.\nIf you inform us that a financial hardship exists, we will take action to reverse your current adjustment, as indicated in this notification, and will create an overpayment.  Once the overpayment is created, you will receive a letter from the Debt Management Center a﻿﻿dvising you of repayment options.\nImportant\n:  If the Veteran responds to the\nfinal\ndecision notice (in writing, in person, or by telephone) by stating that the withholding will create a financial hardship, follow the instructions in the table below.\nStep\nAction\n1\nEstablish end product (EP) 290, using the claim label\nDrill Pay\n.\n2\nAdd the\nHardship\nflash to the Veteran’s corporate record.\n3\nUndo the previous award adjustment (by removing the previously established withholding for drill pay).\n4\nContinue the EP at authorization.\n5\nAfter the Veteran receives payment for the benefits VA withheld prospectively, adjust the Veteran’s award once again by commencing the withholding for drill pay effective the first day of the current fiscal year.\nNotes\n:\nThere is no requirement to issue a notice of proposed adverse action before adjusting a Veteran's award to reflect receipt of drill pay if a notice of proposed adverse action accompanied the\nVA Form 21-8951\nwhen VA sent it to the Veteran for completion.\nThe Hines ITC included a notice of proposed adverse action with all\nVA Forms 21-8951\nthat it sent to Veterans for fiscal years 2015 and later.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section B - Withholding and Restoration of Benefits Associated With Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179813/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-B-Withholding-and-Restoration-of-Benefits-Associated-With-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:50.885225",
  "tags": [
    "m21-1"
  ]
}