{
  "chunk_id": "VI_ii_3_B_11",
  "content": "/>\nVI.ii.3.B.1.f\n.\nWithholdings That Exceed the Rate of Payment on October 1\nOccasionally, VA is unable to adjust a Veteran’s benefits from the standard effective date of October 1\nst\nbecause the rate of payment on October 1\nst\nis\nless\nthan the rate of payment at the end of the prior fiscal year.\nExample\n:\nBased on sustained improvement in an SC disability, VA reduces a Veteran’s combined disability rating from 30 percent to 20 percent, effective October 1, 2015.\nIn June 2016, the Veteran returns a signed and completed\nVA Form 21-8951\n, showing he received drill pay during fiscal year 2015.  On the form, the Veteran indicates his desire to waive his VA benefits.\nFollow the steps in the table below when the rate of payment at the beginning of the current fiscal year is\nless\nthan the monthly amount VA was paying at the end of the fiscal year during which the Veteran received drill pay.\nStep\nAction\n1\nIdentify the most recent award line that shows a monthly rate of payment equal to or exceeding the rate of payment at the end of the fiscal year during which the Veteran received drill pay.\n2\nDid the Veteran respond to the notice of proposed adverse action that accompanied\nVA Form 21-8951\nwithin 65 days of the date of the notice?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n3\nDid the Veteran request a hearing within 30 days of the date of the notice?\nIf\nyes\n, take no further action until\nafter\nthe hearing is held, and\na decision is made as to whether or not the proposed award adjustment is still warranted.\nIf\nno\n, go to the next step.\nReference\n:  For more information on handling requests for a hearing under the circumstances described in this step, see\nM21-1, Part X, Subpart ii, 3.B.3\n.\n4\nDid the Veteran provide evidence showing VA should\nnot\nretroactively adjust the award?\nIf\nyes\n,\nnotify the Veteran of VA’s decision, and\ngo no further.\nIf\nno\n, go to the next step.\n5\nRetroactively reduce the Veteran’s benefits, effective the date of the award line identified in Step 1, by the rate of payment at the end of the fiscal year during which the Veteran received drill pay.\nDiscontinue the reduction after it has been in place for the same number of days the Veteran received drill pay.\n6\nNotify the Veteran of the action taken.\nImportant\n:  If VA is unable to adjust a Veteran’s award to offset receipt of drill pay because it discontinued the Veteran’s award based on return to active duty, do not wait until VA resumes the Veteran’s award following discharge to make the necessary offset in benefits.\nReferences\n:  For more information on\nnotifying beneficiaries of the action(s) VA has taken and/or the decision(s) it has made, see\nM21-1, Part VI, Subpart i, 1.B\nhandling a case in which a Veteran returns to active duty during a period VA withheld or is withholding benefits due to the Veteran’s receipt of drill pay, see\nM21-1, Part VI, Subpart ii, 3.B.2.a\n, and\nthe application of instructions contained in this block, see\nM21-1, Part VI, Subpart ii, 3.C.1.e\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section B - Withholding and Restoration of Benefits Associated With Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179813/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-B-Withholding-and-Restoration-of-Benefits-Associated-With-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:50.885225",
  "tags": [
    "m21-1"
  ]
}