{
  "chunk_id": "VI_ii_3_B_15",
  "content": "/>\nVI.ii.3.B.1.j\n.\nAction to Take When VA Is/Was Apportioning the Benefits of a Veteran Who Received Drill Pay\nFollow the instructions in the table below when the adjustment of a Veteran’s award due to receipt of drill pay is necessary and\nVA was apportioning the same Veteran’s benefits on the last day of the fiscal year during which the Veteran received drill pay, and/or\nthe time period over which VA must retroactively withhold benefits to offset the Veteran’s receipt of drill pay overlaps a period during which VA was apportioning the Veteran’s benefits.\nIf ...\nThen ...\nVA was apportioning the Veteran’s benefits on the last day of the fiscal year during which the Veteran received drill pay\nwhen retroactively withholding benefits for the number of days the Veteran received drill pay\nwithhold from the Veteran’s award the amount of benefits VA was paying on the last day of the same fiscal year (\nnot\nincluding the amount of the apportionment), and\nreduce the apportionee award over the same time period by the amount of benefits VA was apportioning on the last day of the same fiscal year.\nImportant\n:  Issue a notice of proposed adverse action to the apportionee(s) before taking the actions described in the above bullets.\nReference\n:  For more information on issuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\nVA was\nnot\napportioning benefits on the last day of the fiscal year during which the Veteran received drill pay, but\nthe time period over which VA must now withhold benefits to offset the Veteran’s receipt of drill pay overlaps a period during which VA was apportioning the Veteran’s benefits\nfollow the procedure outlined in the step-action table in\nM21-1, Part VI, Subpart ii, 3.B.1.f\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section B - Withholding and Restoration of Benefits Associated With Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179813/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-B-Withholding-and-Restoration-of-Benefits-Associated-With-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:50.885225",
  "tags": [
    "m21-1"
  ]
}