{
  "chunk_id": "VI_ii_3_B_21",
  "content": "/>\nVI.ii.3.B.2.a\n.\nActions to Take if a Veteran Returns to Active Duty During a Period VA Withheld or Is Withholding Benefits\nFollow the instructions in the table below if a Veteran returns to active duty during a period VA withheld benefits due to the Veteran’s receipt of drill pay.\nStep\nAction\n1\nFollow the instructions in\nM21-1, Part X, Subpart v, 2.B\nto discontinue benefits effective the date the Veteran returned to active duty.\n2\nIdentify the most recent award line (\nprior\nto the date VA discontinued the Veteran’s benefits) that shows a monthly rate of payment equal to or exceeding the rate of payment at the end of the fiscal year during which the Veteran received drill pay.\n3\nEstablish an EP 600 -\nDrill Pay Adjustment\nadd\nDrill Pay – Manual Process\nas a tracked item\nadd\nPotential Under/Overpayment\nas a special issue, and\ngo to the next step.\n4\nCan all the drill and training days be moved to a period in which the gross compensation amount is greater than or equal to the required adjustment (withhold) amount?\nIf\nyes\n,\ninform the Veteran in a notice of proposed adverse action of the new date from which VA intends to withhold benefits to offset the receipt of drill pay, and\nafter the Veteran responds or has had 65 days to respond to the notice of proposed adverse action, go to the next step.\nIf\nno\n,\nfor the days in which drill or training days may be moved, follow the procedure in the bullets above, and\nfor the remaining days,\ninform the Veteran in the notice of proposed adverse action that compensation will be withheld for half the withhold rate for double the number of days, and\nafter the Veteran responds or has had 65 days to respond to the notice of proposed adverse action, go to the next step.\nNotes\n:\nIn some cases, it may be necessary to issue a notice of proposed adverse action for a Guard/Reserve Active Service activation period that was previously treated as drill or training pay.  In these cases, issue a notice of proposed adverse action for a recalculated number of drill or training days using the procedure in\nM21-1, Part VI, Subpart ii, 3.A.4.b\n.\nFollow the instructions in the\nVBMS Core User Guide\nto generate the notice of proposed adverse action.\nAttach\nVA Form 21-0789\nto the notice before sending it to the Veteran.\nReference\n:  For more information on issuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n5\nDid the Veteran respond to the notice of proposed adverse action by requesting a hearing or submitting evidence showing the proposed adjustment would be improper?\nIf\nyes\n, postpone further action until after VA\nholds the hearing, and/or\nconsiders the evidence the Veteran submitted.\nIf\nno\n, make the adjustment described in the notice of proposed adverse action.\nImportant\n:  If benefits are being withheld at half the withhold rate, as described in Step 4, document the rationale for the half-rate withholding in an annotation on the award document and in a VBMS note.\nReferences\n:  For more information on\nusing annotations, see\nM21-1, Part II, Subpart ii, 2.A.1.h\n, and\nadding a VBMS note, see\nM21-1, Part II Subpart ii, 2.A.1.c\n.\nImportant\n:\nDo\nnot\nwait until VA resumes the payment of benefits to make the offset in benefits necessitated by the Veteran’s receipt of drill pay.\nWhen reinstating benefits, if the Veteran was previously notified that compensation will be withheld for a certain number of drill or training days at a specified rate for a specified fiscal year, then compensation may be withheld as previously notified, even if this requires prospective (future) withholding dates.  Any additional adjustment actions require a new notice of proposed adverse action.\nReference\n:  For an example of the application of instructions contained in this block, see\nM21-1, Part VI, Subpart ii, 3.C.1.f\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section B - Withholding and Restoration of Benefits Associated With Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179813/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-B-Withholding-and-Restoration-of-Benefits-Associated-With-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:50.885225",
  "tags": [
    "m21-1"
  ]
}