{
  "chunk_id": "VI_ii_3_B_22",
  "content": "/>\nVI.ii.3.B.2.b\n.\nActions to Take When a Veteran’s Benefits Are Subject to Reduction/ Withholding Based on Incarceration and Receipt of Drill Pay\nFollow the instructions in the table below if a Veteran’s benefits are subject to reduction under\nM21-1, Part VI, Subpart iii, 1.A.1.b\n, because the Veteran was incarcerated, and\nVA withheld benefits to offset the Veteran’s receipt of drill pay during a period of time that overlaps the period of time during which VA must now reduce the Veteran’s benefits due to incarceration, or\naction to withhold benefits to offset the Veteran’s receipt of drill pay is pending and current procedures call for the withholding to occur over a period of time during which the Veteran’s benefits are subject to reduction due to incarceration.\nImportant\n:  The instructions in the table below were written under the assumption that VA has already informed the Veteran (in the notice of proposed adverse action referenced in Step 17 of the table in\nM21-1, Part VI, Subpart iii, 1.A.3.a\n) that benefits are subject to reduction because of incarceration.\nStep\nAction\n1\nIdentify the most recent award line that\nshows a monthly rate of payment that is equal to or exceeds the rate of payment at the end of the fiscal year during which the Veteran received drill pay, and\ndoes\nnot\nfall within a period during which VA must reduce the Veteran’s benefits because of incarceration.\nImportant\n:  The monthly rate of payment for the award line identified in this step must continue – for as many days as the Veteran received drill pay – to equal or exceed the rate of payment at the end of the fiscal year during which the Veteran received drill pay.  In those rare instances when it does not, identify the\nnext\nmost recent award line that meets the criteria set forth in this step.\n2\nFollow the instructions in the table below.\nIf …\nThen go to …\nVA withheld benefits (to offset the Veteran’s receipt of drill pay) during a period of time that overlaps the period of time during which VA must now reduce the Veteran’s benefits due to incarceration\nStep 3.\naction to withhold benefits to offset the Veteran’s receipt of drill pay is\npending\n, and\ncurrent procedures call for the withholding to occur over a period of time during which the Veteran’s benefits are subject to reduction due to incarceration\nStep 4.\n3\nProcess an award adjustment that\nreverses\nthe withholding VA initially put into place to offset the Veteran’s receipt of drill pay\nreduces the Veteran’s benefits, effective the 61\nst\nday of incarceration, according to the instructions in\nM21-1, Part VI, Subpart iii, 1.A.3\nreinstates the withholding to offset the Veteran’s receipt of drill pay effective the date of the award line identified in Step 1, and\ndiscontinues the withholding after it has been in place for the same number of days the Veteran received drill pay.\nGo to Step 8.\nNote\n:  Reinstatement of the withholding (to offset the Veteran’s receipt of drill pay) from a different effective date does\nnot\nconstitute an adverse action for which the Veteran has never been given notice.  Accordingly, VA may reinstate the withholding\nwithout\nissuing notice of proposed adverse action for this specific action.\n4\nDid the Veteran respond to the notice of proposed adverse action that accompanied\nVA Form 21-8951\nwithin 65 days of the date of the notice?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 7.\n5\nDid the Veteran request a hearing within 30 days of the date of the notice?\nIf\nyes\n, take no further action until\nafter\nthe hearing is held, and\na decision is made as to whether or not the proposed award adjustment is still warranted.\nIf\nno\n, go to the next step.\nReference\n:  For more information on handling requests for a hearing under the circumstances described in this step, see\nM21-1, Part X, Subpart ii, 3.B.3\n.\n6\nDid the Veteran provide evidence showing VA should\nnot\nretroactively adjust the award?\nIf\nyes\n,\nnotify the Veteran of VA’s decision to make no adjustment to the award, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n7\nProcess an award adjustment that\nreduces the Veteran’s benefits, effective the 61\nst\nday of incarceration, according to the instructions in\nM21-1, Part VI, Subpart iii, 1.A.3\ninitiates a withholding (to offset the Veteran’s receipt of drill pay) that is\neffective the date of the award line identified in Step 1, and\nequal to the monthly rate of payment in effect at the end of the fiscal year during which the Veteran received drill pay, and\ndiscontinues the withholding after it has been in place for the same number of days the Veteran received drill pay.\n8\nNotify the Veteran of the adjustments made to the award.\nReferences\n:\nFor an example of the proper application of the instructions contained in this block\nM21-1, Part VI, Subpart ii, 3.C.1.j\n.\nFor more information on notifying beneficiaries of the action(s) VA has taken and/or the decision(s) it has made, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section B - Withholding and Restoration of Benefits Associated With Receipt of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179813/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-B-Withholding-and-Restoration-of-Benefits-Associated-With-Receipt-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:48:50.885225",
  "tags": [
    "m21-1"
  ]
}