{
  "chunk_id": "VI_ii_3_C_12",
  "content": "/>\nVI.ii.3.C.1.g\n.\nRO Concurrently Processes Multiple VA Forms 21-8951 From the Same Veteran for Multiple Fiscal Years\nScenario\n:\nA Veteran with a combined disability rating of 10 percent attended 65 days of training each fiscal year between 2012 through 2015.\nEach time the Veteran received a\nVA Form 21-8951\nfrom the Hines Information Technology Center, the Veteran completed, signed, and returned it to the local RO.\nThe local RO saved the\nVA Forms 21-8951\nthat it received each year from the Veteran but was unable to process any of them because the RO was understaffed.\nThe local RO underwent a hiring initiative in June 2016 and, after training 10 new employees, was finally able to process all the Veteran’s\nVA Forms 21-8951\n(concurrently) in August 2016.\nThe monthly rate of compensation payable to the Veteran on the last day of fiscal year\n2012 (September 30, 2012) is $127.00\n2013 (September 30, 2013) is $129.00\n2014 (September 30, 2014) is $130.94, and\n2015 (September 30, 2015) is $133.17.\nResults\n:\nVA reduces the Veteran’s award to\n$6.17 ($133.17 - $127.00), effective October 1, 2015\n$4.17 ($133.17 - $129.00), effective December 6, 2015\n$2.23 ($133.17 – $130.94), effective February 11, 2016, and\n$0.00, effective April 16, 2016.\nVA resumes payments at the monthly rate of $133.17, effective June 21, 2016.\nNotes\n:\nThere was no COLA on December 1, 2015.  Had there been, the Veteran would have been entitled to\n$6.17\nplus\nthe amount of the COLA, for the period December 1, 2015, through December 5, 2015\n$4.17\nplus\nthe amount of the COLA, effective December 6, 2015\n$2.23\nplus\nthe amount of the COLA, effective February 11, 2016\nthe amount of the COLA, effective April 16, 2016, and\n$133.17,\nplus\nthe amount of the COLA, effective June 21, 2016.\nAs explained in\nM21-1, Part VI, Subpart ii, 3.B.1.b\n, it is now VA policy to make all award adjustments necessitated by a Veteran’s receipt of drill pay\nretroactively\n.  Had the local RO in this scenario been able to concurrently process all of the Veteran’s\nVA Forms 21-8951\nmuch\nearlier\nin 2016 (March, instead of August, for example) it would have had to take a different approach than the one described under the\nResults\nsublabel in order to comply with this policy.  The RO would have had to begin the series of withholdings listed under the\nResults\nsublabel from an\nearlier\ndate, such as\nthe date of the most recent award line that\nprecedes\nOctober 1, 2015 (this might be December 1, 2014, which was the effective date for a COLA), or\nthe first day of the fiscal year\nprior\nto fiscal year 2015 (October 1, 2014).",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section C - Examples of Award Adjustments Necessitated by a Veteran's Election of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179485/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-C-Examples-of-Award-Adjustments-Necessitated-by-a-Veterans-Election-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:00.142794",
  "tags": [
    "m21-1"
  ]
}