{
  "chunk_id": "VI_ii_3_C_14",
  "content": "/>\nVI.ii.3.C.1.i\n.\nVA Is Withholding Part of the Veteran’s Compensation to Recoup Separation Benefits\nScenario\n:\nIn January 2010, VA grants a Veteran’s original claim for disability compensation, assigning the Veteran a disability rating of\n30 percent for depression, and\n10 percent for residuals of a right knee strain.\nThe effective date of the rating is June 2, 2009.\nThe Veteran has no dependents.\nVA pays the Veteran at the rate payable for a disability rated as 10-percent disabling and withholds the difference because the Veteran received disability severance pay (in the amount of $49,000.00) for depression.\nIn November 2015, the Veteran returns a signed\nVA Form 21-8951\nshowing 60 days of training attendance during fiscal year 2014.\nThe RO that received the\nVA Form 21-8951\nprocesses it in March 2016.\nThe monthly rate of compensation payable for a combined disability rating of 40 percent is $577.54 on the last day of fiscal year 2014 (September 30, 2014).\nResults\n:\nEffective October 1, 2015, VA withholds\n$577.54 from the Veteran’s award for the drill pay received during fiscal year 2014, and\nthe balance of the Veteran’s award ($9.82) for recoupment of disability severance pay.\nVA resumes the payment of $133.17 and the withholding of $454.19 (for recoupment of disability severance pay), effective December 1, 2015.\nNotes\n:\nThere was no COLA on December 1, 2015.  Had there been, VA would have made corresponding increases, effective December 1, 2015, in\nthe Veteran’s monthly rate of payment, and\nthe amount of the withholding for recoupment of the Veteran’s disability severance pay.\nIf VA subsequently receives a signed\nVA Form 21-8951\nshowing the Veteran received drill pay during fiscal year\n2015\n, and the RO that receives the form processes it during fiscal year 2016, begin the withholding for drill pay the Veteran received during fiscal year 2015 effective December 1, 2015.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 3, Section C - Examples of Award Adjustments Necessitated by a Veteran's Election of Drill Pay",
  "citation": "Part VI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179485/M21-1-Part-VI-Subpart-ii-Chapter-3-Section-C-Examples-of-Award-Adjustments-Necessitated-by-a-Veterans-Election-of-Drill-Pay",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:00.142794",
  "tags": [
    "m21-1"
  ]
}