{
  "chunk_id": "VI_ii_4_A_23",
  "content": "/>\nVI.ii.4.A.2.g\n.\nDocumenting Eligibility for Full CRDP\nAfter determining a waiver of MRP is not required because a Veteran is eligible for full CRDP, claims processors must upload into the Veteran’s electronic claims folder (eFolder) the documentation described in the right-hand column of the table below as proof the Veteran meets the eligibility requirement listed in the left-hand column.\nEligibility Requirement\nDocumentation\nThe Veteran is retired for any reason other than disability.\nScreenshot of the\nMILITARY HISTORY segment in VIS that displays\nA\n,\nB\n, or\nC\nin the column labeled\nRet Type\nDFAS/CG PAYMENTS screen in VIS that displays\nA\n,\nB\n, or\nC\nin the column labeled\nRet Type Cd\n, or\nHUNT MBRENT screen in RCPS that displays something\nother than\nno RET LAW field, or\na RET LAW field that is blank or contains one of the following entries:\n1201\n,\n1202\n,\n1204\n,\n1205\n, or\n0000\n.\nNotes\n:\nWhen RCPS and VIS contain conflicting data, use the data in RCPS, as it is more up-to-date.\nRCPS does\nnot\ncontain data for Veterans that retired from the Coast Guard, PHS, or NOAA.\nReference\n:  For more information on using VIS, see the\nVIS User Guide\n.\nThe Veteran has not established CRSC eligibility.\nIf the Veteran retired from the Army, Navy, Air Force, Space Force, or Marine Corps, documentation consists of a screenshot of the SCCR screen in RCPS that displays the\ncorrect Social Security number (SSN), and\nmessage\nSSN WAS NOT FOUND IN THE CRSC MASTER\n.\nIf the Veteran retired from the Coast Guard, PHS, or NOAA, documentation consists of a\nVA Form 27-0820, Report of General Information\n, on which a claims processor has documented certification from the Coast Guard Retiree and Annuitant Service Branch (CGRASB) that the Veteran has not established CRSC eligibility.\nClaims processors may obtain the referenced certification from CGRASB by calling 866-772-8724 or 785-339-2200.\nClaims processors may disregard the checkboxes on\nVA Form 27-0820\nto the right of which reads\nI certify that I properly identified my caller using the ID Protocol\n, and\nI read the following statement to the caller\n.\nNotes\n:\nTo view relevant data on the SCCR screen in RCPS,\ntype\nSCCR\nin the upper left-hand corner of the first screen that appears after accessing RCPS\npress the ENTER key on the keyboard, and\nenter the Veteran’s SSN in the field that follows\nSCCR\n– leaving one blank space between\nSCCR\nand the Veteran’s SSN – on the CRSC ACCOUNT INQUIRY screen.\nUse the F3 key to exit the SCCR screen.\nReference\n:  For more information on using RCPS, see\nM21-1, Part VI, Subpart ii, 4.B.3\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}