{
  "chunk_id": "VI_ii_4_A_28",
  "content": "/>\nVI.ii.4.A.3.a\n.\nProcess for Handling a Statement of an Election or Waiver of MRP\nFollow the instructions in the table below when\nthe rating activity\ngrants service connection (SC), and\nassigns a compensable disability rating, and\neither the Veteran or their fiduciary\nsubmits a statement indicating that the Veteran does\nnot\nwant the claim to constitute a waiver of MRP, or\nelects MRP instead of disability compensation by submitting a signed\nVA Form 21-526\n, with Block 25 marked\nVA Form 21-526c\n, with Block 19 marked, or\nVA Form 21-526EZ\n, with Block 26 marked.\nException\n:\nAs stated in\nM21-1, Part VI, Subpart ii, 4.A.2.a\n, a waiver of MRP is\nnot\nrequired when a Veteran is eligible for full CRDP.\nIf a Veteran who is\nnot\neligible for MRP takes one of the actions described in the preceding paragraph,\nprocess the rating decision but disregard the steps in the table below, and\nnotify the Veteran in the corresponding decision notice that VA cannot act on the election because there is no eligibility for MRP.\nStep\nAction\nReference\n1\nProcess the rating decision.\nDeny entitlement to compensation by selecting\nNo Waiver of Retired Pay\non the BASIC ELIGIBILITY screen in the awards processing system.\nImportant\n:  Rating decision data becomes part of the Veteran’s corporate record only when an award is processed.\nReference\n:  For more information on processing a basic eligibility denial in the\nVeterans Benefits Management System (VBMS) Awards, see the\nVBMS Awards User Guide\n.\nSee\nM21-1, Part VI, Subpart ii, 4.A.1\n.\n2\nNotify the Veteran of the determination made on the claim.\nSee\nM21-1, Part VI, Subpart ii, 4.A.3.b\n.\n3\nInform the Veteran of the restriction of concurrent payments of VA benefits and MRP and how to elect VA compensation.\nSee\nM21-1, Part VI, Subpart ii, 4.A.3.c\n.\n4\nInform the Veteran of the effective date for the VA benefit payments if a waiver is received.\nSee\nM21-1, Part VI, Subpart ii, 4.A.3.d\n.\n5\nInform the Veteran of the effect that the recoupment of readjustment or separation pay has on VA’s offset of benefits for MRP, if necessary.\nSee\nM21-1, Part VI, Subpart ii, 4.A.3.e\n.\n6\nInform the Veteran of eligibility for ancillary benefits.\nSee\nM21-1, Part VI, Subpart ii, 4.A.3.g\n.\n7\nIf the rating activity has determined that a review examination is necessary, maintain a future diary for the examination.\nSee\nM21-1, Part VI, Subpart ii, 4.A.3.h\nand\ni\n.\nNotes\n:\nThe instructions in this and the other blocks in Topic 3 apply only to\ninitial\nawards of disability compensation.  They do\nnot\napply to cases in which\nVA has already determined entitlement to disability compensation, and\nthe Veteran has already elected MRP or disability compensation.\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.5.c\nif a Veteran to whom VA has already awarded disability compensation marks one of the blocks on the forms referenced in the opening paragraph of this block.\nVA discontinued the use of\nVA Form 21-526\non February 19, 2019, and\nVA Form 21-526c\non May 1, 2019.  Waivers/elections Veterans made on the forms prior to the date VA discontinued them remain valid.\nReference\n:  For more information on handling discontinued forms, see\nM21-1, Part II, Subpart i, 2.B.4.e\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}