{
  "chunk_id": "VI_ii_4_A_48",
  "content": "/>\nVI.ii.4.A.5.c\n.\nHandling a Service Department’s Finding of a Veteran’s Incompetency\nFollow the steps in the table below to handle a service department’s finding of a Veteran’s incompetency.\nStep\nAction\n1\nRefer the service department’s findings to the rating activity for a competency rating.\nNote\n:  Base this rating action on the Physical Evaluation Board findings, if possible.  If needed, request that a VA examination be conducted in accordance with\n38 CFR 3.326\n.\n2\nDoes the evidence of record support a finding of incompetency?\nIf\nyes\n,\nfollow the instructions in\nM21-1, Part X, Subpart ii, 6.A.3.a\nfor\npreparing a proposed rating of incompetency, and\nnotifying the Veteran of the proposed rating, and\nrefer the case to the fiduciary hub of jurisdiction.\nIf\nno\n,\ncomplete a final rating of competency\nnotify the Veteran of the decision, and\ndisregard the remaining steps in this table.\nNote\n:  The fiduciary hub of jurisdiction is responsible for completing all final ratings of incompetency\nwith the following exceptions\n:\nThe Veterans Service Center (VSC) that is co-located with the fiduciary hub of jurisdiction is responsible for completing the final rating of incompetency if, within 60 days of the date the Veteran received notice of the proposed rating of incompetency, they\nsubmit additional evidence, or\nrequest a hearing.\nThe VSC or pension management center identified in\nM21-1, Part X, Subpart i, 3.A.2.a\nis responsible for completing the final rating of incompetency for Veterans residing in a foreign country.\nIntegrated Disability Evaluation System disability rating activity sites (DRASs) and restricted-access claim centers (RACCs) are responsible for completing final ratings of incompetency for cases within their respective jurisdictions.\nReferences\n:  For more information on\nhow DRASs handle evidence of incompetency, see\nM21-1, Part X, Subpart i, 6.K.4.a\n, and\nRACC claims jurisdiction, see\nM21-1, Part II, Subpart ii, 2.B.1.b\n.\n3\nDid a fiduciary hub complete the final VA rating of incompetency?\nIf\nyes\n, then no further action is necessary.\nIf\nno\n, forward a\nVA Form 21-592, Request for Appointment of a Fiduciary, Custodian or Guardian\n,\nto the fiduciary hub of jurisdiction for the appointment of a fiduciary.\n4\nDid the fiduciary hub recognize the same fiduciary as the service department?\nIf\nyes\n, prepare a denial and notify the fiduciary, as provided in\nM21-1, Part VI, Subpart ii, 4.A.3.a\n,\nwithout\nregard to the election indicated on any of the forms listed in\nM21-1, Part VI, Subpart ii, 4.A.2.e\n. (Do\nnot\napply the provisions of\nM21-1, Part VI, Subpart ii, 4.A.2\nin this case.)\nIf\nno\n, follow the instructions in\nM21-1, Part VI, Subpart ii, 4.A.5.d\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}