{
  "chunk_id": "VI_ii_4_A_59",
  "content": "/>\nVI.ii.4.A.6.b\n.\nOverview of CRDP\nThe National Defense Authorization Act of 2004 established CRDP, effective January 1, 2004.  DoD is responsible for administering this program, the intended purpose of which was to phase out the offset of MRP for VA disability compensation over a 10-year period.\nVeterans may qualify for CRDP if they\nare a military retiree with a combined disability rating of at least 50 percent, and\nmeet one of the following requirements:\nretired based on length of service (including Veterans that were retired under Temporary Early Retirement Authority)\nretired based on disability (\n10 U.S.C. Chapter 61\n) with at least 20 years of active service, or\nretired from a Reserve component with 20 qualifying years of service and has reached retirement age.  (In most cases, the retirement age for reservists is 60, but some may start receiving MRP prior to age 60 under\n10 U.S.C. 12731(f)(2)(A)\n.  Those with 20 qualifying years of service who are receiving\ndisability\nretired pay prior to their retirement age are\nnot\nentitled to CRDP.  They may become eligible for CRDP when they reach their retirement age.)\nNotes\n:\nDo\nnot\nautomatically assume that the MRP a Veteran with 20 or more years of service receives is based on length of service.  Even with 20 or more years of service, a Veteran’s MRP may be based on disability.\nIf a Veteran with 20 or more years of service is receiving MRP based on\ndisability\n, CRDP is only applicable to that portion of the MRP that is based on length of service.   Such a Veteran would not be entitled to full CRDP unless the MRP that is based on length of service is equal to or greater than the MRP that is based on disability.\nPrior to January 1, 2014\n, a Veteran in receipt of MRP based on\nlength of service\nwas entitled to CRDP only if the Veteran waived the MRP in order to receive disability compensation.  No such requirement currently exists.\nThe requirement to waive MRP was eliminated on January 1, 2005, for Veterans\nin receipt of MRP based on length of service, and\nwho were rated 100-percent disabled or TDIU due to SC disabilities.\nVeterans in receipt of MRP based on\ndisability\nmust still waive their MRP before they may receive CRDP.\nReferences\n:  For more information on\nCRDP, see the\nUnder Secretary of Defense, Personnel, and Readiness:  Military Compensation\ninternet site, and\ndetermining whether a Veteran retired based on length of service, see the note under the table in\nM21-1, Part VI, Subpart ii, 4.E.1.q\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}