{
  "chunk_id": "VI_ii_4_A_71",
  "content": "/>\nVI.ii.4.A.7.c\n.\nDefinition: Qualifying Combat-Related Disability\nTo be eligible for CRSC, a Veteran must have an SC disability that is combat-related.  A\nqualifying combat-related disability\n, for the purpose of this benefit, is defined in the following table.\nImportant\n:  Military service departments –\nnot\nVA – are responsible for making the final determination regarding qualifying disabilities.\nNature of Disability\nCharacteristics of This Type of Disability\ndisabilities for which SC is presumed under\n38 U.S.C. 1112(a),\nor\npost-traumatic stress disorder\nThe Veteran’s service department must independently determine the relationship between the disability and the qualifying criteria.\nNote\n:  Service departments are\nnot\nbound by VA presumption if there is documentary information that the disability is not combat-related.\ndirect result of armed conflict\nA disability resulting from a disease or injury incurred in the line of duty as a direct result of armed conflict (Mere service during wartime or participation in combat operations is not sufficient. There must be a causal relationship between the armed conflict and the resulting disability.), or\na disability for which VA has awarded compensation based on\nformer prisoner of war status, or\nexposure to hazardous substances during service, such as\nAgent Orange\nradiation\nmustard gas, or\nLewisite.\nNote\n:  Such disabilities might include Gulf War undiagnosed illnesses.\nincurred while engaged in hazardous service\nA disability that is the direct result of performance of hazardous service that includes, but is not limited to\naerial flight\nparachute duty\ndemolition duty\nexperimental stress duty, and\ndiving duty.\nNote\n:  Disabilities incurred during travel to and from hazardous duty are\nnot\nincluded.\nincurred during the performance of duty under conditions simulating war\nIn general, this category includes disabilities resulting from military training.\nExamples\n:  War games, practice alerts, tactical exercises, airborne operations, leadership reaction courses, grenade and live-fire weapons practice, bayonet training, hand-to-hand combat training, repelling, and negotiation of combat confidence and obstacle courses.\nDisabilities resulting from physical training activities such as the following are\nnot\nincluded:\ncalisthenics\njogging or formation running, or\nsupervised sport activities.\ncaused by an instrumentality of war\nIncurrence of the disability during an actual period of war is\nnot\nrequired. However, there must be a direct causal relationship between the disability and the instrumentality of war.\nAn instrumentality of war\nis a vehicle, vessel, or device designed primarily for military service and intended for use in such service at the time of the occurrence or injury, and\nmight also include instrumentalities not designed primarily for military service if use or occurrence involving such instrumentality subjects the individual to a hazard peculiar to military service.\nExample\n:  The disabilities in this category could result from\nwounds caused by a military weapon\naccidents involving a military combat vehicle\ninjury or sickness caused by fumes or gases, or\nexplosions of military ordnance, vehicles, or material.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}