{
  "chunk_id": "VI_ii_4_A_77",
  "content": "/>\nVI.ii.4.A.7.i\n.\nCRSC Board Requests for Records in VA’s Possession\nCRSC boards may request copies of the following from VA:\nservice treatment records (STRs)\nrating decisions, and/or\nrating\nCodesheets\n.\nCRSC boards e-mail their requests to the mailbox (\nVAVBAWAS/CO/MILPAY\n) of Compensation Service’s Military Pay (MILPAY) Staff.  This staff then routes the request to the appropriate MRS.  Upon receipt of such a request, the MRS\nverifies the accuracy of the rating data on the RATING INFORMATION tab and ADDITIONAL RATING DECISIONS tab on the CORPORATE AWARD AND RATING DATA screen in Share\ninitiates action to correct any inaccurate rating data, which might include asking the rating activity to make corrections by backfilling, and\nfollows the instructions in the table below.\nIf …\nAnd …\nThen …\na CRSC board requests a copy of a Veteran’s STRs\nan electronic copy of the STRs is\nnot\navailable in the Veteran’s eFolder\nfax copies or mail photocopies of the STRs to the CRSC board within 10 business days, and\nprovide the following in an e-mail to\nVAVBAWAS/CO/MILPAY\n:\nthe date the STRs were faxed to the CRSC board, or\nthe date photocopies of the STRs were mailed to the CRSC board, and the\nname of the carrier, and\ncorresponding tracking number.\nan electronic copy of the STRs is available in the Veteran’s eFolder\ndownload and print the STRs\nfax or mail a copy of the STRs to the CRSC board within 10 business days, and\nprovide the following in an e-mail to\nVAVBAWAS/CO/MILPAY\n:\nthe date the STRs were faxed to the CRSC board, or\nthe date photocopies of the STRs were mailed to the CRSC board, and the\nname of the carrier, and\ncorresponding tracking number.\na CRSC board requests a copy of a Veteran’s rating decision and/or\nCodesheet\nan electronic copy of the rating decision/\nCodesheet\nis\nnot\navailable in the Veteran’s eFolder\nconvert the hard copy of the rating decision/\nCodesheet\n(by scanning it) into a portable document file (PDF)\nprotect the PDF with a password\nsend the password in an\nunencrypted\ne-mail to the CRSC board that requested the rating decision/\nCodesheet\n, and\nsend a\nsecond\nunencrypted e-mail, with the password-protected PDF attached, to the same CRSC board.\nImportant\n:\nComplete the actions described in the bullets above within 10 business days.\nWhen sending e-mails to a CRSC board, send a carbon copy (cc) to\nVAVBAWAS/CO/MILPAY\n.\nan electronic copy of the rating decision/\nCodesheet\nis available in the Veteran’s eFolder\nsave a copy of the rating decision/\nCodesheet\nas a password-protected document\nsend the password in an\nunencrypted\ne-mail to the CRSC board that requested the rating decision/\nCodesheet\n, and\nsend a\nsecond\nunencrypted e-mail, with the password-protected document attached, to the same CRSC board.\nImportant\n:\nComplete the actions described in the bullets above within 10 business days.\nWhen sending e-mails to a CRSC board, send a cc to\nVAVBAWAS/CO/MILPAY\n.\nthe records a CRSC board requests are\nnot\navailable in the Veteran’s\neFolder\nVA has not yet converted (through scanning) the Veteran’s paper claims folder to an electronic format\nlog into the\nSource Material Tracking System (SMTS)\naccess the system’s user manual by clicking on the HELP drop-down menu\nfollow the instructions in Section 2.4 of the manual, and\ne-mail notice of the action taken to\nVAVBAWAS/CO/MILPAY\n.\nthe Veteran’s paper claims folder is lost, and\nreconstruction of the paper claims folder does not result in retrieval of the record(s) the CRSC board requested\ne-mail notice to\nVAVBAWAS/CO/MILPAY\nthat the record(s) the CRSC board requested are unavailable because the Veteran’s paper claims folder is lost.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}