{
  "chunk_id": "VI_ii_4_A_80",
  "content": "/>\nVI.ii.4.A.7.l\n.\nProcess for Taking Corrective Action to Resolve Discrepant Data\nThe table below describes the process ROs must follow upon receipt of notice from the MILPAY Staff (through OFO) that corrective action is required to resolve discrepant data identified by a CRSC board.\nIf the Veteran has ...\nThen ...\nan eFolder only\nthe RO must follow the process described in the table below.\nStage\nDescription\n1\nThe MRS sends an e-mail to the team that is responsible for taking corrective action.\nThe subject line of the e-mail must read\nCorrective Action Required-CRSC\n.\nThe MRS must describe in the body of the e-mail\nthe error that requires correction, and\nthe date by which the team must complete the corrective action.\nReference\n:  For more information on the time limits for taking corrective action, see\nM21-1, Part VI, Subpart ii, 4.A.7.k\n.\n2\nAfter the team completes the corrective action, the team notifies the MRS by e-mail.\n3\nAfter receiving the e-mail, the MRS confirms corrective action was properly taken.\n4\nThe RO notifies OFO that corrective action is complete.\n5\nOFO notifies the MILPAY Staff that corrective action to resolve the discrepant data has been taken.\na paper claims folder\nthe RO must follow the process described in the table below.\nStage\nDescription\n1\nThe MRS completes and attaches the folder flash displayed in\nM21-1, Part III, Subpart v, 4.A.7.m\nto the claims folder.\n2\nThe MRS hand-carries the claims folder to the team that is responsible for taking the corrective action.\n3\nAfter the team completes the corrective action, the team hand-carries the claims folder to the MRS.\n4\nThe MRS\nconfirms corrective action was properly taken, and\nremoves the flash from the claims folder.\n5\nThe RO notifies OFO that corrective action is complete.\n6\nOFO notifies the MILPAY Staff that corrective action to resolve the discrepant data has been taken.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section A - Elections and Waivers in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179487/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-A-Elections-and-Waivers-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:09.533607",
  "tags": [
    "m21-1"
  ]
}