{
  "chunk_id": "VI_ii_4_B_8",
  "content": "/>\nVI.ii.4.B.1.c\n.\nInstructions for Activating the Retired Pay Indicator in the Corporate Record\nFollow the instructions in the table below to activate the retired pay indicator in the corporate record.\nImportant\n:  Activate the retired pay indicator even if VA is not withholding or will not withhold benefits based on the Veteran’s receipt of MRP.\nStep\nAction\n1\nSelect the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen in VBMS-A.\nImportant\n:  Do\nnot\ndelete any historical information displayed on the RETIRED PAY tab unless it is inaccurate.\n2\nClick on the ADD button and manually enter the MRP data or click on the RETRIEVE BIRLS DATA button, which will automatically populate the fields on the tab with data pulled from BIRLS.\nNote\n:  When the RETRIEVE BIRLS DATA button is utilized, it automatically populates the\nEFFECTIVE DATE field with the first day of the month which must be edited to reflect the date MRP began when it is other than the first of the month (such as disability retirement or reaching retirement age for Veterans who retired from a Reserve component), and\nRETIRED PAY TYPE field with an entry of\nDMDC\n.  At least one entry must be edited to reflect the appropriate retired pay type (e.g.\nRegular Retired Pay\n).\nFollow the instructions in the table below when a manual entry is required for any field on the RETIRED PAY tab.\nField\nInstructions\nRETIRED PAY TYPE\nA variety of sources/means exist for determining the proper entry.  They include:\nthe Veteran’s\nDD Form 214\n,\nCertificate of Uniformed Service\nVIS\nthe Defense Personnel Records Information Retrieval System (DPRIS)\nthe entry in the FAN CD (functional account number code) field on the ENTIT and MBRENT screens in the Defense Finance and Accounting Service (DFAS) Retired and Casualty Pay Subsystem (RCPS) (Army, Navy, Air Force, Space Force, and Marine Corps only)\ntelephone contact with DFAS (Army, Navy, Air Force, Space Force, and Marine Corps only) at 866-622-4602, and/or\ntelephone contact with the Coast Guard Retiree and Annuitant Services Branch (CGRASB) (for all uniformed services\nother than\nthe Army, Navy, Air Force, Space Force, and Marine Corps) at 866-772-8724.\nGROSS AMOUNT\nIf the Veteran’s service department has not yet determined the amount of MRP,\nleave the GROSS AMOUNT field blank, and\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3\n.\nImportant\n:\nDo\nnot\nenter\n0.00\n, as doing so\ndeactivates\nthe retired pay indicator.\nEFFECTIVE DATE\nEnter the date of entitlement to disability compensation (\nnot\nthe payment date) in the EFFECTIVE DATE field.\nReferences\n:   For more information on\nupdating the RETIRED PAY tab in\nVBMS-A, see the\nVBMS Awards User Guide\n, and\nusing\nVIS, see the\nVIS User Guide\nDPRIS, see the\nDPRIS User Guide\n, and\nRCPS, see the\nHunt User’s Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}