{
  "chunk_id": "VI_ii_4_B_15",
  "content": "/>\nVI.ii.4.B.2.a\n.\nProcessing an Award to a Veteran in Receipt of MRP\nWithhold benefits to prevent the concurrent payment of VA benefits and MRP when concurrent payment is prohibited.\nTo calculate the amount of benefits to withhold, use the\nRetired Pay Withholding Calculator\n, which is accessible on the\nMilitary Pay\nwebpage.\nException\n:  If written correspondence is obtained from the RPC certifying no retroactive adjustments to MRP were completed to account for the reduction of VA benefits, do\nnot\nwithhold for MRP when restoring benefits VA previously reduced (e.g., restoring the payment of additional compensation for dependents that were removed for failure to return\nVA Form 21-0538, Mandatory Verification of Dependents\n).  Certification from the RPC may\nnot\nbe obtained from RCPS or by telephone.\nNote\n:  When restoring benefits VA previously reduced and withholding for MRP\nis\nrequired, in the decision notice, invite the Veteran to submit proof from the respective RPC, showing no retroactive adjustments to MRP were completed to account for the reduction of VA benefits for the time period of the reduction.  If the Veteran submits the evidence requested, adjust the withholding of compensation for MRP accordingly.\nReferences\n:  For more information on\nthe circumstances under which concurrent payment of VA benefits and MRP is prohibited, see\nM21-1, Part VI, Subpart ii, 4.A.1.a\nthe manual calculation of MRP withholdings, see the\nGuide to Calculating Military Retired Pay Withholdings Following the Rescission of Fast Letter 07-01\nmaking award adjustments, based on a Veteran’s receipt of MRP, in VBMS-A, see the\nVBMS Awards User Guide\n, and\nfailure to return\nVA Form 21-0538\n, see\nM21-1, Part VII, Subpart i, 1.B.4\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}