{
  "chunk_id": "VI_ii_4_B_17",
  "content": "/>\nVI.ii.4.B.2.c\n.\nDeadline for Authorizing Awards\nOn\nCompensation Service’s online calendar\n, the following entry will appear monthly, usually around the middle of each month:\nStop retired pay withholding effective\n[\nmonth/day/year\n]\n,\nif award authorized before\n[\ncutoff time\n].\nAwards with a retired pay withholding shall not be authorized from\n[\ncutoff time\n]\nto\n[\none hour following cutoff time\n]\non\n[\nmonth/day/year\n].\nOn or after\n[\none hour following cutoff time\n]\non\n[\nmonth/day/year\n]\nstop retired pay withholding with a\n[\nmonth/day/year\n]\neffective date\n.\nAll awards that increase a Veteran’s compensation effective the first day of the current month, based on a corresponding reduction in the Veteran’s MRP, must be authorized by the cutoff time on the date referenced in the above paragraph.\nIf authorization is not accomplished by the cutoff time on the referenced date, the award must be regenerated to reflect the increase in compensation (and reduction in MRP) from the first day of the\nfollowing\nmonth.\nRationale\n:  If the award is authorized\nafter\nthe cutoff time on the referenced date without regenerating the award as described, the Veteran’s RPC will not have sufficient time to reduce the Veteran’s MRP from the first day of the current month.  The one-hour moratorium allows the Hines Information Technology Center time to start the file that is used by the RPCs for this purpose.\nNote\n:  For quality review purposes, the timestamp on award prints is shown as Eastern Standard Time (or Eastern Daylight Time, when in effect).",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}