{
  "chunk_id": "VI_ii_4_B_25",
  "content": "/>\nVI.ii.4.B.3.a\n.\nActions to Take Prior to Authorization When the Amount of a Veteran’s MRP Is Unknown\nFollow the instructions in the table below\nimmediately prior to\nauthorization of an award to a Veteran when the amount of MRP to which the Veteran is entitled is unknown.\nStep\nAction\n1\nFollow the instructions in the table below.\nIf the Veteran retired from the …\nThen go to …\nArmy\nNavy\nAir Force\nSpace Force, or\nMarine Corps\nStep 4.\nCoast Guard,\nNational Oceanic and Atmospheric Administration (NOAA), or\nU.S. Public Health Service (PHS)\nthe next step.\n2\nContact CGRASB at 866-772-8724 and ask whether the amount of the Veteran’s MRP has been calculated.\n3\nHas the amount of the Veteran’s MRP been calculated?\nIf\nyes\n,\nask CGRASB for the amount(s) and the effective date(s) of payment(s) of MRP\ndocument the information obtained from CGRASB on\nVA Form\n27-0820, Report of General Information\n, and upload the form into the Veteran’s electronic claims folder (eFolder)\nupdate the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen in the award-processing system based on information CGRASB provided, and\ndisregard the remaining steps in this table.\nIf\nno\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nStep 2\nof the procedure outlined in\nM21-1, Part VI, Subpart ii, 4.B.3.b\n.\n4\nAccess RCPS by logging into the\nDefense Information Systems Agency (DISA) Multi-Host Internet Access Portal (MIAP)\n.\n5\nOnce RCPS opens, enter the following text in the upper, left-hand corner of the screen:\nHUNT\n[enter a space\nor\ncomma, the Veteran’s nine-digit SSN, and a comma]\nENTIT\n.\nExample\n:\nHUNT 999999999,ENTIT\n6\nPress\nEnter\non the keyboard.\n7\nDoes the SELECTED ENTITLEMENT DATA screen appear after pressing\nEnter\n?\nIf\nyes\n, the Veteran’s service department\nhas\ncalculated the amount of MRP it will pay the Veteran.\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.b\n, for updating the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen in the award-processing system.\nPay compensation in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.2\n.\nIf\nno\n, the Veteran’s service department has\nnot\nyet calculated the amount of MRP it will pay the Veteran.  Follow the instructions in the table below.\nIf the message …\nThen …\nTHE REQUESTED DATA FIELDS ARE BLANK FOR THIS SSN\nappears at the bottom of the NRPS INQUIRY DIRECTORY screen\nfollow the instructions in\nStep 2\nof the procedure outlined in\nM21-1, Part VI, Subpart ii, 4.B.3.b\n.\nTHE REQUESTED INFORMATION DOES NOT EXIST FOR THIS SSN\nappears at the bottom of the NRPS INQUIRY DIRECTORY screen\nrequest the Veteran’s retirement orders through DPRIS to confirm the Veteran retired\nupload the orders into the Veteran’s eFolder when they arrive\n, and\nfollow the instructions in\nStep 2\nof the procedure outlined in\nM21-1, Part VI, Subpart ii, 4.B.3.b\n.\nNotes\n:\nIn order to gain access to RCPS, users must navigate to the\nMilitary Pay\nwebpage and follow the access request instructions found in the\nDRAS AMPS Guide – External User – Physical Security Guide\n.\nUpon completion, the access request is automatically routed to the following individuals/destinations, in sequential order:\nthe user’s immediate supervisor\nthe information security officer or human resource (HR) office, and\nDFAS.\nUser guides for supervisors and information security/HR officers are also available on the\nMilitary Pay\nwebpage.\nWhen necessary, users may\nreset RCPS by pressing the\nPause/Break\nkey on the keyboard, or\nunlock a frozen RCPS screen by pressing the\nEsc\nkey on the keyboard.\nDo not log out of the DISA MIAP in order to maintain access throughout the day.\nClaims processors may also obtain RCPS data by contacting DFAS via telephone at 1-866-622-4602.\nReferences\n:  For more information on using\nRCPS, see the\nHunt User’s Guide\n, and\nDPRIS, see the\nDPRIS User Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}