{
  "chunk_id": "VI_ii_4_B_26",
  "content": "/>\nVI.ii.4.B.3.b\n.\nUpdating the Award-Processing System Based on Data Displayed in RCPS\nThe table below contains instructions for updating the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen in the award-processing-system based on data displayed on the SELECTED ENTITLEMENT DATA screen in RCPS.\nStep\nAction\n1\nHas the Veteran’s service department calculated the amount of MRP it will pay the Veteran?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\n2\nOn the RETIRED PAY tab,\nenter the retirement date (separation date plus one day) in the EFFECTIVE DATE field, and\nleave the GROSS AMOUNT field blank.\nDisregard the remaining steps in this table and follow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\nImportant\n:\nDo\nnot\nenter\n0.00\nin the GROSS AMOUNT field, as doing so deactivates the retired pay indicator.\n3\nLook at the fields that appear along the right side of the SELECTED ENTITLEMENT DATA screen in RCPS.  Is the amount displayed in the PR GP (prior gross pay) field $0.00?\nIf\nyes\n,\nenter the date displayed in the CURR GP EFF DT (current gross pay effective date) field and the amount displayed in the CURR GP (current gross pay) field into the EFFECTIVE DATE and GROSS AMOUNT fields, respectively, on the RETIRED PAY tab in the award-processing-system, and\ndisregard the remaining step in this table.\nIf\nno\n, go to the next step.\n4\nFollow the instructions in the table below.\nIf …\nThen …\nthe\nsame\ndate is displayed in the CURR GP EFF DT and PR GP EFF DT (prior gross pay effective date) fields\nenter the date displayed in the CURR GP EFF DT field and the amount displayed in the CURR GP field into the EFFECTIVE DATE and GROSS AMOUNT fields, respectively, on the RETIRED PAY tab in the award-processing-system.\ndifferent\ndates are displayed in the CURR GP EFF DT and PR GP EFF DT fields\nenter the date displayed in the PR GP EFF DT field and the amount displayed in the PR GP field into the EFFECTIVE DATE and GROSS AMOUNT fields, respectively, on the RETIRED PAY tab in the award-processing-system\nclick on the ADD button on the RETIRED PAY tab\nenter the date displayed in the CURR GP EFF DT field and the amount displayed in the CURR GP field into the EFFECTIVE DATE and GROSS AMOUNT fields, respectively, on the RETIRED PAY tab, and\nclick on the DONE button on the RETIRED PAY tab.\nReference\n:  For more information on using\nVBMS-A, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}