{
  "chunk_id": "VI_ii_4_B_28",
  "content": "/>\nVI.ii.4.B.3.d\n.\nReview and Processing of EPs 290\nFollow the instructions in the table below for every EP 290 that was established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\nStep\nAction\n1\nFollow the instructions in the table below.\nIf the Veteran retired from the …\nThen …\nArmy\nNavy\nAir Force\nSpace Force, or\nMarine Corps\ngo to the next step.\nCoast Guard\nNOAA, or\nPHS\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.e\n.\n2\nAccess RCPS by logging into the\nDISA MIAP\n.\n3\nOnce RCPS opens, enter the following text in the upper, left-hand corner of the screen:\nHUNT\n[enter a space\nor\ncomma, the Veteran’s nine-digit SSN, and a comma]\nENTIT\n.\nExample\n:\nHUNT 999999999,ENTIT\n4\nPress\nEnter\non the keyboard.\n5\nDoes the SELECTED ENTITLEMENT DATA screen appear after pressing\nEnter\n?\nIf\nyes\n,\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.b\nto update the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen, and\ngo to Step 10.\nIf\nno\n, go to the next step.\n6\nHave six months passed since the date of separation?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n7\nRemove the withholding for MRP effective the date the withholding first began on or after the last retirement date.\nImportant\n:  Do\nnot\nenter\n0.00\nin the GROSS AMOUNT field when updating the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen, as doing so deactivates the retired pay indicator.  Leave the field blank instead.\n8\nNotify the Veteran of the action taken, and\ndisregard the remaining steps in this table.\n9\nFollow the instructions in the table below.\nIf the message …\nThen …\nTHE REQUESTED INFORMATION DOES NOT EXIST FOR THIS SSN\nappears at the bottom of the NRPS INQUIRY DIRECTORY screen\ndisregard the remaining steps in this table\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps in this table during the next review of the EPs 290 that were established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\nTHE REQUESTED DATA FIELDS ARE BLANK FOR THIS SSN\nappears at the bottom of the NRPS INQUIRY DIRECTORY screen\ngo to the next step.\n10\nIn RCPS, enter the following text in the upper, left-hand corner of the screen:\nHUNT\n[enter a space\nor\ncomma, the Veteran’s nine-digit SSN, and a comma]\nVA\n.\nExample\n:\nHUNT 999999999,VA\n11\nAre the ACTUAL DED DT (actual deduction date) and ACTUAL AMT (actual amount) fields on the VA WAIVER screen populated with data?\nIf\nyes\n, go to Step 16.\nIf\nno\n, go to the next step.\nNotes\n:\nThe amount displayed in the ACTUAL AMT field represents the amount of MRP waived.  If the amount in this field equals or exceeds the amount of the Veteran’s MRP, then the Veteran’s MRP has been waived in full.\nThe number displayed in the ACTUAL DED DT field represents the effective date (YYYYMMDD) of the waiver.\nIf\n0.00\nappears in the ACTUAL AMT field, the MRP waiver was $0.00 as of the date displayed in the ACTUAL DED DT field.\nIf two or more columns of data are displayed on the VA WAIVER screen,\ndisregard the data in all but the\nfirst\ncolumn of data if the date displayed in the ACTUAL DED DT field is the same in all columns, or\nuse the data displayed in\nall\nof the columns if at least one of the dates displayed in the ACTUAL DED DT field does not match.\n12\nHave 10 working days passed since the award action described in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n, was authorized?\nIf\nyes\n, go to Step 15.\nIf\nno\n, go to the next step.\n13\nDid the SELECTED ENTITLEMENT DATA screen referenced in Step 5 appear after taking the actions described in Steps 3 and 4?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nstop here\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps in this table during the next review of the EPs 290 that were established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\n14\nDoes the amount of MRP the Veteran receives exceed the gross monthly amount of the Veteran’s disability compensation?\nIf\nyes\n,\nclear the EP 290, and\ndisregard the remaining steps in this table.\nIf\nno\n,\nwithhold from the Veteran’s award the gross monthly amount of MRP from the date compensation is payable following separation to the date the withholding for MRP ended\nnotify the Veteran of the action taken, and\ndisregard the remaining steps in this table.\n15\nSend an e-mail to\nVAVBAWAS/CO/MILPAY\nthat includes (in the body of the e-mail message) the\nVeteran’s claim number, and\nstatement\nSending per instructions in Step 15 of the procedure outlined in M21-1 VI.ii.4.B.3.d\n.\nTake no further action until the Military Pay Staff responds with further instructions.\n16\nFollow the instructions in the table below.\nIf the …\nThen …\ndate in the ACTUAL DED DT field matches the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased, and\namount of the Veteran’s MRP is unknown\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps in this table during the next review of the EPs 290 that were established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\ndate in the ACTUAL DED DT field matches an effective date of the award of disability compensation, and\namount in the ACTUAL AMT field is greater than $0.00\nmake the appropriate entries on the RETIRED PAY tab of the AWARD ADJUSTMENTS screen in the award-processing system to reduce the amount of disability compensation VA withheld by the amount displayed in the ACTUAL AMT field, effective the date displayed in the ACTUAL DED DT field, and\nnotify the Veteran of the action taken.\nCaution\n:  Do\nnot\nadjust the Veteran’s award for any periods\nprior\nto the date displayed in the ACTUAL DED DT field.\nNotes\n:\nAfter making the award adjustment described in this cell,\npaste a copy of a screenshot of the VA WAIVER screen into a Word document\nfollow the instructions in\nM21-1, Part II, Subpart ii, 2.A.1.b\n, for converting the Word document into a portable document format (PDF) file\nindex the PDF file by entering,\nRetired Pay Screen\nin the DOCUMENT CATEGORY – TYPE field\nVA Waiver\nin the SUBJECT field, and\nDFAS\nas the CONTENT SOURCE, and\nupload the file into the Veteran’s eFolder.\nThe award adjustment described in this cell releases to the Veteran disability compensation VA withheld from the date displayed in the ACTUAL DED DT field up to the amount displayed in the ACTUAL AMT field.\nIf the amount of MRP is known, and the amount displayed in the ACTUAL AMT field equals or exceeds the MRP amount, remove the withholding for MRP from the corresponding ACTUAL DED DT field.\nIf the amount of MRP is unknown and the amount displayed in the ACTUAL AMT field is\nless\nthan the amount of disability compensation VA withheld for MRP,\ncontinue the EP 290 at authorization\nnotify the Veteran of the action taken\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps in\nM21-1, Part VI, Subpart ii, 4.B.3.d\n, until the RO is able to complete all the actions required to close out the EP.\ndate in the ACTUAL DED DT field matches the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased\namount in the ACTUAL AMT field matches the amount of disability compensation VA paid from the date in the ACTUAL DED DT field, and\nVeteran’s MRP is\nless\nthan the amount of disability compensation to which the Veteran is entitled\nmake the appropriate entries on the RETIRED PAY tab of the AWARD ADJUSTMENTS screen in the award-processing system to reduce the amount(s) of disability compensation withheld for MRP to the gross monthly amount(s) of MRP the Veteran received prior to the date in the ACTUAL DED DT field, and\nnotify the Veteran of the action taken.\nNote\n:  The award adjustment described in this cell releases to the Veteran all disability compensation that exceeds the amount of gross monthly MRP.\ndate in the ACTUAL DED DT field matches the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased\namount in the ACTUAL AMT field matches the amount of disability compensation VA paid from the date in the ACTUAL DED DT field, and\nVeteran’s MRP is equal to or exceeds the gross amount of disability compensation to which the Veteran is entitled\nno further action is necessary except to clear the pending EP 290.\ndate in the ACTUAL DED DT field is\nlater\nthan the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased\nNote\n:  VA may have overpaid the Veteran in this case.\nsend an e-mail to\nVAVBAWAS/CO/MILPAY\nthat includes (in the body of the e-mail message) the\nVeteran’s claim number, and\nstatement\nSending per instructions in Step 16 of the procedure outlined in M21-1 VI.ii.4.B.3.d\n, and\ntake no further action until the Military Pay Staff responds to the e-mail.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}