{
  "chunk_id": "VI_ii_4_B_29",
  "content": "/>\nVI.ii.4.B.3.e\n.\nReview and Processing of EPs 290 That Involve a Veteran Who Retired From the Coast Guard, NOAA, or PHS\nFollow the instructions in the table below for every EP 290 that\nwas established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n, and\ninvolves a Veteran who retired from the\nCoast Guard\nNOAA, or\nPHS.\nStep\nAction\n1\nContact CGRASB at 866-772-8724 and ask whether\nthe amount of the Veteran’s MRP has been calculated, and/or\na VA waiver has been posted.\n2\nHas the amount of the Veteran’s MRP been calculated, or has a VA waiver been posted?\nIf\nyes\n,\nask CGRASB for the amount(s) and effective date(s) of\npayment(s) of MRP, and/or\nthe VA waiver\ndocument the information obtained from CGRASB on\nVA Form 27-0820\nand upload the form into the Veteran’s eFolder, and\ngo to Step 6.\nIf\nno\n, go to the next step.\n3\nHas the EP 290 been pending more than six months from the date of separation?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nstop here\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps in this table during the next review of the EPs 290 that were established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\n4\nRemove the withholding for MRP effective the date the withholding first began on or after the last retirement date.\nImportant\n:  Do\nnot\nenter\n0.00\nin the GROSS AMOUNT field when updating the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen, as doing so deactivates the retired pay indicator.  Leave the field blank instead.\n5\nNotify the Veteran of the action taken, and\ndisregard the remaining steps in this table.\n6\nHas the amount of the Veteran’s MRP been calculated?\nIf\nyes\n,\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.b\n, for updating the RETIRED PAY tab on the MILITARY PAYMENT INFORMATION screen, and\ngo to the next step.\nIf\nno\n, go to the next step.\n7\nWas VA waiver information received from CGRASB as described in Step 2?\nIf\nyes\n, go to Step 11.\nIf\nno\n, go to the next step.\n8\nHave 10 working days passed since the award action described in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n, was authorized?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 10.\n9\nSend an e-mail to\nVAVBAWAS/CO/MILPAY\nthat includes (in the body of the e-mail message) the\nVeteran’s claim number, and\nstatement\nSending per instruction\ns in Step 9 of the procedure outlined in M21-1 VI.ii.4.B.3.e\n.\nTake no further action until the Military Pay Staff responds with further instructions.\n10\nDoes the amount of MRP the Veteran receives exceed the gross monthly amount of the Veteran’s disability compensation?\nIf\nyes\n,\nclear the EP 290, and\ndisregard the remaining steps in this table.\nIf\nno\n,\nwithhold from the Veteran’s award the gross monthly amount of MRP from the date compensation is payable following separation to the date the withholding for MRP ended\nnotify the Veteran of the action taken, and\ndisregard the remaining steps in this table.\n11\nFollow the instructions in the table below.\nIf …\nThen …\nthe effective date of the VA waiver matches the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased, and\nthe amount of the Veteran’s MRP is unknown\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps in this table during the next review of the EPs 290 that were established in accordance with the instructions in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n.\nthe effective date of the VA waiver matches an effective date of the award of disability compensation, and\nthe amount of the VA waiver is greater than $0.00\nmake the appropriate entries on the RETIRED PAY tab of the AWARD ADJUSTMENTS screen to reduce the amount of disability compensation VA withheld by the amount of the VA waiver from the effective date of the VA waiver, and\nnotify the Veteran of the action taken.\nCaution\n:  Do\nnot\nadjust the Veteran’s award for any periods\nprior\nto the effective date of the VA waiver.\nNotes\n:\nThe award adjustment described in this cell releases to the Veteran disability compensation VA withheld from the effective date of the VA waiver in the amount of the VA waiver.\nIf the amount of the VA waiver is\nless\nthan the amount of disability compensation VA withheld for MRP,\ncontinue the EP 290 at authorization\nnotify the Veteran of the action taken\nupdate the tracked item suspense date to reflect a date that is 10 days from the current date, and\nrepeat the steps described in\nM21-1, Part VI, Subpart ii, 4.B.3.e\n, until the RO is able to complete all the actions required to close out the EP.\nthe effective date of the VA waiver matches the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased\nthe amount of the VA waiver matches the amount of disability compensation VA paid from the effective date of the VA waiver, and\nthe Veteran’s MRP is\nless\nthan the gross amount of disability compensation to which the Veteran is entitled\nmake the appropriate entries on the RETIRED PAY tab of the AWARD ADJUSTMENTS screen to reduce the amount(s) of disability compensation VA withheld for MRP to the gross monthly amount(s) of MRP the Veteran received prior to the effective date of the VA waiver, and\nnotify the Veteran of the action taken.\nNotes\n:  The award adjustment described in this cell releases to the Veteran all disability compensation that exceeds the amount of gross monthly MRP.\nthe effective date of the VA waiver matches the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased\nthe amount of the VA waiver matches the amount of disability compensation VA paid from the effective date of the VA waiver, and\nthe Veteran’s MRP is equal to or exceeds the gross amount of disability compensation to which the Veteran is entitled\nno further action is necessary except to clear the pending EP 290.\nthe effective date of the VA waiver is\nlater\nthan the date the withholding of disability compensation (as referenced in\nM21-1, Part VI, Subpart ii, 4.B.3.c\n) ceased\nNote\n:  VA may have overpaid the Veteran in this case.\nsend an e-mail to\nVAVBAWAS/CO/MILPAY\nthat includes (in the body of the e-mail message) the\nVeteran’s claim number, and\nstatement\nSending per instructions in Step 11 of the procedure outlined in M21-1 VI.ii.4.B.3.e\n, and\ntake no further action until the Military Pay Staff responds to the e-mail.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}