{
  "chunk_id": "VI_ii_4_B_36",
  "content": "/>\nVI.ii.4.B.4.b\n.\nResponsibility for Collecting an Overpayment\nUse the table below to determine who is responsible for collecting an overpayment.\nIf …\nThen …\nconcurrent payments of MRP and compensation or Section 306 Pension are made without\nan election, or\nthe establishment of an effective waiver\nVA is responsible for collecting the overpayment.\nImportant\n:  VA is responsible for collecting the overpayment even if VA received no notice that MRP had been awarded.\nVA benefits have already been awarded, and\nthe Veteran\nlater\nbecomes entitled to MRP\nthe service department is responsible for sending an inquiry to VA and collecting any resulting overpayment.\nVA fails to award benefits from the proper date, resulting in a duplicate payment of compensation and MRP\nVA is responsible for collecting the overpayment.\nVA processes an award correctly, and\nthe RPC fails to make a timely waiver adjustment\nthe RPC is responsible for collecting the resulting overpayment.\nNote\n:  A General Counsel memorandum for file, dated September 18, 1972, determined that 38 U.S.C. 3104(a) (now\n38 U.S.C. 5304(a)\n), prohibiting concurrent payment of VA benefits and MRP, does not preclude the application of 38 U.S.C. 3012(b)(10) (now\n38 U.S.C. 5112(b)(10)\n), which permits a reduction of VA benefits effective the date last paid (the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS) if the previous payment was solely VA error.  That General Counsel memorandum was found to be consistent with the decision in\nVAOPGCPREC 2-1990\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}