{
  "chunk_id": "VI_ii_4_B_42",
  "content": "/>\nVI.ii.4.B.5.c\n.\nHandling an Election of MRP From a Veteran in Receipt of Disability Compensation\nFollow the steps in the table below when a Veteran in receipt of disability compensation checks a box on an application for VA benefits (such as the box in Block 26 of\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n)\nrejecting\nreceipt of VA compensation in lieu of MRP.\nExceptions\n:\nAs stated in\nM21-1, Part VI, Subpart ii, 4.A.2.a\n, a waiver of MRP is\nnot\nrequired when a Veteran is eligible for full Concurrent Retirement and Disability Pay.\nIf a Veteran who is\nnot\neligible for MRP checks the box referenced in the preceding paragraph,\ndisregard the steps in the table below, and\nnotify the Veteran that VA cannot act on the election because there is no eligibility for MRP.\nStep\nAction\n1\nEstablish EP 290.\nAdd\nPotential Under/Overpayment\nas a special issue.\n2\nAttempt to contact the Veteran by telephone to confirm the election of MRP over disability compensation.\n3\nWere attempts to contact the Veteran by telephone successful?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nclear the EP 290, and\ngo to Step 9.\n4\nDid the Veteran confirm the election of MRP over disability compensation?\nIf\nyes\n,\ndiscontinue the payment of disability compensation effective the date of receipt of the election\nnotify the Veteran of the action taken, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n5\nAsk the Veteran to\ncomplete\nVA Form 21-651\n,\nincluding\nBlocks 2 through 5 (even though the form indicates VA is responsible for completing those blocks), and\nsign and return the form to VA within 24 hours.\nInform the Veteran that VA will initiate action to discontinue disability compensation if the form is not returned within 24 hours.\nNote\n:  Inform the Veteran of the opportunity to provide the form electronically via use of VA claims submission service websites.\n6\nCreate the appropriate tracked item for return of\nVA Form 21-651\n, as identified in\nM21-4, Appendix D\n, with a suspense date that is five business days from the current date.\n7\nDid the Veteran indicate an intent to provide the form electronically?\nIf\nyes\n,\ncheck the Veteran's eFolder for receipt of the\nVA Form 21-651\nafter the suspense date referenced in Step 6 passes, and\ngo to the next step.\nIf\nno\n, go to the next step.\n8\nDid the Veteran return\nVA Form 21-651\nwithin the allotted time period?\nIf\nyes\n,\nclear the pending EP 290\nnotify the Veteran that VA received\nVA Form 21-651\nand, accordingly, will make no adjustments to the award, and\ndisregard the remaining steps in this table.\nIf\nno\n,\nclear the EP 290, and\ngo to the next step.\n9\nEstablish EP 600.\nAdd\nPotential Under/Overpayment\nas a special issue.\n10\nIssue a notice of proposed adverse action that informs the Veteran that\nVA intends to discontinue disability compensation effective the date VA received the election\nthe Veteran’s election will result in the creation of an overpayment, and\nif the Veteran wishes to withdraw the election,\nVA Form 21-651\nmust be completed, signed, and returned within 60 days.\nRationale for providing due process\n:\nAn election of MRP over VA benefits is\nnot\nlisted as an exception (in\n38 CFR 3.103(b)(3)\n) to the requirement that VA provide due process before reducing a beneficiary’s award.\nVeterans often mistakenly check the box on VA forms that elects not to receive VA compensation in lieu of MRP.  Providing due process ensures Veterans have an opportunity to confirm the election to waive disability compensation in order to receive MRP.\nReference\n:  For more information about issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n11\nDid the Veteran return\nVA Form 21-651\nwithin 65 days?\nIf\nyes\n,\nclear the pending EP 600, and\nnotify the Veteran that VA will not take the action it proposed in Step 10.\nIf\nno\n,\ndiscontinue the payment of disability compensation effective the date of receipt of the election, and\nnotify the Veteran of the action taken..\nImportant\n:\nTreat as a completed\nVA Form 21-651\nany of the other forms (or the signed statement) referenced in\nM21-1, Part VI, Subpart ii, 4.A.2.e\n, that a Veteran submits at any point in the process described in the table above.\nBefore treating as a completed\nVA Form 21-651\none of the series of\nVA Forms 21-526\n, ensure the Veteran did\nnot\ncheck the box on the form that indicates\na desire to receive MRP instead of VA compensation, or\nrejection of receipt of VA compensation in lieu of MRP.\nReferences\n:\nM21-1, Part XI, Subpart ii, 3.A.3\n, contains instructions for handling an election that is pending when a Veteran dies.\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.A.3.a\n, if a Veteran to whom VA has\nnot\nyet awarded disability compensation files a claim for this benefit but elects MRP.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}