{
  "chunk_id": "VI_ii_4_B_44",
  "content": "/>\nVI.ii.4.B.5.e\n.\nDetermining the Effective Date of an Award When VA Denied the Prior Claim Because the Veteran Elected MRP\nFollow the instructions in the table below when\nVA denies a Veteran’s claim for disability compensation because the Veteran elected MRP, and\nthe Veteran files a subsequent claim on a form that includes a waiver of MRP one year or more after VA notified the Veteran of the denial.\nNote\n:  Follow the instructions in the last sub-bullet in\nM21-1, Part VI, Subpart ii, 4.A.3.c\n, if VA receives the subsequent claim\nwithin\none year of the date VA notified the Veteran of the denial.\nIf ...\nThen award compensation for the disability (if otherwise in order) effective the first of the month following the date ...\nthe rating activity\ngranted SC for a new disability based on the subsequent claim, and\nassigned a compensable disability rating to the disability\nof entitlement shown on the new rating decision.\nthe\ninitial\nrating decision included a grant of SC for a disability with a compensable disability rating and\nthe rating activity determined\nin the initial rating decision\nthat the disability was static (no future examination was required), or\nthe rating activity reevaluated the disability based on the subsequent claim but determined no change in the current disability rating is warranted.\nVA received the subsequent claim.\nthe rating activity granted an increase in the disability rating assigned to a disability based on the subsequent claim\nthe new rating decision shows the Veteran is entitled to the increased disability rating.\nImportant\n:\nThe policies described in the table above also apply if\nVA denies a Veteran’s claim for disability compensation because the Veteran elected MRP\nthe Veteran files a subsequent claim on a form that does\nnot\ninclude a waiver of MRP one year or more after VA notified the Veteran of the denial, and\nthe Veteran waives MRP within one year of the decision notice regarding the\nsubsequent\nclaim.\nPayments\nof disability compensation may be subject to the withholding referenced in\nM21-1, Part VI, Subpart ii, 4.B.2.a\n, until the Veteran’s RPC makes corresponding adjustments to MRP.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}