{
  "chunk_id": "VI_ii_4_B_53",
  "content": "/>\nVI.ii.4.B.6.d\n.\nAwarding of Severance Pay Following Removal of a Veteran From the TDRL\nRPCs occasionally notify VA that a Veteran in receipt of compensation has been\nremoved from the TDRL, and\nawarded severance pay.\nIn these cases, review the instructions unique to recoupment of disability severance pay, as discussed in\nM21-1, Part VI, Subpart ii, 2.3\n, and, if necessary, send the Veteran notice of proposed adverse action before adjusting benefits. Unless the Veteran submits evidence within 65 days that demonstrates VA should\nnot\ntake the proposed action, follow the instructions in the table below.\nStep\nAction\n1\nPrepare an amended award in accordance with instructions in\nM21-1, Part VI, Subpart ii, 2\n.\n2\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.1.d\nfor removing the retired pay indicator from the corporate record.\n3\nBegin withholding VA benefits to recoup the severance pay effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n4\nSend a decision notice to the Veteran that fully explains the actions taken.\nReferences\n:  For more information on\nissuing notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\npreparing a decision notice, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nwithholding benefits to recoup severance pay in\nVBMS-A, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section B - Preparing and Adjusting Awards in Military Retired Pay (MRP) Cases",
  "citation": "Part VI, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179488/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-B-Preparing-and-Adjusting-Awards-in-Military-Retired-Pay-MRP-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:18.975843",
  "tags": [
    "m21-1"
  ]
}