{
  "chunk_id": "VI_ii_4_C_28",
  "content": "/>\nVI.ii.4.C.4.d\n.\nHandling Cases That Appear on the NRPS VA Legislative Increase Nonreceipt Report\nForty-five days after automatic award adjustments to reflect a legislative increase in VA benefits should have taken place, RPCs generate an\nNRPS VA Legislative Increase Nonreceipt Report\n.\nThe report identifies Veterans on an RPC’s retirement pay rolls for whom the RPC received no notice (through the data exchange described in\nM21-1, Part VI, Subpart ii, 4.C.4.b\nor through other means) of an award adjustment based on a legislative increase in benefits.\nRPCs route the reports to the station of origination (SOO) through Compensation Service (212).\nUpon receipt of an\nNRPS VA Legislative Increase Nonreceipt Report\n,\ncompare the data it contains against the corporate record and claims folder, if necessary, to determine whether\na proper award adjustment (automatic or otherwise) was made to reflect the legislative increase in benefits, and\na waiver of MRP is of record, and\nfollow the instructions in the table below.\nIf ...\nThen ...\nno\nwaiver of MRP is of record\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.C.4.e\n.\na waiver of MRP is of record\nthe retired pay indicator has\nnot\nbeen activated in the corporate record, and\nan award adjustment to reflect the legislative increase in benefits\nhas already been made, or\nis\nnot\nnecessary.\nNote\n:  An award adjustment to reflect a legislative increase in benefits is\nnot\nnecessary if, for example, the only benefits a Veteran is receiving are benefits under a static, statutory “q” award for arrested tuberculosis.\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.1.c\nfor activating the retired pay indicator, and\nprocess an award that repeats existing award lines for the purpose of electronically notifying the Veteran’s RPC of the award adjustment.\na waiver of MRP is of record\nthe retired pay indicator has\nnot\nbeen activated in the corporate record, and\na legislative increase in benefits is in order but no corresponding award adjustment has been made\nfollow the instructions in\nM21-1, Part VI, Subpart ii, 4.B.1.c\nfor activating the retired pay indicator, and\nadjust the Veteran’s award to reflect the legislative increase in benefits.\nNote\n:  The generation of EP 692 –\nCOLA Adjustment\nshould have already alerted the SOO that automatic adjustment of the Veteran’s award had failed.\nReference\n:  Follow the instructions in\nM21-1, Part VI, Subpart ii, 4.C.4.f\nfor determining the proper effective date for the increase in benefits.\nthe retired pay indicator has been activated in the corporate record, and\na legislative increase in benefits is in order but no corresponding award adjustment has been made\nadjust the Veteran’s award to reflect the legislative increase in benefits.\nNote\n:  The generation of EP 692 –\nCOLA Adjustment\nshould have already alerted the SOO that automatic adjustment of the Veteran’s award had failed.\nReference\n:  Follow the instructions in\nM21-1, Part VI, Subpart ii, 4.C.4.f\nfor determining the proper effective date for the increase in benefits.\nthe retired pay indicator has been activated in the corporate record, and\nan adjustment to effect the legislative increase was authorized\nbefore\nthe retired pay cutoff date/time of the second month following the month of the legislative increase\nExample\n:  An award authorized before the February 1\nst\ncutoff date/time for a preceding December 1\nst\nlegislative increase.\nprepare another award repeating existing award lines for the purpose of electronically notifying the Veteran’s RPC of the award adjustment, and\ncheck to make sure the Veteran’s SSN, as recorded in the corporate record, is correct.\nthe Veteran’s award has been discontinued\nnotify the Veteran’s RPC of the discontinuance and the reason for it, and\nfurnish the Veteran’s SSN with the notification.\nNote\n:  If the Veteran’s award was discontinued due to the Veteran’s death, and a copy of the corresponding death certificate is of record, send a copy to the Veteran’s RPC.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section C - Coordinating Military Retired Pay (MRP) Cases With Retired Pay Centers (RPCs) and Service Departments",
  "citation": "Part VI, Subpart ii, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179489/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-C-Coordinating-Military-Retired-Pay-MRP-Cases-With-Retired-Pay-Centers-RPCs-and-Service-Departments",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:28.275981",
  "tags": [
    "m21-1"
  ]
}