{
  "chunk_id": "VI_ii_4_C_35",
  "content": "/>\nVI.ii.4.C.5.b\n.\nActions to Take Upon Receipt of Notice From an RPC of a VA Error in the Assignment of an Effective Date\nSOOs must take the actions described in the table below upon receipt of the notice from an RPC that is referenced in\nM21-1, Part VI, Subpart ii, 4.C.5.a\n.\nStep\nAction\n1\nContact the RPC to confirm the date of the offset referenced in\nM21-1, Part VI, Subpart ii, 4.C.5.a\n.\n2\nFollow the instructions in the table below.\nIf the effective date of the payment or increase was …\nThen …\nthe same date as the date of the offset of MRP (as confirmed in Step 1)\nno further action is needed.\nafter\nthe date of the offset of MRP\ntake award action to correct the effective date of the payment or increase so that it matches the date of the offset of MRP.\nbefore\nthe date of the offset of MRP, and\nVA is responsible for collecting the overpayment, according to the policy expressed in\nM21-1, Part VI, Subpart ii 4.B.4.b\nnotify the Veteran that VA proposes to correct the effective date of the payment or increase so that it matches the date of the offset of MRP, and\nunless the Veteran responds to the notice of proposed adverse action within 65 days by providing evidence showing the proposed action should not be taken, take award action to correct the effective date as proposed.\nNote\n:  If the Veteran is eligible for CRDP (according to the criteria set forth in\nM21-1, Part VI, Subpart ii, 4.A.6.b\n), the SOO may contact Compensation Service’s Military Pay Staff by e-mail (\nMILPAY.VBACO@VA.GOV\n) for a determination as to whether or not the Veteran is entitled to concurrent receipt of MRP and disability compensation, which could reduce or eliminate the overpayment resulting from correction of the effective date.\nReference\n:  For information about issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\nbefore\nthe date of the offset of MRP, and\nVA is\nnot\nresponsible for collecting the overpayment, according to the policy expressed in\nM21-1, Part VI, Subpart ii, 4.B.4.b\ncontact Compensation Service’s Military Pay Staff by e-mail (\nMILPAY.VBACO@VA.GOV\n) for guidance.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section C - Coordinating Military Retired Pay (MRP) Cases With Retired Pay Centers (RPCs) and Service Departments",
  "citation": "Part VI, Subpart ii, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179489/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-C-Coordinating-Military-Retired-Pay-MRP-Cases-With-Retired-Pay-Centers-RPCs-and-Service-Departments",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:28.275981",
  "tags": [
    "m21-1"
  ]
}