{
  "chunk_id": "VI_ii_4_D_13",
  "content": "/>\nVI.ii.4.D.2.c\n.\nProviding Signed Waivers to an RPC When a Waiver Is of Record\nWhen an RPC requests a copy of a signed waiver, and the waiver is of record,\nattach a copy of the document or page that bears the signed waiver to the information request, and\nreturn it to the RPC.\nNotes\n:\nConsider any of the following forms as a signed waiver:\nVA Form 21-526, Veterans Application for Compensation or Pension\n(discontinued February 19, 2019)\nVA Form 21-526c, Pre-Discharge Compensation Claim\n(discontinued May 1, 2019)\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\nVA Form 21-651, Election of Compensation in Lieu of Retired Pay or Waiver of Retired Pay to Secure Compensation From Department of Veterans Affairs (38 U.S.C. 5304(a)-5305)\n, or\nVA Form 21-526e\n,\nVeteran’s Application for Compensation or Pension at Separation from Service\n(discontinued July 16, 1987).\nThough VA has discontinued the use of\nVA Forms 21-526, 21-526c\n,\nand\n21-526e\n, waivers VA previously accepted on these forms are still valid.\nVA Form 21-526\n,\npublished prior to November 1977, does not contain a pre-printed waiver statement.\nReference\n:  For more information on handling discontinued forms, see\nM21-1, Part II, Subpart i, 2.B.4.e\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section D - Reconciliation of Department of Veterans Affairs (VA), Department of Defense (DoD), and Department of Transportation (DoT) Records",
  "citation": "Part VI, Subpart ii, Chapter 4, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179490/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-D-Reconciliation-of-Department-of-Veterans-Affairs-VA-Department-of-Defense-DoD-and-Department-of-Transportation-DoT-Records",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:37.545911",
  "tags": [
    "m21-1"
  ]
}