{
  "chunk_id": "VI_ii_4_E_10",
  "content": "/>\nVI.ii.4.E.1.e\n.\nAEW Types and Messages\nThe table below\ncontains information about the various work items associated with AEWs, and\ndescribes the action to take upon receipt of each type of work item.\nWork Item\nMessage\nReason for Generation of the Work Item\nAction\n840A\nCRSC/CRDP AEW –VETSNET Award Suspended\nThe Veteran’s award was in a suspended status when the AEW was generated.\nPostpone processing of the AEW until the Veteran’s award is no longer in a suspended status.\n840B\nCRSC/CRDP AEW –VETSNET Award Terminated\nThe Veteran’s award was in a terminated status when the AEW was generated.\nIf VA terminated the award because the Veteran died,\ntreat the amounts due as potential accrued benefits, and\nfollow the instructions in\nM21-1, Part XI, Subpart ii, 3.E.3\n, if a claim for accrued benefits has been filed, or\nM21-1, Part XI, Subpart ii, 3.C.1.c\n, if a claim for accrued benefits has\nnot\nbeen filed.\nIf VA terminated the award for any other reason, process the AEW according to the facts found.\n840C\nCRSC/CRDP AEW –VETSNET Award AR Exists\nAn account receivable existed when the AEW was generated.\nProcess the AEW according to the facts found.\n840D\nCRSC/CRDP AEW –VETSNET Award Withhold Exists\nA withholding was in place when the AEW was generated.\nProcess the AEW according to the facts found.\n840E\nCRSC/CRDP AEW –VETSNET Award Negative VA Due\nThe AEW contains a negative amount (a negative amount in the\nDue From VA\ncolumn or an amount previously paid by DFAS (APPBD) or the Coast Guard (APPBC)).\nNote\n:  The net amount due is still a positive amount.\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.E.1.j\n.\n840F\nCRSC/CRDP AEW – Award Appropriate Payment Due\nThere were no special issues when the AEW was generated.\nNote\n:  This is the work item assigned to most AEWs; only this category of AEWs undergo the batch processing described in\nM21-1, Part VI, Subpart ii, 4.E.1.d\n.\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.E.1.g\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section E - Processing Audit Error Worksheets (AEWs)",
  "citation": "Part VI, Subpart ii, Chapter 4, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179491/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-E-Processing-Audit-Error-Worksheets-AEWs",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:46.854474",
  "tags": [
    "m21-1"
  ]
}