{
  "chunk_id": "VI_ii_4_E_12",
  "content": "/>\nVI.ii.4.E.1.g\n.\nAdjusting an Award Based on an AEW\nFollow the steps in the table below when it becomes necessary to adjust an award based on an AEW.\nStep\nAction\n1\nDoes the AEW display an entitlement month that is\nearlier\nthan November 2009?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n2\nFollow the instructions in the\nAEW Job Aid\nto determine whether an out-of-system adjustment was made during the time period the AEW covers.\nImportant\n:  Only\nautomatic\nout-of-system adjustments are reflected on the document titled\nCRSC/CRDP One-Time Payment Notification from DFAS\n. Confirm that no\nmanual\n, out-of-system adjustment was made based on receipt of an AEW by checking the Veteran’s claims folder for a corresponding decision notice.\n3\nWas an out-of-system adjustment made during the time period the AEW covers?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n4\nUpdate the PRIORS screen to reflect the out-of-system adjustment.\nReference\n:  For more information on updating the PRIORS screen, see the\nAEW Job Aid\n.\n5\nSubtract the amount in the\nDue From VA\ncolumn from the amount in the\nVA Withheld\ncolumn to determine what the withholding (for MRP) will be for each month listed on the AEW.\nException\n:  If a prorated amount (as described in Step 1 of the table in\nM21-1, Part VI, Subpart ii, 4.E.1.f\n) appears in the\nVA Withheld\ncolumn of the AEW, follow the instructions in\nM21-1, Part VI, Subpart ii, 4.E.1.m\n-\nq\n, to determine the amount of the withholding.\n6\nEnter the result of the calculation in Step 5 in the ADJUSTMENT AMOUNT field on the RETIRED PAY tab.\nReferences\n:  For more information on\nmaking entries on the RETIRED PAY tab or where to view the net effect of an award adjustment\n, see the\nVBMS Awards User Guide\n, and\nprocessing an AEW, see the\nMilitary Pay\nwebpage.\n7\nGenerate the award.\nImportant\n:  Ensure the award generates from a date\nno later than\nthe earliest date shown in the\nEntitlement Month\ncolumn of the AEW.\n8\nCalculate the retroactive amount that VA owes the Veteran by totaling all the amounts displayed in the\nDue From VA\ncolumn of the AEW.\n9\nVerify that the result of the calculation described in Step 8 equals the\nNet Effect\nof the award adjustment that is displayed in the award-processing application.\n10\nFollow the instructions in\nM21-1, Part VI, Subpart ii, 4.E.1.r\nfor notifying the Veteran of the award adjustment.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 4, Section E - Processing Audit Error Worksheets (AEWs)",
  "citation": "Part VI, Subpart ii, Chapter 4, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179491/M21-1-Part-VI-Subpart-ii-Chapter-4-Section-E-Processing-Audit-Error-Worksheets-AEWs",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:46.854474",
  "tags": [
    "m21-1"
  ]
}