{
  "chunk_id": "VI_ii_5_None_21",
  "content": "/>\nVI.ii.5.2.h\n.\nElections Involving  a Surviving Spouse With a Child\nThe table below describes policies that apply to cases in which a surviving spouse with a child elects FEC instead of VA benefits.\nIf the child is …\nThen …\nunder age 18, and\nincluded as a dependent on the surviving spouse’s award\nthe surviving spouse’s election controls the benefit payable since the child has no independent entitlement to VA benefits.\nover age 18, and\neligible for one of the following combinations of benefits:\nFEC and DIC\nFEC and DEA, or\nFEC and DIC and is permanently incapable of self-support from a time prior to reaching age 18\nthe child\nmay receive DIC while the surviving spouse is concurrently receiving FEC, and\nmust elect between FEC and VA benefits because the child has\nindependent entitlement to VA benefits, and\na right of election that is independent of and not affected by the surviving spouse’s election.\nNote\n:  When there is an eligible surviving spouse, the DIC rate payable to or for such a child is the rate payable under\n38 U.S.C. 1314(b) or c\n, as shown in the\nDIC rate table\n.\nunder age 18\nincluded as a dependent on the surviving spouse’s award, and\neligible for one of the following:\nDEA, or\na special restorative training allowance under\n38 U.S.C. Chapter 35\na separate election for the child is required to pay VA benefits to the child concurrently with the payment of FEC to the surviving spouse because the child has\nindependent entitlement to VA benefits, and\na right of election that is independent of and not affected by the surviving spouse’s election.\nReference\n:  For more information on FEC and the rights of children, see\n38 CFR 3.708(a)(3)\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 5 - Federal Employees’ Compensation (FEC)",
  "citation": "Part VI, Subpart ii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179486/M21-1-Part-VI-Subpart-ii-Chapter-5-Federal-Employees-Compensation-FEC",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:56.178846",
  "tags": [
    "m21-1"
  ]
}