{
  "chunk_id": "VI_ii_5_None_22",
  "content": "/>\nVI.ii.5.2.i\n.\nElections Involving Children or Parents\nThe table below describes rules for elections by children or parents.\nIf …\nThen …\nthere are two or more persons within a class (children or parents), and\nsome but not all members of the same class elect FEC\nthe entitlement of others in the class to VA benefits is\nnot\naffected.\nNote\n:  The VA death benefit payable to a child or parent not electing FEC may\nnot\nexceed the amount that would be payable to a child or parent if all children or both parents had filed claims for VA benefits.\nFEC is elected for a child under age 18 who is the primary beneficiary\nentitlement to VA benefits is barred when the child reaches age 18.\na surviving spouse elects FEC\ntheir children receive FEC because of the election, and\nthe surviving spouse remarries or dies\nan election may be filed on behalf of the children.\nNotes\n:\nAn election is final\nonly\nfor periods of concurrent eligibility.\nIn claims based on school attendance, concurrent eligibility extends from the date eligibility arises to the earliest occurrence of any of the following events:\nchild’s 23\nrd\nbirthday\nchild’s marriage, or\nchild’s completion of four years of education beyond high school.\nEligibility for FEC that is based on school attendance ends when any of  the events listed in the previous paragraph occur.\nWhen an FEC award ends, VA benefits are payable effective the day following the last date of entitlement to FEC if entitlement to VA benefits still exists.\nImportant\n:  When resuming the payment of VA benefits following a loss of entitlement to FEC, do\nnot\napply the provisions of\n38 CFR 3.31(a) and (b)\nwhen determining the effective date of payment.\nReference\n:  For more information on VA’s authority to pay VA benefits when an FEC award ends, see\n38 CFR 3.400(f)\n, and\n38 CFR 3.708\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 5 - Federal Employees’ Compensation (FEC)",
  "citation": "Part VI, Subpart ii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179486/M21-1-Part-VI-Subpart-ii-Chapter-5-Federal-Employees-Compensation-FEC",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:56.178846",
  "tags": [
    "m21-1"
  ]
}