{
  "chunk_id": "VI_ii_5_None_27",
  "content": "/>\nVI.ii.5.3.b\n.\nDetermining Whether a Claimant Might Be Entitled to FEC\nCarefully examine the content of the claims folder to determine if the claimant has applied for or is receiving FEC from OWCP.\nPay the full amount of VA benefits to which the claimant is entitled\nunless one of the following documents is in the claimant’s claims folder:\nVA Form 21-526, Veterans Application for Compensation and/or Pension\n, on which the Veteran indicated (by making an affirmative entry in Block 10A, 10B, and/or 10C) that the claimant has applied for or is receiving FEC\na copy of the claimant’s election to receive FEC, or\nnotice from either OWCP, the claimant, or the claimant's representative, that a claim has been filed with OWCP, or\nwhen OWCP asks VA to proceed with payment of the full amount of VA benefits.\nNotes\n:\nOWCP may ask VA to pay the full amount of VA benefits to which a claimant is entitled if OWCP anticipates a considerable delay in adjudicating a specific FEC claim.\nVA discontinued the use of\nVA Form 21-526\non February 19, 2019.\nWaivers/elections Veterans made on the form prior to this date remain valid.\nContinue to accept waivers/elections Veterans make on the form\nafter\nthis date if any of the exceptions described in\nM21-1, Part II, Subpart i, 2.B.4.a\n, apply.\nIn cases where the Veteran did not complete Blocks 10A, 10B, and 10C of\nVA Form 21-526\n, no additional development is required unless there is evidence in the claims folder that indicates the Veteran applied for or is receiving FEC.\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\ndoes\nnot\ncontain blocks requesting information relating to potential claims for compensation from OWCP.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 5 - Federal Employees’ Compensation (FEC)",
  "citation": "Part VI, Subpart ii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179486/M21-1-Part-VI-Subpart-ii-Chapter-5-Federal-Employees-Compensation-FEC",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:56.178846",
  "tags": [
    "m21-1"
  ]
}