{
  "chunk_id": "VI_ii_5_None_28",
  "content": "/>\nVI.ii.5.3.c\n.\nProcessing a Claim for VA Benefits When the Claimant Has Also Filed a Claim for FEC\nThe table below contains instructions for processing a claim for VA benefits when\nconcurrent payment of FEC and the claimed VA benefit is prohibited, and\nthe evidence of record indicates the claimant has filed a claim for FEC with OWCP.\nStep\nAction\n1\nDevelop and/or adjudicate the claim to determine whether VA disability or survivors benefits are potentially payable.\nNote\n:  While development is pending, leave a claim note in the system that warns other claims processors against paying benefits because of the FEC claim.\n2\nAre VA disability or survivors benefits potentially payable?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndeny the claim\nnotify the claimant of the denial, and\ndisregard the remaining steps in this table.\n3\nPrepare a letter to OWCP that advises the office of the\nVA benefit that is potentially payable\ndisability(ies) on which the claimant’s eligibility is based (if applicable)\neffective date of the award\nmonthly rate payable\neffect of an election on overall VA entitlement, and\nname and address of the claimant.\nAsk OWCP (in the letter) to obtain the claimant’s election and return a copy of it to VA.\nNotes\n:\nIn order to enable OWCP to fully inform a claimant of the effect of an election in death cases, the letter to OWCP\nmust\nfully explain the VA benefits that are potentially payable, including notice regarding the\nadditional VA benefits that might be payable for a child who is over age 18 and attending school, and\nfuture eligibility of children that are\nunder or over age 18, and\ncurrently barred from benefits because of an election of FEC.\nThe notice referenced in the preceding paragraph is particularly important in cases in which a child\nis approaching their 18\nth\nbirthday, and\nmay be eligible for DIC or DEA for periods after that date.\n4\nSend the letter to the Division of Federal Employees', Longshore and Harbor Workers' Compensation (DFELHWC) of the Federal Employees’ Compensation (DFEC) office with the U.S. Department of Labor at the address below.\nU.S. Department of Labor\nDFELHWC-FECA, PO Box 8311\nLondon, KY 40742-8311\n5\nIf the claim for VA benefits is based on a Veteran’s disability(ies), go to the next step.\nIf the claim for VA benefits is based on a Veteran’s death, go to Step 11.\n6\nIs the disability on which the FEC claim is based known?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n7\nIs the claimant eligible for VA benefits based on a disability or disabilities other than the disability on which the FEC claim is based?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n8\nTake award action to pay the claimant for those disabilities that are\nunrelated\nto the FEC claim.\n9\nDeny the claim for benefits for the disability on which the FEC claim is based.\n10\nPrepare a decision notice.\nWith regard to the disability for which VA benefits were denied because of the FEC claim, inform the claimant\nof\nthe referral to OWCP\nthat\nconcurrent payment of FEC and VA benefits for the disability at issue is prohibited, and\nthat\nOWCP will contact the claimant and inform the claimant of\neligibility for both FEC and VA benefits, and\nthe right of election.\nGo to Step 13.\n11\nDeny the claim for VA benefits.\n12\nPrepare a decision notice that informs the claimant\nof the referral to OWCP\nthat concurrent payment of FEC and VA benefits is prohibited, and\nthat OWCP will contact the claimant and inform the claimant of his/her\neligibility for both FEC and VA benefits, and\nthe right of election.\nImportant\n:  Do\nnot\ninform the claimant of review rights in the decision notice.\n13\nSend the decision notice and a copy of the rating decision to the claimant.\nReference\n:  For more information about notifying claimants of a VA decision, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 5 - Federal Employees’ Compensation (FEC)",
  "citation": "Part VI, Subpart ii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179486/M21-1-Part-VI-Subpart-ii-Chapter-5-Federal-Employees-Compensation-FEC",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:56.178846",
  "tags": [
    "m21-1"
  ]
}