{
  "chunk_id": "VI_ii_5_None_30",
  "content": "/>\nVI.ii.5.3.e\n.\nAdjusting a Running Award Because a Beneficiary Elected FEC\nThe table below contains instructions for adjusting a running award after receiving notice a beneficiary has elected to receive FEC based on the same disability or death for which the beneficiary is currently receiving VA benefits.\nIf …\nThen …\nthe beneficiary reported the election\nreduce (if FEC is based on an SC disability, and the Veteran is entitled to disability compensation for a disability or disabilities that are\nunrelated\nto the FEC award) or discontinue the award effective the same day that the FEC award became effective.\nExample\n:  If the effective date of the FEC award is March 23, 2018, the effective date of the reduction or discontinuation of VA benefits is also March 23, 2018.\nNote\n:  Per\n38 CFR 3.500(e)\n, the last date of entitlement to the VA benefit affected by the beneficiary’s election of FEC is the day preceding the date the FEC award became effective.\na source other than the beneficiary reported the election\nfollow the instructions in the table below.\nStep\nAction\n1\nSend the beneficiary a notice of proposed adverse action and allow 60 days to respond.\nImportant\n:  If the beneficiary has an electronic claims folder in the Veterans Benefits Management System (VBMS), and the notice of proposed adverse action was created outside of VBMS, upload the notice into VBMS.\n2\nDid the beneficiary submit evidence showing VA should\nnot\nadjust the award?\nIf\nyes\n,\nnotify the beneficiary of VA’s decision, and\ndisregard the remaining instructions in this table.\nIf\nno\n, make the appropriate adjustment to the beneficiary’s award.\n3\nUse\nRouting and Transmittal Slip, Optional Form 41\n, or similar electronic method to route the Veteran’s claims folder to the finance activity.\nAsk the finance activity to send a letter to OWCP that identifies\nall periods covered by the award action\nthe beneficiary’s rate of payment\nbefore\nVA adjusted the award, and\nthe amount of any overpayment that is attributable to the beneficiary’s concurrent receipt of FEC and VA benefits.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 5 - Federal Employees’ Compensation (FEC)",
  "citation": "Part VI, Subpart ii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179486/M21-1-Part-VI-Subpart-ii-Chapter-5-Federal-Employees-Compensation-FEC",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:56.178846",
  "tags": [
    "m21-1"
  ]
}