{
  "chunk_id": "VI_ii_5_None_31",
  "content": "/>\nVI.ii.5.3.f\n.\nProcess for Handling an Election of VA Disability Compensation After OWCP Awarded FEC\nThe table below describes the process for handling an election of VA disability compensation after OWCP awarded FEC.\nStage\nDescription\n1\nOWCP\ntypically discontinues payments after the last day of the month following the month during which OWCP received the claimant’s election of VA benefits, and\nfurnishes VA with information regarding FEC that OWCP has already paid.\n2\nA VA claims processor\ndetermines the proper effective date of the award of VA benefits and\nannotates the award\nSubject to FEC payments of\n[insert amount]\n.\n3\nA VA claims processor\nawards benefits at the rate payable for all SC disabilities that are\nunrelated\nto the FEC award, and\nestablishes a withholding by entering into the OTHER WITHHOLDING field on the AWARD ADJUSTMENTS screen in VBMS Awards (VBMS-A) the difference between the\nthe rate of VA disability compensation payable for\nall\nSC disabilities, and\nthe rate of VA disability compensation payable for any SC disabilities that are\nunrelated\nto the FEC award.\nNotes\n:\nIf the amount of the withholding (per the calculation described in the preceding paragraph) and the amount of FEC payments are the same, the claims processor zeroes out the withholding.\nIf it appears future rate changes may occur before the withholding is zeroed out, the claims processor establishes a diary under reason code 30,\nLocal Regional Office Special Use\nOnly\n, for the month after that during which the withholding will zero out.  When the diary matures, a claims processor determines whether an adjustment of the zero-out date is necessary because of a legislative or other rate change.\nRationale\n:  The objective is to withhold from VA benefits the amount of FEC the Veteran received for disabilities on which the FEC award was based.  Claims processors may e-mail and request assistance from the finance activity in calculating the zero-out date.\nReference\n:  For more information on adding diaries in VBMS-A, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VI, Subpart ii, Chapter 5 - Federal Employees’ Compensation (FEC)",
  "citation": "Part VI, Subpart ii, Chapter 5, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179486/M21-1-Part-VI-Subpart-ii-Chapter-5-Federal-Employees-Compensation-FEC",
  "updated": "",
  "scraped_at": "2025-06-16T22:49:56.178846",
  "tags": [
    "m21-1"
  ]
}