{
  "chunk_id": "VI_iii_1_A_16",
  "content": "/>\nVI.iii.1.A.2.a\n.\nEffect of Incarceration on Payments of Disability Compensation\nUse the table below to determine the amount to which VA must reduce a Veteran’s disability compensation when the Veteran is incarcerated for more than 60 days following conviction for a felony.\nImportant\n:  Reduction is necessary only if the Veteran\ncommitted the felony after October 7, 1980\nwas incarcerated on October 1, 1980 (regardless of the date the Veteran committed the felony), and VA granted entitlement to disability compensation with an effective date that is\nafter\nSeptember 30, 1980, or\nwas incarcerated on or before October 7, 1980, for a felony committed prior to that date, and the Veteran remained incarcerated for the same conviction through December 27, 2001.  (Reductions under this last condition take effect beginning with the payment of disability compensation VA makes for the month of April 2002.)\nIf the Veteran’s disability evaluation for all service-connected (SC) disabilities is ...\nThen ...\n0 percent, but the Veteran is entitled to\nspecial monthly compensation (SMC) under\n38 U.S.C. 1114(k)\n, or\na protected rate under\n38 CFR 3.959\n(statutory SMC Q)\n38 CFR 3.665(d)(2)\nrequires VA to reduce the Veteran’s monthly award to\none half\nof the amount payable for an SC disability evaluated as 10-percent disabling.\n10 percent\n20 percent or higher\n38 CFR 3.665(d)(1)\nrequires VA to reduce the Veteran’s monthly award to the amount payable for an SC disability evaluated as 10-percent disabling.\nNote\n:  Pay the Veteran the full amount of any benefit due for periods\nprior\nto October 1, 1980.\nReferences\n:  For more information on\nprocessing notices of incarceration, see\nM21-1, Part VI, Subpart iii, 1.A.3.a\n, and\napportioning an incarcerated Veteran’s disability compensation to dependent(s), see\nM21-1, Part VI, Subpart iii, 1.B.2\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section A - Effects of an Individual’s Incarceration on Department of Veterans Affairs (VA) Benefits",
  "citation": "Part VI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179493/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-A-Effects-of-an-Individuals-Incarceration-on-Department-of-Veterans-Affairs-VA-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:05.544930",
  "tags": [
    "m21-1"
  ]
}