{
  "chunk_id": "VI_iii_1_A_26",
  "content": "/>\nVI.iii.1.A.3.a\n.\nAction to Take Upon Receipt of Notice of Incarceration\nFollow the steps in the table below upon receipt of notice of the incarceration of a\nbeneficiary,\nto include an apportionee\n, or\ndependent on a beneficiary’s award.\nExceptions\n:\nAs indicated in\nM21-1, Part VI, Subpart iii, 1.A.1.d\n, there is no requirement to remove an incarcerated dependent from the award of a\nVeteran in receipt of disability compensation, or\nsurviving spouse in receipt of DIC.\nInstead of following the procedure described in the table below, follow the instructions in\nM21-1, Part VI, Subpart iii, 1.C.6\n, if the incarcerated individual is\nan apportionee,\nand\nthe custodian of one or more other apportionees,or\nM21-1, Part VI, Subpart iii, 1.A.4.d\n, if there is evidence that the claimant is incarcerated but not yet in receipt of monetary benefits.\nStep\nAction\n1\nEstablish end product (EP) 290, using the claim label\nBureau of Prisons Match\nor\nSocial Security Prison Match\n(whichever applies) if notice of incarceration was obtained via the data-matching programs discussed in\nM21-1, Part XIV, 7\n, or\nIncarceration Adjustment\nin all other instances.\nUse the table below to determine the appropriate date of claim (DOC).\nIf VA received notice of incarceration through …\nThen use as the DOC the …\nVA’s data-matching program with BOP or SSA\ndate of the 800 series work item referenced in\nM21-1, Part XIV, 7.1.b\n.\nNotes\n:\nUsing the “run date” that appears in the upper right corner of the worksheet referenced in\nM21-1, Part XIV, 7.1.b\n, as the DOC is also acceptable, as this date and the date of the 800 series work item will always be the same.\nDo\nnot\nuse as the DOC the date the worksheet was uploaded into the electronic claims folder (eFolder).\nmeans\nother than\nthe data-matching programs referenced in the previous row\ndate VA received the notice.\n2\nIf the beneficiary is in receipt of disability compensation, add\nPotential Under/Overpayment\nas a special issue.\n3\nDid VA receive the notice of incarceration from the beneficiary?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\n4\nIs the notice VA received “official,” as discussed in\nM21-1, Part VI, Subpart iii, 1.A.3.c\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 7.\n5\nHas VA obtained the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\nfrom an official source identified in\nM21-1, Part VI, Subpart iii, 1.A.3.b\n?\nIf\nyes\n, go to Step 16.\nIf\nno\n, go to the next step.\nNotes\n:\nAlthough the worksheets referenced in\nM21-1, Part XIV, 7.1.b\n, constitute official notice of incarceration, they do\nnot\nprovide claims processors all the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\n.\nA\nVA and Federal Bureau of Prisons Computer Match\nworksheet constitutes confirmation from an official source that the named prisoner was\nconvicted of a felony or misdemeanor, and\nimprisoned in a Federal penal institution for more than 60 days.\nIf the type of offense is unknown/missing from a\nVA and Federal Bureau of Prisons Computer Match\nworksheet, confirmation of the type of conviction must be obtained from an official source,\nunless\nthe inmate locator on the\nBOP website\nshows an actual or projected release date one year or more from the computation date, or\nthe benefit that is subject to adjustment (discontinuation) is pension.\nThe date listed in the COMPUTATION DATE OF CURRENT SENTENCE field of the\nVA and Federal Bureau of Prisons Computer Match\nworksheet does\nnot\nreliably represent the date of incarceration.\n6\nRequest/obtain the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\nfrom an official source.\nIf VA\nrequests\nthe information (by letter, for example), go to Step 13.\nIf VA obtains the information\nwithout\nissuing a request (through telephone contact or by accessing a correctional facility’s website, for example), go to Step 16.\nNote\n:  Allow entities from which VA requests information concerning an individual’s incarceration 30 days to respond.\nReference\n:  For a discussion of the available means for requesting/obtaining information from an official source, see\nM21-1, Part VI, Subpart iii, 1.A.3.e\n.\n7\nAttempt to corroborate the unofficial notice\nand\nrequest/obtain the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\nthrough official sources.\nNote\n:  Allow entities from which VA requests corroboration of and information concerning an individual’s incarceration 30 days to respond.\nReference\n:  For a discussion of the available means for requesting/obtaining information/corroboration from official sources, see\nM21-1, Part VI, Subpart iii, 1.A.3.e\n.\n8\nUse the table below to determine the actions to take based on how VA obtained the information.\nIf VA …\nThen …\nrequests\nthe information/corroboration referenced in Step 7 (by letter, for example)\ngo to the next step.\nobtains the information/corroboration referenced in Step 7\nwithout\nissuing a request (through telephone contact or by accessing a correctional facility’s website, for example)\ngo to Step 16.\nconfirms through official sources –\nwithout\nissuing a request – that the beneficiary or dependent is/was not incarcerated\nclear the EP 290, and\ntake no further action.\n9\nDid the entity from which VA requested information/corroboration respond within 30 days?\nIf\nyes\n, go to Step 12.\nIf\nno\n, go to the next step.\n10\nSend a follow-up request and allow 30 days for a response.\n11\nDid the entity to which VA sent a follow-up request respond within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nclear the EP 290, and\ntake no further action.\n12\nUse the table below to determine the actions to take based on whether the notice of incarceration was corroborated.\nIf the unofficial notice of incarceration …\nThen …\nis corroborated\ngo to Step 16.\nis\nnot\ncorroborated\nclear the EP 290, and\ntake no further action.\n13\nDid the entity from which VA requested the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\nrespond within 30 days?\nIf\nyes\n, go to Step 16.\nIf\nno\n, go to the next step.\nNote\n:  If the\nVA Form 21-4193, Notice to Department of Veterans Affairs of Veteran or Beneficiary Incarcerated in Penal Institution\n, or equivalent, requested from the entity does not contain the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\n, claims processors are required to attempt to contact the entity by telephone.  When telephone contact is unsuccessful, send a follow-up letter requesting the specific missing information and allow 30 days for a response.\n14\nSend a follow-up request for the information and allow 30 days for a response.\n15\nDid the entity to which VA sent a follow-up request respond within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nclear the EP 290\nestablish EP 600, using the current date as the DOC and the\nBur\n[eau]\nof Prisons\nor\nSSA Prison Match\nclaim label, if applicable\nadd\nPotential Under/Overpayment\nas a special issue, if the beneficiary is in receipt of disability compensation, and\ngo to Step 17.\n16\nUse the table below to determine the actions to take based on the information received concerning the incarceration.\nIf information obtained from official sources shows the beneficiary or dependent was incarcerated …\nThen …\nfor reasons\nother than\nconviction of a\nfelony (if the beneficiary receives disability compensation or DIC), or\nfelony or misdemeanor (if the beneficiary receives pension)\nless than\n60 days after conviction for a felony or misdemeanor, or\nfor an offense that, due to delays in criminal justice processing (pending the assignment of a trial date, for example), has yet to result in conviction or acquittal/dismissal\nclear the EP 290, and\ntake no further action.\nImportant\n:  If the\nbeneficiary\nwas the source of the notice of incarceration, send notification as to the reason why no award adjustment is necessary.\nat least 60 days after conviction for a\nfelony (if the beneficiary receives disability compensation or DIC), or\nfelony or misdemeanor (if the beneficiary receives pension)\nclear the EP 290\nestablish EP 600, using the current date as the DOC and the\nBur\n[eau]\nof Prisons\nor\nSSA Prison Match\nclaim label, if applicable\nadd\nPotential Under/Overpayment\nas a special issue, if the beneficiary is in receipt of disability compensation, and\ngo to the next step.\n17\nPrepare a notice of proposed adverse action and send the notice to the beneficiary.\nA screenshot of the\nVeterans Service Representative Assistant’s\n61-Day Rule Incarceration Calculator showing the proposed reduction date must be uploaded to the eFolder each time a notice of proposed adverse action is sent.\nIf the incarcerated beneficiary is an apportionee,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.C.6.a\n.\nImportant\n:\nIf the address of family members that are eligible for an apportionment or allotment of an incarcerated Veteran’s, surviving spouse’s, or surviving child’s (DIC only) benefits is known, send\nVA Form 21-0788, Information Regarding Apportionment of Beneficiary’s Award\n, to them at the same time the notice of proposed adverse action is sent to the beneficiary.\nA beneficiary is entitled to due process and the notice described in this cell\neach time\nincarceration (following conviction of a felony or misdemeanor, which ever applies) in excess of 60 days occurs.  This includes re-incarceration (after VA takes the actions described in\nM21-1, Part VI, Subpart iii, 1.A.5\n) because of\na parole violation, or\ndismissal from a halfway house or work-release program.\nSend notice of proposed adverse action to a beneficiary at the current address of record, even if the incarcerated individual is a dependent (pension cases only).\nIf the incarcerated beneficiary is an apportionee to whom VA is apportioning a Veteran’s disability compensation or a surviving spouse’s DIC, there is no need to send notice of proposed adverse action to the Veteran or surviving spouse.\nDo\nnot\nsend notice of proposed adverse action to the address of a prison unless that address happens to be a beneficiary’s current address of record.\nIf the register or identification number a prison uses to identify an incarcerated beneficiary is known, include it after their name when sending correspondence to the beneficiary at the prison address.  (The worksheets referenced in\nM21-1, Part XIV, 7.1.b\n, provide these numbers.)\nReferences\n:  For more information on\ndue process and the issuing of notices of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\nthe amount to which VA must reduce disability compensation and DIC when a Veteran or surviving spouse is incarcerated, see\nM21-1, Part VI, Subpart iii, 1.A.2.a\nand\ne\n, respectively\napportioning an incarcerated Veteran’s disability compensation to dependent(s), see\nM21-1, Part VI, Subpart iii, 1.B.2\napportioning an incarcerated beneficiary’s DIC to other family members, see\nM21-1, Part VI, Subpart iii, 1.C.3 and 4\n, and\nallotting an incarcerated\nVeteran’s pension to dependents, see\nM21-1, Part VI, Subpart iii, 1.B.1\nsurviving spouse’s Survivors Pension to other family members, see\nM21-1, Part VI, Subpart iii, 1.C.2\n, and\nchild’s pension to other family members, see\n38 CFR 3.666(b)(2)\n.\n18\nDid the beneficiary respond to the notice of proposed adverse action within 65 days of the date VA sent the notice?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 20.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B\n, if a beneficiary requests a hearing in response to the notice of proposed adverse action.\n19\nDid the beneficiary submit evidence showing an adjustment of the award due to incarceration is\nnot\nin order?\nIf\nyes\n,\nclear the EP 600\nnotify the beneficiary that VA will\nnot\nreduce or discontinue (whichever applies) benefits, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n20\nReduce or discontinue benefits under the EP 600 as proposed in the notice of proposed adverse action.\nNotes\n:\nTo execute the reduction or discontinuance of benefits in the claims-processing system based on a\nbeneficiary’s\nincarceration, follow the instructions in the\nVeterans Benefits Management System - Awards (VBMS-A) User Guide\n.\nAdd the\nIncarceration\ncorporate flash if the beneficiary is a Veteran.\n21\nNotify the beneficiary of the action taken.\nReference\n:  For more information on issuing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section A - Effects of an Individual’s Incarceration on Department of Veterans Affairs (VA) Benefits",
  "citation": "Part VI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179493/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-A-Effects-of-an-Individuals-Incarceration-on-Department-of-Veterans-Affairs-VA-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:05.544930",
  "tags": [
    "m21-1"
  ]
}