{
  "chunk_id": "VI_iii_1_A_39",
  "content": "/>\nVI.iii.1.A.4.c\n.\nRecoupment of Separation Benefits During Incarceration\nUse the table below to determine the actions to take when\nVA is withholding all or part of a Veteran’s disability compensation to recoup separation benefits (\nincluding\ndisability severance pay), and\nthe Veteran is incarcerated following conviction for a felony.\nException\n:  If VA is withholding disability compensation to recoup voluntary separation pay from an Air Force, Navy, or Marine Corps Veteran, follow the instructions in\nM21-1, Part VI, Subpart ii, 2\n.\nIf VA is withholding …\nThen, effective the 61\nst\nday of incarceration ...\nall of the Veteran’s disability compensation to recoup separation benefits\nlimit the amount of the\nwithholding\nto the rate specified in\nM21-1, Part VI, Subpart iii, 1.A.2.a\nuntil incarceration ends.  (The Veteran, in this case, receives no disability compensation while incarcerated.)\nNote\n:  If entitlement exists, VA may apportion to the Veteran’s dependent(s) all or a part of the\nremaining\ndisability compensation that VA does not withhold during incarceration.  When incarceration ends, the apportionment ends, as well.\nsome but not all of the Veteran’s disability compensation to recoup separation benefits\nlimit the amount of\ndisability compensation\nthat is payable to the Veteran during the period of incarceration to the rate specified in\nM21-1, Part VI, Subpart iii, 1.A.2.a\n, and\nsuspend the withholding for recoupment of separation benefits until incarceration ends.\nNote\n:  If entitlement exists, VA may apportion all or a part of the\nremaining\ndisability compensation – to include the amount VA was withholding to recoup separation benefits prior to incarceration – to the Veteran’s dependent(s) until incarceration ends.\nReferences\n:  For more information on\nrecouping separation benefits, see\nM21-1, Part VI, Subpart ii, 2\n, and\nthe actions to take after incarceration ends, see\nM21-1, Part VI, Subpart iii, 1.A.5\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section A - Effects of an Individual’s Incarceration on Department of Veterans Affairs (VA) Benefits",
  "citation": "Part VI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179493/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-A-Effects-of-an-Individuals-Incarceration-on-Department-of-Veterans-Affairs-VA-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:05.544930",
  "tags": [
    "m21-1"
  ]
}