{
  "chunk_id": "VI_iii_1_A_40",
  "content": "/>\nVI.iii.1.A.4.d\n.\nClaimants Suspected To Be Incarcerated but Not Yet Receiving Benefits\nDevelopment to verify details of incarceration is required prior to paying benefits when a claim is submitted by an individual who is\nevidenced to be incarcerated, but\nnot yet in receipt of VA benefit payments.\nNote\n:  Evidence of incarceration includes, but is not limited to,\nreport by the claimant\nmissed examination notice due to coordination or transport issues with the Veterans Health Administration or Veterans Benefits Administration contract examination providers\nBOP match, or\nnotice from the detaining facility.\nFollow the steps in the table below if confirmation of incarceration is needed for a claimant who is not yet in receipt of benefits.\nStep\nAction\n1\nDid VA receive notice of incarceration from the claimant?\nIf\nyes\n, go to Step 4.\nIf\nno\n, go to the next step.\n2\nIs the notice VA received “official,” as discussed in\nM21-1, Part VI, Subpart iii, 1.A.3.c\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n3\nHas VA obtained the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\nfrom an official source identified in\nM21-1, Part VI, Subpart iii, 1.A.3.b\n?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n4\nAttempt to corroborate the unofficial notice of incarceration\nand\nrequest/obtain the information referenced\nin\nM21-1, Part VI, Subpart iii, 1.A.3.d\nfrom an official source identified in\nM21-1, Part VI, Subpart iii, 1.A.3.b\n.\nIf VA requests the information (by letter, for example), go to the next step.\nIf VA obtains the information without issuing a request (through telephone contact or by accessing a correctional facility’s website, for example), go to Step 8.\nNotes\n:\nDo not establish a separate EP under which to complete the development actions.\nAllow entities from which VA requests information concerning an individual’s incarceration 30 days to respond.\nReference\n:  For a discussion of the available means for requesting/obtaining information from an official source, see\nM21-1, Part VI, Subpart iii, 1.A.3.e\n.\n5\nDid the entity from which VA requested the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\nrespond within 30 days?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\nNote\n:  If the\nVA Form 21-4193\nor equivalent, requested from the entity does not contain the information referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.d\n, claims processors are required to attempt to contact the entity by telephone.  When telephone contact is unsuccessful, send a follow-up letter requesting the specific missing information and allow 30 days for a response.\n6\nSend a follow-up request for the information and allow 30 days for a response.\n7\nDid the entity to which VA sent a follow-up request respond within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ntake no further action in this table, and\npay the full monetary rate due if benefits are granted.\n8\nUse the table below to determine the actions to take based on the information received concerning the incarceration.\nIf information obtained from official sources shows the claimant was incarcerated ...\nThen ...\nfor reasons\nother than\nconviction of a\nfelony (if the claim is for disability compensation or DIC), or\nfelony or misdemeanor (if the claim is for pension\nless than\n60 days after conviction for a felony or misdemeanor, or\nfor an offense that, due to delays in criminal justice processing (pending the assignment of a trial date, for example), has yet to result in conviction or acquittal/dismissal\ntake no further action regarding the incarceration, and\ndevelop the claim as normal.\nat least 60 days after conviction for a felony (if the claim is for compensation or DIC)\ncontinue development of any non-incarceration issues, as necessary, and\nif entitlement to compensation or DIC is granted\npay reduced monetary benefits as described in\nM21-1, Part VI, Subpart iii, 1.A.2.a\nand\ne\nsimultaneously with the original award generation, and\nnotify the beneficiary of the action taken.\nNotes\n:\nNotice of proposed adverse action is\nnot\nrequired prior to paying reduced benefits in this situation.\nPayments should be reduced effective the 61\nst\nday of incarceration.\nat least 60 days after conviction for a felony or misdemeanor (if the claim is for pension)\ndeny entitlement to pension benefits.\nReferences\n:  For more information on\nthe amount to which VA must reduce disability compensation and DIC when a Veteran or surviving spouse is incarcerated, see\nM21-1, Part VI, Subpart iii, 1.A.2.a\nand\ne\nissuing decision notices, see\nM21-1, Part VI, Subpart i, Chapter 1, Section B - Decision Notices\nM21-1, Part VI, Subpart i, 1.B, and\ncalculating the 61st day of incarceration, see\nM21-1, Part VI, Subpart iii, 1.A.4.a\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section A - Effects of an Individual’s Incarceration on Department of Veterans Affairs (VA) Benefits",
  "citation": "Part VI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179493/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-A-Effects-of-an-Individuals-Incarceration-on-Department-of-Veterans-Affairs-VA-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:05.544930",
  "tags": [
    "m21-1"
  ]
}