{
  "chunk_id": "VI_iii_1_A_46",
  "content": "/>\nVI.iii.1.A.5.c\n.\nHandling Notice That a Beneficiary’s Incarceration Has Ended\nFollow the steps in the table below after receiving notice that incarceration has ended.\nException\n:  If the beneficiary is a former apportionee whose apportionment VA discontinued based on the\nformer apportionee’s\nincarceration, follow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.5.f\n, instead of the steps in the table below.\nStep\nAction\n1\nEstablish EP 290, using the more appropriate of the following claim labels, depending on the benefit at issue:\nIncarceration - Resumption of Benefits (290INCROB)\n, or\nPMC - Incarceration - Resumption of Benefits (290INCROBPMC)\n.\nReference\n:  For more information on EP codes and controls, see\nM21-4, Appendix B\n.\n2\nDid VA receive the notice\ndirectly\nfrom one of the one of the official sources referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.b\n?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.5.d\nand\ne\n.\nIf\nno\n, go to the next step.\nImportant\n:  Go to the next step if the\nbeneficiary\nsubmitted the notice, even if the notice was accompanied by what appears to be evidence from an official source.\n3\nAttempt to obtain confirmation that incarceration has ended through the means described in\nM21-1, Part VI, Subpart iii, 1.A.3.e\n.  If confirmation\nis received immediately (on the same day as an attempt(s) is made),\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.5.d\nand\ne\n, or\ncannot be immediately obtained, go to the next step.\n4\nSend an e-mail or letter to the appropriate Federal, State, or local government authority, such as those referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.b\n, asking for confirmation that incarceration has ended.\n5\nConcurrent with the action described in the previous step, prepare and send to the beneficiary a letter that\nnotifies the beneficiary of the requirement that VA obtain confirmation incarceration has ended from an official source, and\nencourages the beneficiary to ask one of the government authorities referenced in\nM21-1, Part VI, Subpart iii, 1.A.3.b\n, to send confirmation directly to VA.\n6\nWas confirmation that incarceration has ended received from an official source within 30 days?\nIf\nyes\n,\ndisregard the remaining step in this table, and\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.5.d\nand\ne\n.\nIf\nno\n, go to the next step.\n7\nNotify the beneficiary that VA cannot resume the payment of benefits that VA reduced or discontinued due to incarceration without confirmation from an official source that incarceration has ended.\nClear the pending EP 290.\nDisregard the remaining steps in this table.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section A - Effects of an Individual’s Incarceration on Department of Veterans Affairs (VA) Benefits",
  "citation": "Part VI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179493/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-A-Effects-of-an-Individuals-Incarceration-on-Department-of-Veterans-Affairs-VA-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:05.544930",
  "tags": [
    "m21-1"
  ]
}