{
  "chunk_id": "VI_iii_1_A_48",
  "content": "/>\nVI.iii.1.A.5.e\n.\nDetermining the Proper Effective Date for Resuming Benefits After Incarceration Ends\nUse the table below to determine the proper effective date for resuming the payment of benefits at the full rate to which a beneficiary is otherwise entitled after incarceration ends.\nImportant\n:\nThe beneficiary referenced in this block does\nnot\ninclude a former apportionee whose apportionment VA discontinued because the\nformer apportionee\nwas incarcerated.\nApply the exclusion identified in\n38 CFR 3.31(c)(3)(v)\nwhen determining the effective date of\npayment\n.\nIf VA received notice incarceration ended …\nThen the proper effective date for resuming benefits is the date …\nwithin one year of the date incarceration ended\nincarceration ended.\none year or more after the date incarceration ended\nVA received notice incarceration ended.\nException\n:  The information provided in the table above is based on the assumption that VA received notice incarceration had ended\nafter\nVA had already discontinued or reduced benefits due to incarceration.  When\nconcurrently\ndiscontinuing or reducing benefits and taking the actions described in this block (because, for example, VA was unaware of the incarceration until it received notice incarceration had ended), the proper effective date for resuming the payment of benefits is the date incarceration ended, regardless of how long after this date VA received notice.\nReferences\n:  For more information on the\nproper effective date for resuming the apportionment of a former apportionee whose apportionment VA discontinued because the former apportionee was incarcerated, see\nM21-1, Part VI, Subpart iii, 1.A.5.f\n, and\ndifference between the effective date of entitlement and the effective date of payment, see\nM21-1, Part VI, Subpart i, 1.A\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section A - Effects of an Individual’s Incarceration on Department of Veterans Affairs (VA) Benefits",
  "citation": "Part VI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179493/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-A-Effects-of-an-Individuals-Incarceration-on-Department-of-Veterans-Affairs-VA-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:05.544930",
  "tags": [
    "m21-1"
  ]
}