{
  "chunk_id": "VI_iii_1_B_6",
  "content": "/>\nVI.iii.1.B.1.a\n.\nRight of an Incarcerated Veteran’s Dependent(s) to Receive Pension\n38 CFR 3.666\nrequires the Department of Veterans Affairs (VA) to discontinue a Veteran’s disability pension effective the 61\nst\nday of incarceration following conviction of a felony or misdemeanor.  However, this same regulation allows VA to pay pension to the Veteran’s spouse and/or child(ren) while the Veteran is incarcerated.\nException\n:  VA may\nnot\npay pension to the dependent(s) of an incarcerated Veteran if\nthe Veteran is a fugitive felon, as defined in\n38 CFR 3.666(e)(2)\n, or\nthe dependent is\na fugitive felon, or\nincarcerated for conviction of a felony or misdemeanor.\nNotes\n:\nVA is responsible for notifying a Veteran of the right of any dependent(s) to receive pension at the same time it provides the Veteran with notice of the proposal to discontinue benefits due to incarceration.  VA must concurrently notify the Veteran’s dependent(s) of their right to receive pension if\nthe evidence of record indicates the existence of an eligible dependent(s), and\nVA is able to obtain contact information for the dependent(s).\nAttach\nVA Form 21-0788, Information Regarding Apportionment of Beneficiary’s Award\n, to the Veteran’s notice and to the notice to the Veteran’s dependent(s).\nReference\n:  For more information about adjusting benefits based on a Veteran’s incarceration, see\nM21-1, Part VI, Subpart iii, 1.A\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}