{
  "chunk_id": "VI_iii_1_B_9",
  "content": "/>\nVI.iii.1.B.1.d\n.\nDetermining the Amount of Pension VA May Pay to the Dependent(s) of an Incarcerated Veteran\n38 CFR 3.666(a)\nlimits the amount of pension VA may pay to an incarcerated Veteran’s dependent(s) to the\nlesser\nof the following:\nthe amount of pension to which the Veteran was entitled before VA discontinued pension due to incarceration, or\nthe amount of Survivors Pension to which the dependent(s) would be entitled based on current income.\nScenario\n:\nIn February 2025, VA discontinued the payment of pension to a Veteran, effective January 10, 2025, due to his incarceration.  Prior to this action, VA had been paying the Veteran $2,093.00 per month, based on annual income for VA purposes (IVAP) of $0.00.  This amount included additional benefits for a spouse and two children.\nIn March 2025, the Veteran’s spouse requested the payment of pension for herself and the two children during the Veteran’s incarceration.\nThe spouse’s and children’s annual IVAP is $0.00.\nResult\n:\n38 CFR 3.666(a)\nlimits the monthly amount of pension VA may pay to the spouse and children to $1,241.00.  This represents the monthly amount of Survivors Pension to which the spouse would be entitled, which is also less than the monthly amount of pension to which the Veteran was entitled prior to incarceration.\nReference\n:  To view current Survivors Pension rates, see the current\nSurvivors Pension Rate Tables\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}