{
  "chunk_id": "VI_iii_1_B_10",
  "content": "/>\nVI.iii.1.B.1.e\n.\nDetermining the Effective Date of Entitlement and the Effective Date of Payment\nIf VA receives a completed and signed\nVA Form 21-0788\nwithin one year of the date VA notified the Veteran of the rights of any dependent(s) to receive pension during the Veteran’s incarceration, the effective date of entitlement, if entitlement exists, is the 61\nst\nday of incarceration.  Otherwise, the effective date can be no earlier than the date VA receives the form.\nImportant\n:\nIt is possible for some amount of time to pass between the 61\nst\nday of incarceration and the date VA discontinues an incarcerated Veteran’s pension.  This delay may result in an overpayment of benefits to the Veteran.  Although VA may find the dependent(s) of an incarcerated Veteran\nentitled\nto pension from the 61\nst\nday of incarceration, to avoid paying the dependent(s) benefits VA has already overpaid to the Veteran, VA must\nensure the effective date of\npayment\nof pension to the Veteran’s dependent(s) is no earlier than the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in the Veterans Benefits Management System (VBMS), and\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.B.1.g\nto apply to the Veteran’s overpayment any pension due the Veteran’s dependent(s) for the period between the 61st day of incarceration and the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nBefore applying benefits due the Veteran’s dependent(s) to the Veteran’s overpayment, ensure VA has not already recouped or waived the overpayment.\nProcess the payment of pension to an incarcerated Veteran’s dependent(s) under end product (EP) 130.\nReference\n:  For an example of how the policies described in this block are applied, see\nM21-1, Part VI, Subpart iii, 1.B.1.h\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}