{
  "chunk_id": "VI_iii_1_B_12",
  "content": "/>\nVI.iii.1.B.1.g\n.\nProcedure for Reducing/\nEliminating an Overpayment Resulting From a Veteran’s Incarceration\nFollow the instructions in the table below to reduce or eliminate an\nexisting\noverpayment in a Veteran’s account when\nthe overpayment is the result of retroactive discontinuance of the Veteran’s pension due to incarceration, and\nthe Veteran has a dependent or dependents that are entitled to the Veteran’s pension during the period of incarceration.\nImportant\n:\nThe instructions presented in the table below are for application when a decision has been made to\naward\npension\nto an incarcerated Veteran’s dependent(s),\nor\napportion an incarcerated Veteran’s\ncompensation\nto any dependent(s).\nAlthough the payment of pension to a Veteran’s dependent(s) under\n38 CFR 3.666\nis\nnot\nan apportionment, it is treated as such in the procedure described in the table below.\nStep\nAction\n1\nEnter the decision to apportion benefits to the Veteran’s dependent(s) in the awards system.\nImportant\n:  To determine the effective date of payment of the apportionment, follow the instructions for\npension in\nM21-1, Part VI, Subpart iii, 1.B.1.e\n, or\ncompensation in\nM21-1, Part VI, Subpart iii, 1.B.2.d\n.\n2\nGenerate the award to the apportionee(s) by clicking on the GENERATE AWARD button on the RECORD DECISIONS screen.\n3\nWhen the ADDRESS DISPLAY screen appears,\nconfirm or, if necessary, change the address of the apportionee(s), and\nclick on the CONTINUE GENERATION button.\n4\nWhen the CURRENT AND PROPOSED AWARD/AUTHORIZATION screen appears,\nmanually calculate the amount due the apportionee(s) from the effective date of payment to the first day of the current month, and\nconfirm that the net effect of the proposed award (as displayed in the title of the PROPOSED AWARD tab) matches the result of the manual calculation.\nImportant\n:  If award action is taken at the\nend\nof the current month, the net effect of the proposed award will likely include benefits payable for the current month.\n5\nClick on the GENERATE AWARD OVERRIDE (GAO) button.\n6\nWhen the GENERATE AWARD OVERRIDE screen appears, select the first award line that falls within the period during which the overpayment resulting from the Veteran’s incarceration was created.\n7\nClick on the EDIT button.\n8\nWhen the OVERRIDE WORKSHEET screen appears, subtract from the amount shown in the INST ADJ field the monthly amount of the apportionment in effect as of the date of the award line that appears at the top of the screen.\n9\nUpdate the amount in the AMOUNT field (in the lower, right-hand corner of the OVERRIDE WORKSHEET screen) so that it matches the amount in the AWARD NET column in the award line that appears at the top of the same screen.\n10\nSearch for the Veteran in the Enterprise Management of Payments Workload and Reporting for VA (eMPWR-VA).  Select\nReceivables\nfrom the drop-down menu on the TRANSACTION HISTORY screen.\n11\nSelect the Veteran’s name in the BENEFICIARIES field to open the RECIEVABLE DETAILS screen.  On the RECEIVABLE DETAILS screen, identify the row with a BEGIN DATE field that matches the effective date of the award line at the top of the OVERRIDE WORKSHEET screen in VBMS.\n12\nConfirm that the\nReceivable Reason\nfield (on the RECEIVABLE DETAILS screen in eMPWR-VA for the row identified in Step 11) matches the reason displayed in the SELECTED REASONS field in the bottom, left-hand side of the OVERRIDE WORKSHEET screen in VBMS.  If the reasons do\nnot\nmatch,\nremove the current reason in the SELECTED REASON field, and\nselect from the reasons displayed in the AVAILABLE REASONS field the reason that matches the\nReceivable Reason\nfield shown in eMPWR-VA.\nImportant\n:  If the\nReceivable Reason\nfield and the reason in the SELECTED REASON field do\nnot\nmatch, the actions described in this table will\nnot\nhave the desired effect of reducing or eliminating the overpayment in the Veteran’s account.\n13\nCapture and associate with the claims folder a screenshot of the GENERATE AWARD OVERRIDE WORKSHEET screen associated with each overridden award line.\nExample\n:\nNote\n:  When uploading the worksheet(s) to VBMS, use the following document properties:\nSUBJECT:\nGAO Worksheet\n, and\nCATEGORY – TYPE:\nWorksheet:  User Calculations (Retroactive Payment, etc.)\n.\n14\nClick on the ACCEPT button.\n15\nAre there additional award lines on the GENERATE AWARD OVERRIDE screen that fall within the period during which the overpayment resulting from the Veteran’s incarceration was created?\nIf\nyes\n,\nselect the next award line on the GENERATE AWARD OVERRIDE screen, and\nreturn to Step 7.\nIf\nno\n, go to the next step.\n16\nIn the REMARKS field on the GENERATE AWARD OVERRIDE screen, add the following text:\nPerformed award override to offset the overpayment in the Veteran’s account that was created as a result of the Veteran’s incarceration\n.\n17\nClick on the GENERATE button.\nNote\n:  The offset of the Veteran’s debt will be reflected in eMPWR-VA after authorization of the award action described in the table above.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}