{
  "chunk_id": "VI_iii_1_B_13",
  "content": "/>\nVI.iii.1.B.1.h\n.\nExample:  Payment of Pension to the Dependents of an Incarcerated Veteran\nScenario\n:\nOn September 1, 2015, VA receives notification of a Veteran’s incarceration for conviction of a felony.  The 61\nst\nday of the Veteran’s incarceration was June 10, 2015.\nVA has been paying the Veteran pension, to include additional benefits for his spouse and child.\nOn September 8, 2015, VA\nsends notice of proposed adverse action to the Veteran, and\ninforms the Veteran of his dependents’ rights to receive pension while he is incarcerated.\nOn November 3, 2015, VA receives a\nVA Form 21-0788\nfrom the Veteran’s spouse for the payment of pension for herself and her child.\nOn November 17, 2015, VA discontinues the Veteran’s pension effective June 10, 2015.  VA concurrently\nfinds the Veteran’s spouse entitled to the payment of pension while the Veteran is incarcerated\napplies the benefits to which the Veteran’s spouse is entitled for the period June 10, 2015, to November 1, 2015, to the overpayment resulting from the retroactive adjustment to the Veteran’s award, and\nbegins paying pension to the spouse effective November 1, 2015.\nNote\n:  VA does not always discontinue a Veteran’s pension due to incarceration and process the payment of pension to the dependent(s) at the same time (as described in the example above).  Often, VA does not receive a request for the payment of pension to the dependent(s) of an incarcerated Veteran until\nafter\nit has discontinued the Veteran’s benefits.  If this were the case in the example above, the effective date of payment of pension to the Veteran’s spouse (November 1, 2015) would remain the same, as long as VA received the request before September 8, 2016.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}