{
  "chunk_id": "VI_iii_1_B_15",
  "content": "/>\nVI.iii.1.B.1.j\n.\nDiscontinuing the Payment of Pension to a Veteran’s Dependent(s) After Incarceration Ends\nIf VA receives notice that a Veteran’s incarceration has ended, and VA has been paying pension to the Veteran’s dependent(s) during incarceration,\ndiscontinue the payment of pension to the Veteran’s dependent(s) effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS\nfor the period between the date incarceration ended and the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, pay the Veteran the difference between\nthe full amount of pension to which the Veteran is entitled, and\nthe amount of pension VA paid to the dependents during the same period of time\nresume payment of the full amount of pension to which the Veteran is entitled effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, and\nnotify both the Veteran and the dependent(s) of the adjustments made to their individual awards, according to the instructions in\nM21-1, Part VI, Subpart i, 1.B\n.  Inform the dependent(s) that they may submit a claim for an apportionment of the Veteran’s benefits if, after incarceration, the Veteran no longer resides with the dependent(s).  Include a blank\nVA Form 21-0788\nwith the notification letter to the Veteran’s dependents.\nNotes\n:\nVA does not require the submission of a specific form to\nreport that incarceration has ended, or\nrequest a resumption of benefits after incarceration has ended.\nIf VA was paying a Veteran either Section 306 or Old Law Pension prior to incarceration, resume payment of the same benefit after incarceration ends if entitlement still exists.  Do not switch the Veteran to current-law pension unless the Veteran specifically elects this benefit.\nBecause a Veteran’s dependent(s) has already been notified of the temporary nature of their entitlement (in accordance with the instructions in\nM21-1, Part VI, Subpart iii, 1.B.1.i\n), there is no need to provide notice of proposed adverse action to the dependent(s) before making the adjustments described in this block.\nReference\n:  For more information about elections between VA benefits, see\nM21-1, Part VI, Subpart ii, 1.A.2\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}