{
  "chunk_id": "VI_iii_1_B_20",
  "content": "/>\nVI.iii.1.B.2.a\n.\nRight of an Incarcerated Veteran’s Dependent(s) to an Apportionment\n38 CFR 3.665\nrequires VA to reduce a Veteran’s disability compensation to the amount payable under\n38 CFR 3.665(d)\neffective the 61\nst\nday of incarceration following conviction of a felony.  However, this same regulation also allows VA to apportion all or part of the compensation no longer payable to the Veteran to a\nspouse\nchild(ren), and/or\ndependent parent(s).\nException\n:  VA may\nnot\napportion compensation to\na Veteran’s dependent(s) if the Veteran is a fugitive felon, as defined in\n38 CFR 3.665(n)(2)\n, or\nany dependent who is\na fugitive felon, or\nincarcerated for conviction of a felony.\nNotes\n:\nIf an incarcerated Veteran received separation benefits that VA has not yet recouped in their entirety, see the notes in\nM21-1, Part VI, Subpart iii, 1.A.4.c\n.\nVA is responsible for notifying a Veteran of the rights of any dependent(s) to an apportionment of the Veteran’s compensation at the same time it provides the Veteran with notice of the proposal to reduce benefits due to incarceration.  VA must concurrently notify the Veteran’s dependent(s) of their right to an apportionment if\nthe evidence of record indicates the existence of an eligible dependent(s), and\nVA is able to obtain contact information for the dependent(s).\nAttach\nVA Form 21-0788\nto the Veteran’s notice and to the notice to the Veteran’s dependent(s).\nReference\n:  For more information about adjusting benefits based on a Veteran’s incarceration, see\nM21-1, Part VI, Subpart iii, 1.A\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}