{
  "chunk_id": "VI_iii_1_B_23",
  "content": "/>\nVI.iii.1.B.2.d\n.\nDetermining the Effective Date of Entitlement and the Effective Date of Payment\nIf VA receives a\nVA Form 21-0788\nwithin one year of the date VA notified the Veteran of the rights of any dependent(s) to an apportionment during incarceration, the effective date of\nentitlement\nto the apportionment, if granted, is the 61\nst\nday of incarceration.  Otherwise, the effective date can be no earlier than the date VA receives the claim.\nIt is possible for some amount of time to pass between the 61\nst\nday of incarceration and the date VA actually adjusts the Veteran’s award based on incarceration.  In most cases, this retroactive adjustment will result in the creation of an overpayment in the Veteran’s account.  The existence of such an overpayment must be considered when determining the proper effective date of\npayment\nof the apportionment, as explained in the table below.\nNote\n:  The instructions in the table below are based on an assumption that VA received the\nVA Form 21-0788\nwithin one year of the date VA notified the Veteran of the rights of any dependent(s) to an apportionment.\nIf ...\nThen ...\nan overpayment resulting from the Veteran’s incarceration remains in their account\nto avoid paying the apportionee(s) benefits VA has already overpaid to the Veteran,\nensure the effective date of\npayment\nof the apportionment is no earlier than the first of the month following the month for which VA last paid the Veteran the\nfull\nrate of compensation, and\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.B.1.g\nto apply to the Veteran’s overpayment, any benefit due the apportionee(s) for the period between the 61\nst\nday of incarceration and the first of the month following the month for which VA last paid the Veteran the\nfull\nrate of compensation.\nNote\n:  The actual payment of VA benefits is always one month in arrears.  For example, benefits due a beneficiary for the month of October are deposited at the end of October or the beginning of November.  Using this example, “the first of the month following the month for which VA last paid the Veteran” would be November 1.\nno overpayment exists\nthe effective date of\npayment\nof the apportionment is the 61\nst\nday of incarceration.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}