{
  "chunk_id": "VI_iii_1_B_25",
  "content": "/>\nVI.iii.1.B.2.f\n.\nExample:  Apportionment of an Incarcerated Veteran’s Compensation\nScenario\n:\nOn September 1, 2015, VA receives notification of a Veteran’s incarceration in a federal prison for conviction of a felony.  The 61\nst\nday of incarceration was June 10, 2015.\nThe Veteran has multiple service-connected (SC) disabilities with a combined disability rating of 50 percent.  He also has a wife and one child for whom he has been receiving additional compensation.\nOn September 8, 2015, VA sends notice of proposed adverse action to the Veteran and informs him of his dependents’ rights to an apportionment of his compensation.\nOn November 3, 2015, VA receives a\nVA Form 21-0788\nfrom the Veteran’s spouse for an apportionment of the Veteran’s compensation.\nOn November 17, 2015, VA reduces the Veteran’s compensation to the rate payable for a disability rated 10-percent disabling, effective June 10, 2015.  VA concurrently\nfinds the Veteran’s spouse entitled to an apportionment of the remaining amount of compensation to which the Veteran is not entitled due to his incarceration\napplies the apportionment to which the Veteran’s spouse is entitled for the period June 10, 2015, to November 1, 2015, to the overpayment resulting from the retroactive adjustment to the Veteran’s award, and\nprocesses an award to the Veteran’s spouse with an effective date of payment of November 1, 2015 (the first day of the month following the month for which VA last paid the Veteran his full rate of compensation).\nNote\n:  VA does not always reduce a Veteran’s compensation due to incarceration and process a corresponding apportionment at the same time (as described in the example above).  Oftentimes, VA does not receive a claim for an apportionment until\nafter\nit has reduced or discontinued the Veteran’s benefits.  If this were the case in the example above,\nthe effective date of payment of the apportionment (November 1, 2015) would remain the same, as long as VA received the claim before September 8, 2016, and\nprocedures outlined in\nM21-1, Part VI, Subpart iii, 1.B.1.g\nwould be used to reduce or eliminate any remaining overpayment resulting from the Veteran’s incarceration.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}