{
  "chunk_id": "VI_iii_1_B_27",
  "content": "/>\nVI.iii.1.B.2.h\n.\nDetermining the Amount of Compensation to Apportion to an Incarcerated Veteran’s Dependent\nDetermine the amount of compensation, if any, to apportion to an incarcerated Veteran’s dependent based on the dependent’s individual need.\nConsider the following when evaluating individual need\ndependent’s income and living expenses\nthe amount of compensation available for apportionment\nneeds and expenses of other dependents, and\nspecial needs of any dependent.\nFollow the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.g\nfor proper documentation and approval of the apportionment decision.\nNotes\n:\nTo determine the amount of compensation VA may apportion to the dependent(s) of an incarcerated Veteran, subtract the rate payable for a disability rating of 10 percent from the rate payable if the Veteran were\nnot\nincarcerated.\nIf the Veteran’s compensation is subject to withholding for the recoupment of separation benefits, see the notes in\nM21-1, Part VI, Subpart iii, 1.A.4.c\nto determine the amount of compensation VA may apportion to the dependent(s) of an incarcerated Veteran.\nWhen an incarcerated Veteran’s apportioned compensation benefits are subject to a cost-of-living adjustment (COLA), apply the COLA to the apportionee’s award.\nReference\n:  For more information on adjusting an award to reflect a COLA, see\nM21-1, Part X, Subpart v, 2.C\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}