{
  "chunk_id": "VI_iii_1_B_30",
  "content": "/>\nVI.iii.1.B.2.k\n.\nHandling Apportioned Awards When the Veteran Is Not Reunited With Dependent(s) After Incarceration Ends\nTake the actions described in the table below if\nVA apportioned a Veteran’s compensation to any dependent(s) as a result of the Veteran’s incarceration, and\nthe Veteran is\nnot\nreunited with\nall\nof the same dependent(s) when incarceration ends.\nStep\nAction\n1\nReduce the apportionment to the dependent(s) with whom the Veteran is\nnot\nreunited to the additional amount of compensation payable for the dependent(s), effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n2\nFor the period between the date incarceration ended and the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, pay the Veteran the difference between\nthe full amount of compensation payable for the Veteran and the dependent(s), and\nthe amount of the apportionment.\n3\nPay the Veteran the full amount of compensation to which the Veteran is entitled,\nminus\nany additional benefits for the dependents with whom the Veteran is\nnot\nreunited, effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n4\nNotify both the Veteran and the dependent(s) of the adjustments made to their individual awards, according to the instructions in\nM21-1, Part VI, Subpart i, 1.B\n.\n5\nFollow the instructions in\nM21-1, Part VI, Subpart iii, 1.B.2.l\n.\nExceptions\n:\nDo\nnot\ncontinue an apportionment that VA initially granted based solely on the policy expressed in the notes in\nM21-1, Part VI, Subpart iii, 1.A.4.c\n.\nDo\nnot\ncontinue an apportionment to a dependent parent after incarceration ends unless the award was apportioned under the provisions of\n38 CFR 3.452(c)\n.\nNote\n:  Because a Veteran’s dependent(s) has already been notified of the temporary nature of the apportionment (in accordance with the instructions in\nM21-1, Part VI, Subpart iii, 1.B.2.g\n), there is no need to provide notice of proposed adverse action to the dependent(s) before reducing the apportionment when incarceration ends.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}