{
  "chunk_id": "VI_iii_1_B_31",
  "content": "/>\nVI.iii.1.B.2.l\n.\nDeciding Whether Continuation of the Apportionment Is Appropriate\nAfter taking the actions described in\nM21-1, Part VI, Subpart iii, 1.B.2.k\n,\nestablish EP(s) 130, using the payee code(s) for the dependent(s) with whom the Veteran was\nnot\nreunited, and\nsend a letter to the dependent(s) with whom the Veteran was\nnot\nreunited.  In the letter,\nremind the dependent(s) the apportionment VA granted based on the Veteran’s incarceration was temporary and subject to discontinuance when incarceration ended\nask the dependent(s) to complete and return\nVA Form 21-0788\nwithin 30 days, and\ninform the dependent(s) that VA will continue the apportionment only upon receipt of evidence/information showing an apportionment is still warranted.\nFollow the instructions in the table below after the\nearlier\nof the following occurs:\nthe dependent(s) responds to the letter, or\nthe 30-day response period expires.\nStep\nAction\n1\nDid the dependent respond to the request for completion of\nVA Form 21-0788\n?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\n2\nDiscontinue the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nGo to Step 12.\nNote\n:  If the dependent returns\nVA Form 21-0788\nafter\nVA discontinues the apportionment, follow the instructions in\nM21-1, Part VI, Subpart iii, 1.B.2.m\n.\n3\nDetermine whether a bar to the apportionment now exists.\nNote\n:  A bar to an apportionment of a Veteran’s benefits exists under any of the circumstances described in\nM21-1, Part VII, Subpart iii, 1.A.1.f\n.\n4\nDoes a bar to the apportionment exist?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n5\nDiscontinue the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nGo to Step 12.\n6\nDoes the evidence of record\nat the present time\nsuggest an\nincrease\nin the amount of the apportionment might be in order?\nIf\nyes\n,\nclear an EP 130 under the Veteran’s name, and\ngo to Step 9.\nIf\nno\n, go to the next step.\n7\nEstablish EP 130 under the Veteran’s name, using the current date as the date of claim.\n8\nSend a letter to the Veteran requesting a completed and returned\nVA Form 21-0788\nwithin 30 days.\nUnless the provisions of\n38 CFR 3.450\nare\nnot\nfor consideration in determining whether the dependent(s) remain entitled to an apportionment, inform the Veteran in the letter that if they are not contributing to the claimant’s support, they must provide VA with an explanation for not doing so.\nGo to Step 10 after the\nearlier\nof the following occurs:\nthe Veteran responds, or\nthe 30-day response period expires.\n9\nTake the actions described in Steps 9-11 of the table in\nM21-1, Part VII, Subpart iii, 1.A.2.a\n.\nGo to the next step after the\nearlier\nof the following occurs:\nthe Veteran responds to the notice of proposed adverse action, or\nthe 65-day response period expires.\nNotes\n:\nMinor revisions to the notice of proposed adverse action referenced in\nM21-1, Part VII, Subpart iii, 1.A.2.c\n, will be necessary to clarify that VA is proposing to increase the amount of the existing apportionment.\nFollow the instructions in\nM21-1, Part VII, Subpart iii, 1.A.2.f\n, if the Veteran requests a hearing within 30 days of the date of the notice of proposed adverse action.\n10\nFollow the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.a-g\n.\n11\nFollow the instructions in the table below.\nIf …\nThen document the decision according to the instructions in M21-1, Part VII, Subpart iii, 1.A.3.g, and …\nVA decides to continue the apportionment at its\npresent\nrate\ngo to Step 12.\nVA decides\napportionment of the Veteran’s compensation is no longer warranted, or\na reduction in the apportionment is warranted\ndiscontinue or reduce the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, and\ngo to Step 12.\nVA decides an increase in the amount of the apportionment is warranted\npay the increased amount effective the date VA reduced the apportionment to its present level (based on the reduction described in Step 1 of the procedure outlined in\nM21-1, Part VI, Subpart iii, 1.B.2.k\n), and\ngo to the next step.\nImportant\n:  Do\nnot\nincrease the amount of the apportionment without first taking the actions described in\nM21-1, Part VII, Subpart iii, 1.A.2.b and c\n.\n12\nNotify the Veteran and the dependent of VA’s decision.\nReference\n:  For more information about notifying beneficiaries and claimants of a decision regarding an apportionment, see\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.  (The exception in the referenced block does\nnot\napply in this situation.)",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}