{
  "chunk_id": "VI_iii_1_B_37",
  "content": "/>\nVI.iii.1.B.3.a\n.\nPaying Compensation in Lieu of Pension During Incarceration\n38 CFR 3.666\nrequires VA to\ndiscontinue\nthe payment of\npension\nto a Veteran incarcerated for more than 60 days following conviction of a felony\nor misdemeanor\n, whereas\n38 CFR 3.665\nrequires VA to\nreduce\nthe payment of\ncompensation\nto a Veteran incarcerated for more than 60 days following conviction of a felony.\nBecause the law allows Veterans entitled to compensation to continue receiving at least a portion of their benefits during incarceration, compensation is often the greater benefit for Veterans entitled to both compensation and pension whose awards are subject to adjustment due to incarceration.\nFollow the instructions in the table below when\ndiscontinuation of a Veteran’s pension due to incarceration is in order, and\nthe Veteran is entitled to both compensation and pension.\nIf the Veteran has ...\nThen ...\nneither spouse nor child\nbegin paying the Veteran compensation at the rate specified in\n38 CFR 3.665(d)\neffective the 61\nst\nday of incarceration. (No election is required under these circumstances, according to\n38 CFR 3.666(d)\n).\na spouse and/or child\nnotify the Veteran of\nthe right of any dependent(s) to the payment of pension during the Veteran’s incarceration\nthe Veteran’s right to elect compensation, and\nthe effect the election would have on the amount of benefits payable to the Veteran and any dependent(s) during the Veteran’s incarceration, and\nnotify the Veteran’s dependent(s) of their right to receive pension if\nthe evidence of record indicates the existence of an eligible dependent(s), and\ncontact information for the dependent(s) is obtainable.\nNotes\n:\nThe notification referenced above should take place at the same time VA notifies the Veteran of the proposal to discontinue pension due to incarceration.\nDo not begin paying the Veteran compensation unless the Veteran elects the benefit.\nIf the Veteran fails to make an election within the time period allotted for a response, discontinue benefits according to the notice of proposed adverse action.\nIf the Veteran elects compensation, award it effective the\nlater\nof the following dates:\nthe date VA received the election, or\nthe 61\nst\nday of incarceration.\nReferences\n:  For more information about\npaying pension to a Veteran’s dependent(s) during the Veteran’s incarceration, see\nM21-1, Part VI, Subpart iii, 1.B.1\n, and\napportioning an incarcerated Veteran’s compensation to dependent(s), see\nM21-1, Part VI, Subpart iii, 1.B.2\n.\nImportant\n:  Do\nnot\nreduce a Veteran’s\ncompensation\nbased on incarceration if the incarceration is for conviction of a\nmisdemeanor\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}