{
  "chunk_id": "VI_iii_1_B_38",
  "content": "/>\nVI.iii.1.B.3.b\n.\nResuming the Benefits of a Veteran Entitled to Both Compensation and Pension When Incarceration Ends\nIf a Veteran entitled to both compensation and pension was receiving compensation in lieu of pension during incarceration, follow the instructions in the table below when incarceration ends.\nIf ...\nThen ...\ncompensation continues to be the greater benefit after incarceration ends\nadjust the Veteran’s award according to the instructions in\nM21-1, Part VI, Subpart iii, 1.A.5\n, and\nM21-1, Part VI, Subpart iii, 1.B.2.i\n-\nk\n, as applicable.\npension is the greater benefit after incarceration ends, and\nVA was\nnot\napportioning the Veteran’s compensation to dependent(s) while the Veteran was incarcerated\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.A.5.d and e\nfor selecting an effective date for resuming the payment of pension.\npension is the greater benefit after incarceration ends, and\nVA was apportioning the Veteran’s compensation to dependent(s) while the Veteran was incarcerated\ndiscontinue the apportionment to the Veteran’s dependent(s) effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS\nfor the period between the date incarceration ended and the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, pay the Veteran the difference between\nthe full amount of pension to which entitled, and\nthe amount of the apportionment\nresume payment of the full amount of pension to which the Veteran is entitled effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, and\nnotify both the Veteran and the dependent(s) of the adjustments made to their individual awards, according to the instructions in\nM21-1, Part VI, Subpart i, 1.B\n.  Inform the dependent(s) a claim for an apportionment of the Veteran’s benefits may be submitted if, after incarceration, the Veteran no longer resides with the dependent(s).\nNote\n:  Because a Veteran’s dependent(s) has already been notified of the temporary nature of the apportionment (in accordance with the instructions in\nM21-1, Part VI, Subpart iii, 1.B.2.g\n), there is no need to provide notice of proposed adverse action to the dependent(s) before reducing the apportionment when incarceration ends.\nReference\n:  For more information about elections between VA benefits, see\nM21-1, Part VI, Subpart ii, 1.A.2\n.\nNotes\n:\nIf VA was paying the Veteran either Section 306 or Old Law Pension prior to incarceration, resume payment of the same benefit when incarceration ends if entitlement still exists. Do not switch the Veteran to current-law pension unless the Veteran specifically elects this benefit.\nVA does not require the submission of a specific form to\nreport that incarceration has ended, or\nrequest a restoration of benefits to which the Veteran is otherwise entitled after incarceration has ended.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section B - Paying Benefits to the Dependent(s) of an Incarcerated Veteran",
  "citation": "Part VI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179494/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-B-Paying-Benefits-to-the-Dependents-of-an-Incarcerated-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:14.879128",
  "tags": [
    "m21-1"
  ]
}