{
  "chunk_id": "VI_iii_1_C_15",
  "content": "/>\nVI.iii.1.C.2.d\n.\nDetermining the Effective Date of Payment of an Incarcerated Surviving Spouse’s Pension to His/Her Child(ren)\nIf VA receives a completed and signed\nVA Form 21-0788\nor an ITF within one year after the date VA notified the surviving spouse of the child(ren)’s potential right to receive pension during the surviving spouse’s incarceration, the effective date of entitlement, if entitlement exists, is the 61\nst\nday of incarceration following conviction.  Otherwise, the effective date can be no earlier than the date VA receives the form or ITF.\nImportant\n:  If VA does not receive notice of a surviving spouse’s incarceration until\nafter\nincarceration has ended, no pension is payable to the child(ren).  However, VA may still award pension to the child(ren) for the purpose of reducing the surviving spouse’s overpayment resulting from retroactive discontinuance of the surviving spouse’s benefits due to incarceration.  The child(ren) will not receive any actual payments.\nNotes\n:\nIf there is a delay between the 61\nst\nday of incarceration following conviction and the date VA discontinues an incarcerated surviving spouse’s pension, avoid paying the child(ren) benefits VA has already overpaid to the surviving spouse by\nensuring the effective date of payment of pension to the child(ren) is no earlier than the first of the month following the month for which VA last paid the surviving spouse pension, and\napplying any pension due the child(ren), for the period between the 61\nst\nday of incarceration following conviction and the first of the month following the month for which VA last paid the surviving spouse pension, to the surviving spouse’s overpayment.\nBefore applying benefits due the child(ren) to the surviving spouse’s overpayment, ensure VA has not already recouped or waived the overpayment.\nReferences\n:  For more information on\napplying benefits payable to the child(ren) of an incarcerated surviving spouse to the surviving spouse’s pension overpayment, see\nM21-1, Part VI, Subpart iii, 1.B.1.g\n, and\neffective dates and income limitations, see\n38 CFR 3.666(b)\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section C - Incarceration of Dependents and Certain Survivors",
  "citation": "Part VI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179495/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-C-Incarceration-of-Dependents-and-Certain-Survivors",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:24.237366",
  "tags": [
    "m21-1"
  ]
}