{
  "chunk_id": "VI_iii_1_C_26",
  "content": "/>\nVI.iii.1.C.3.b\n.\nDetermining the Effective Date of an Apportionment of DIC Due to Incarceration\nIf VA receives a completed and signed\nVA Form 21-0788\nor ITF within one year after the date VA notified the surviving spouse of the right of a child(ren) to receive a DIC apportionment during the surviving spouse’s incarceration, the effective date of entitlement, if entitlement exists, is the 61\nst\nday of incarceration following conviction.  Otherwise, the effective date can be no earlier than the date VA receives the form or ITF.\nImportant\n:  If VA does not receive notice of a surviving spouse’s incarceration until\nafter\nincarceration has ended, no DIC apportionment is payable.  VA may award an apportionment, but only for the purpose of reducing the overpayment resulting from retroactive reduction of the surviving spouse’s benefits due to incarceration.  The child(ren) will not receive any actual payments.\nNotes\n:\nIf there is a delay between the 61\nst\nday of incarceration following conviction and the date VA reduces an incarcerated surviving spouse’s DIC, avoid apportioning benefits to the child(ren) that VA has already overpaid to the surviving spouse by\nensuring the effective date of payment of the DIC apportionment to the child(ren) is no earlier than the first of the month following the month for which VA last paid the surviving spouse his/her full rate of DIC, and\napplying any benefits due the child(ren) (as an apportionment), for the period between the 61\nst\nday of incarceration following conviction and the first of the month following the month for which VA last paid the surviving spouse his/her full rate of DIC, to the surviving spouse’s overpayment.\nBefore applying benefits due the child(ren) (as an apportionment) to the surviving spouse’s overpayment, ensure VA has not already recouped or waived the overpayment.\nReference\n:  For more information on the procedure for reducing/eliminating an overpayment resulting from a beneficiary’s incarceration, see\nM21-1, Part VI, Subpart iii, 1.B.1.g\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section C - Incarceration of Dependents and Certain Survivors",
  "citation": "Part VI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179495/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-C-Incarceration-of-Dependents-and-Certain-Survivors",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:24.237366",
  "tags": [
    "m21-1"
  ]
}