{
  "chunk_id": "VI_iii_1_C_42",
  "content": "/>\nVI.iii.1.C.6.a\n.\nIncarceration of an Apportionee\nVA may\nnot\napportion\ndisability compensation or DIC to an individual who is incarcerated more than 60 days following conviction of a felony, or\npension to an individual who is incarcerated more than 60 days following conviction of a felony or misdemeanor.\nFollow the steps in the table below when an apportionment must be discontinued based on the policy expressed in the above paragraph.\nException\n:  If the incarcerated individual is both an apportionee and the custodian of one or more other apportionees, follow the instructions in\nM21-1, Part VI, Subpart iii, 1.C.6.c\n.\nStep\nAction\n1\nFollow the applicable instructions in the table in\nM21-1, Part VI, Subpart iii, 1.A.3.a\n, that culminate with preparation of a notice of proposed adverse action in Step 17, treating the incarcerated apportionee as an incarcerated beneficiary.\n2\nDid the apportionee respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n3\nDid the apportionee request a hearing within 30 days of the date of the notice of proposed adverse action?\nIf\nyes,\nhold the hearing and obtain any relevant evidence the apportionee identifies during the hearing, and\ngo to the next step.\nIf\nno\n, go to the next step.\n4\nDoes the evidence of record show that discontinuation of the apportionment is in order?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nclear the pending end product 600\nnotify the apportionee that VA will\nnot\ntake the action it proposed, and\ndisregard the remaining steps in this table.\n5\nDiscontinue the apportionment effective the 61\nst\nday of incarceration following conviction.  (The benefits VA had been apportioning to the incarcerated apportionee are now payable to the primary beneficiary.)\nImportant\n:  If the incarcerated apportionee is one of multiple apportionees to whom VA is apportioning benefits from the same primary beneficiary, do\nnot\ndiscontinue the apportionment or change the amount of benefits VA is apportioning to the apportionees that are\nnot\nincarcerated.\n6\nNotify the apportionee of the action taken.\nNotes\n:\nIn the decision notice, inform the apportionee that he/she may reapply for an apportionment after the period of incarceration ends by submitting\nVA Form 21-0788\n.\nThe effective date of the new apportionment, if granted, is the date incarceration ended if VA receives the claim within one year of that date.  Otherwise, the effective date is the date VA received the claim.\n7\nUse the table below to determine the actions to take based on the type of VA benefit being apportioned.\nIf VA was apportioning …\nThen...\ndisability compensation to the apportionee\nno further action is required.\nNote\n:  VA may continue to pay additional compensation to a Veteran for an incarcerated dependent.\nDIC to the apportionee\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.C.4\n.\npension to the apportionee\nfollow the instructions in\nM21-1, Part VI, Subpart iii, 1.C.1\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section C - Incarceration of Dependents and Certain Survivors",
  "citation": "Part VI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179495/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-C-Incarceration-of-Dependents-and-Certain-Survivors",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:24.237366",
  "tags": [
    "m21-1"
  ]
}