{
  "chunk_id": "VI_iii_1_C_43",
  "content": "/>\nVI.iii.1.C.6.b\n.\nIncarceration of a Custodian Who Is Not an Apportionee\nVA may not issue payments to an apportionee’s custodian if the custodian has been incarcerated\nfor any reason\nfor more than 60 days.\nFollow the steps in the table below when\npayments to an apportionee’s custodian must be discontinued based on the policy expressed in the above paragraph, and\nthe custodian is\nnot\none of the apportionees.\nStep\nAction\n1\nHas the custodian’s period of incarceration ended?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 3.\n2\nWas(Were) the apportionee(s) reunited with the custodian?\nIf\nyes\n,\ntake no further action, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n3\nAttempt to determine who is now the custodian of the apportionee(s).  Such attempts would include asking the custodian and primary beneficiary whether they know the name and address of the new custodian.\nNotes\n:\nContact the primary beneficiary by letter only if attempts to contact him/her by telephone are unsuccessful.\nContact the custodian by letter at his/her last known address.\nReference\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1\nfor\nrequesting information by letter, and\ndocumenting successful and unsuccessful attempts to obtain information by telephone.\n4\nSend notice of VA’s proposal to discontinue the apportionment, effective the first day of the month following a 60-day period that begins with the date of the notice, to the\nincarcerated custodian at his/her last known address, and\nnew custodian of the apportionee(s), if the new custodian’s name and address are known.\nNote\n:  In the notice of proposed adverse action, invite the apportionee(s) (or the new custodian of the apportionee(s)) to submit a new claim for an apportionment by completing and returning\nVA Form 21-0788\n.\nReference\n:  For more information on issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n5\nDid VA receive a response to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 8.\n6\nDid VA receive a request for a hearing within 30 days of the date of the notice of proposed adverse action?\nIf\nyes\n,\nhold the hearing and obtain any relevant evidence identified during the hearing, and\ngo to the next step.\nIf\nno\n, go to the next step.\n7\nDoes the evidence of record show that discontinuation of the apportionment is still in order?\nIf\nyes\n, go to the next step,\nIf\nno\n,\nnotify the custodian of the apportionee(s) that VA will\nnot\ntake the action it proposed, and\ndisregard the remaining steps in this table.\nExample\n:  Discontinuation of the apportionment would\nnot\nbe in order if\nthe period of the custodian’s incarceration has ended, and\nthe custodian is reunited with the apportionee(s).\nImportant\n:  The submission of a new claim for an apportionment (as referenced in Step 4) may\nnot\nserve as the basis for a decision to continue the apportionment referenced in this step.  If the apportionee(s) (or new custodian of the apportionee(s)) submit(s) a new claim for an apportionment in response to the notice of proposed adverse action, follow the instructions in the note box at the bottom of this table\nafter\ncompleting Steps 8 and 9.\n8\nDiscontinue the apportionment effective the first day of the month following the month for which VA last paid the apportionment.  (The benefits VA had been apportioning to the apportionee(s) are now payable to the primary beneficiary.)\n9\nFollow the instructions in\nM21-1, Part VI, Subpart i, 1.B.1\nfor notifying the incarcerated custodian (and the new custodian of the apportionee(s), if the new custodian’s name and address are known) of the action taken.\nImportant\n:\nUpon receipt of the\nVA Form 21-0788\nreferenced in Step 4 of the procedure described in the above table, process the new claim for an apportionment according to the instructions in\nM21-1, Part VII, Subpart iii, 1.A\n.\nThe effective date of the new apportionment, if granted, is the date the prior apportionment ended, if VA receives the new claim for an apportionment within one year of the date of the decision notice referenced in Step 9 of the procedure described in the above table.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section C - Incarceration of Dependents and Certain Survivors",
  "citation": "Part VI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179495/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-C-Incarceration-of-Dependents-and-Certain-Survivors",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:24.237366",
  "tags": [
    "m21-1"
  ]
}