{
  "chunk_id": "VI_iii_1_C_44",
  "content": "/>\nVI.iii.1.C.6.c\n.\nIncarceration of a Custodian Who Is Also an Apportionee\nVA may not issue payments to an apportionee’s custodian if the custodian has been incarcerated\nfor any reason\nfor more than 60 days.\nFollow the steps in the table below when\npayments to an apportionee’s custodian must be discontinued based on the policy expressed in the above paragraph, and\nthe custodian\nis\nalso one of the apportionees.\nStep\nAction\n1\nWhat type of benefit is VA apportioning to the custodian?\nIf VA is apportioning\ndisability compensation\nto the custodian, proceed to the next step.\nIf VA is apportioning\npension\nto the custodian, go to Step 3.\n2\nWas the custodian convicted for a felony?\nIf\nyes\n, go to Step 13.\nIf\nno\n, go to Step 4.\n3\nWas the custodian convicted for a felony or misdemeanor?\nIf\nyes\n, go to Step 13.\nIf\nno\n, go to the next step.\n4\nHas the custodian’s period of incarceration ended?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n5\nWas(Were) the apportionee(s) reunited with the custodian?\nIf\nyes\n,\ntake no further action, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n6\nAttempt to determine who is now the custodian of the apportionee(s).  Such attempts would include asking the custodian and primary beneficiary whether they know the name and address of the new custodian.\nNotes\n:\nContact the primary beneficiary by letter only if attempts to contact him/her by telephone are unsuccessful.\nContact the custodian by letter at his/her last known address.\nReference\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1\nfor\nrequesting information by letter, and\ndocumenting successful and unsuccessful attempts to obtain information by telephone.\n7\nPrepare notice of VA’s proposal to stop apportioning benefits to the apportionee(s) that is(are)\nnot\nincarcerated yet fall under the custodial purview of the incarcerated custodian, effective the first day of the month following a 60-day period that begins with the date of the notice.\nSend the notice of proposed adverse action to\nthe incarcerated custodian at his/her last known address, and\nthe new custodian of the apportionee(s), if the new custodian’s name and address are known.\nNotes\n:\nIn the notice of proposed adverse action, invite the apportionee(s) (or the new custodian of the apportionee(s)) to submit a new claim for an apportionment by completing and returning\nVA Form 21-0788\n.\nThe custodian referenced in this step is still entitled to an apportionment.  Propose to discontinue only the apportionment\nto the apportionee(s) that is(are)\nnot\nincarcerated\n.  This is necessary because the\nincarcerated apportionee may no longer serve as a custodian, and\nnet worth and monthly income and expenses of the new custodian might preclude VA from paying an apportionment to the apportionees that are not incarcerated.\nReference\n:  For more information on issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n8\nDid VA receive a response to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n9\nDid VA receive a request for a hearing within 30 days of the date of the notice of proposed adverse action?\nIf\nyes\n,\nhold the hearing and obtain any relevant evidence identified during the hearing, and\ngo to the next step.\nIf\nno\n, go to the next step.\n10\nDoes the evidence of record show that discontinuation of the apportionment to the apportionees that are not incarcerated is still in order?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nnotify the custodian of the apportionee(s) that VA will\nnot\ntake the action it proposed, and\ndisregard the remaining steps in this table.\nExample\n:  Discontinuation of the apportionment would\nnot\nbe in order if\nthe period of the custodian’s incarceration has ended, and\nthe custodian is reunited with the apportionee(s).\nImportant\n:  The submission of a new claim for an apportionment (as referenced in Step 7) may\nnot\nserve as the basis for a decision to continue the apportionment referenced in this step.  If the apportionee(s) (or new custodian of the apportionee(s)) submit(s) a new claim for an apportionment in response to the notice of proposed adverse action, follow the instructions in the note box at the bottom of this table\nafter\ncompleting Steps 11 and 12.\n11\nDiscontinue the apportionment to the apportionee(s) that is(are)\nnot\nincarcerated effective the first day of the month following the month for which VA last paid the apportionment.  (The benefits VA had been apportioning to the apportionee(s) that is(are) not incarcerated are now payable to the primary beneficiary).\nImportant\n:  Do\nnot\nchange the amount of benefits VA is apportioning to the incarcerated custodian solely because VA discontinued the apportionment to the apportionee(s) that is(are) not incarcerated.\n12\nFollow the instructions in\nM21-1, Part VI, Subpart i, 1.B.1\nfor notifying the incarcerated custodian (and the new custodian of the apportionee(s), if the new custodian’s name and address are known) of the action taken.\nDisregard the remaining steps in this table.\n13\nSend notice of VA’s proposal to discontinue the apportionment (of the custodian\nand\nthe apportionee(s) under his/her custodial purview) effective the 61\nst\nday of incarceration following conviction to the custodian’s last known address.\nNote\n:  In the notice of proposed adverse action,\ninvite the apportionee(s) that is(are) not incarcerated to submit a new claim for an apportionment by completing and returning\nVA Form 21-0788\n, and\nask the incarcerated custodian for the name and address of the new custodian.\nReference\n:  For more information on issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n14\nMake other attempts to determine who is now the custodian of the apportionee(s).  Such attempts would include contacting the primary beneficiary and asking him/her for the name and address of the new custodian.\nNote\n:  If/When the name and address of the new custodian is obtained, invite the new custodian to submit a new claim for an apportionment by completing and returning\nVA Form 21-0788\n.\n15\nDid VA receive a response to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 18.\n16\nDid VA receive a request for a hearing within 30 days of the date of the notice of proposed adverse action?\nIf\nyes\n,\nhold the hearing and obtain any relevant evidence identified during the hearing, and\ngo to the next step.\nIf\nno\n, go to the next step.\n17\nDoes the evidence of record show that discontinuation of the apportionment is in order?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nnotify the custodian that VA will\nnot\ntake the action it proposed, and\ndisregard the remaining steps in this table.\nImportant\n:  The submission of a new claim for an apportionment (as referenced in Steps 13 and 14) may\nnot\nserve as the basis for a decision to continue the apportionment referenced in this step.  If the apportionee(s) (or new custodian of the apportionee(s)) submit(s) a new claim for an apportionment, follow the instructions in the note box at the bottom of this table\nafter\ncompleting Steps 18, 19, and 20.\n18\nDiscontinue the apportionment effective the 61\nst\nday of incarceration following conviction.  (The benefits VA had been apportioning to the apportionee(s) are now payable to the primary beneficiary.)\n19\nFollow the instruction in\nM21-1, Part VI, Subpart i, 1.B.1\nfor notifying the incarcerated custodian (and the new custodian of the apportionee(s), if the new custodian’s name and address are known) of the action taken.\nNotes\n:\nIn the decision notice, inform the custodian that he/she may reapply for an apportionment after the period of incarceration ends by submitting\nVA Form 21-0788\n.\nThe effective date of the new apportionment, if granted, is the date incarceration ended if VA receives the claim within one year of that date.  Otherwise, the effective date is the date VA received the claim.\n20\nIf VA was apportioning pension to the incarcerated custodian, follow the instructions in\nM21-1, Part VI, Subpart iii, 1.C.1\n.\nImportant\n:\nUpon receipt of the\nVA Form 21-0788\nreferenced in Step 7 or Steps 13 and 14 of the procedure described in the above table, process the new claim for an apportionment according to the instructions in\nM21-1, Part VII, Subpart iii, 1.A\n.\nThe effective date of the new apportionment, if granted, is the date the prior apportionment ended, if VA receives the new claim for an apportionment within one year of the date VA notified the custodian of VA’s decision to discontinue the prior apportionment.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 1, Section C - Incarceration of Dependents and Certain Survivors",
  "citation": "Part VI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179495/M21-1-Part-VI-Subpart-iii-Chapter-1-Section-C-Incarceration-of-Dependents-and-Certain-Survivors",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:24.237366",
  "tags": [
    "m21-1"
  ]
}