{
  "chunk_id": "VI_iii_2_C_6",
  "content": "/>\nVI.iii.2.C.1.a\n.\nGeneral Information About the Rights Afforded an Indebted Beneficiary\nA retroactive reduction of a beneficiary’s award usually results in the creation of an overpayment or debt in the beneficiary’s account.\nWhen this occurs, the Debt Management Center (DMC) notifies the indebted beneficiary of the right to\ninformally dispute the existence or amount of the debt\nrequest waiver of collection of the debt, to include a hearing, and\nseek review of the Department of Veterans Affairs (VA) decision underlying the debt.\nThe table below describes the characteristics of each right afforded to the beneficiary.\nRights of the beneficiary\nCharacteristics\nInformal dispute\nA written statement from the beneficiary in which they question whether the debt is still outstanding and/or whether the amount is accurate.\nWaiver request\nA written statement from the beneficiary explaining why they should not be responsible for payment of the debt, or why collection of the debt would be unfair and create a financial hardship.\nDecision review request\nCompletion of one of the following standardized forms for the underlying decision that resulted in the debt:\nVA Form 20-0995, Decision Review Request: Supplemental Claim\nVA Form 20-0996, Decision Review Request: Higher-Level Review\n, or\nVA Form 10182, Decision Review Request: Board Appeal\n.\nReference\n:  For more information on the rights afforded an indebted VA beneficiary, see\n38 CFR 1.911\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 2, Section C - Debt Disputes and Collection",
  "citation": "Part VI, Subpart iii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179498/M21-1-Part-VI-Subpart-iii-Chapter-2-Section-C-Debt-Disputes-and-Collection",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:52.103204",
  "tags": [
    "m21-1"
  ]
}