{
  "chunk_id": "VI_iii_2_C_12",
  "content": "/>\nVI.iii.2.C.2.a\n.\nProcessing a Beneficiary’s Informal Debt Dispute Request\nInformal debt disputes originating at DMC will be referred to the RO as a debt validation request.\nFollow the steps in the table below to control and respond to the inquiry from DMC.\nOmit\nthe action described in\nStep 6\nof the table below if the informal debt dispute originates at the RO.\nStep\nAction\n1\nEstablish control under end product (EP) 290 with the appropriate\nDebt Validation\nor\nPMC – Debt Validation\nclaim label.\nReferences\n:  For more information on\nestablishing EP control, see\nM21-4, Appendix B\n, and\nEP claim labels, see\nM21-4, Appendix C\n.\n2\nWas the award adjustment that resulted in creation of the debt appropriate and properly executed?\nIf\nyes\n, go to Step 5.\nIf\nno\n,\nestablish EP 930 using the date of claim of the underlying claim that was processed incorrectly\ncorrect the award, and\ngo to the next step.\n3\nDid correction of the award eliminate the debt in its entirety?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n4\nPrepare and send a decision notice that notifies the beneficiary\nof the corrective action taken, and\nthat the corrective action eliminated the debt in its entirety.\nGo to Step 6.\n5\nNotify the beneficiary that\nVA reviewed the award adjustment that created the debt and found it was proper in all respects, or\nV\nA made a correction to the award adjustment that created the debt, but the correction did not eliminate the debt in its entirety.\nNote\n:  Do not provide decision review options when no change is warranted in the original decision.\n6\nSubmit a\nDispute Response\nticket to DMC using the\nLight Electronic Action Framework (LEAF) system\n.\nImportant\n:  In support of the ticket prescribed above, provide the claimant’s file number or claim number and include the Veterans Account Management System (VAMS) case number included on the DMC debt dispute cover sheet, if of record, as well as the receipt date and document type of relevant documents in the Veterans Benefits Management System (VBMS).\n7\nClear the EP 290.\nNote\n:  When an informal debt dispute originates at the RO, use the document’s subject line to clearly identify the notification associated with Steps 4 and/or 5 in the electronic claims folder (eFolder) so that it can be referenced if DMC submits a debt inquiry to the RO.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 2, Section C - Debt Disputes and Collection",
  "citation": "Part VI, Subpart iii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179498/M21-1-Part-VI-Subpart-iii-Chapter-2-Section-C-Debt-Disputes-and-Collection",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:52.103204",
  "tags": [
    "m21-1"
  ]
}