{
  "chunk_id": "VI_iii_2_C_19",
  "content": "/>\nVI.iii.2.C.3.c\n.\nProcessing an Award After VA Grants a Request for Waiver of a Debt\nIf VA retroactively awards benefits over a range of dates that includes a time period over which VA previously created and later waived all or part of a debt, the claimant might not be entitled to the full amount of the lump-sum retroactive payment.\nExplanation\n:  The retroactive payment of benefits for a time period over which VA had previously created and waived a debt would represent a duplicate payment of benefits if the basis for the adjustment that resulted in the debt and the basis for the subsequent retroactive award\nis the same\n.  In such cases, claims processors must follow the instructions in the table below for withholding any benefits VA already paid a beneficiary.\nNotes\n:\nIf the COWC has waived all or part of a debt, documentation of the waiver will exist in the beneficiary’s eFolder.\nFor an example of a case in which\nVA must withhold benefits from a retroactive award because VA waived a prior debt, see\nM21-1, Part VI, Subpart iii, 2.C.3.d\n, and\nwithholding benefits from a retroactive award because VA waived a prior debt is\nnot\nin order because the basis for the adjustment that created the debt and the basis for the retroactive award are\nnot\nthe same, see\nM21-1, Part VI, Subpart iii, 2.C.3.e\n.\nStep\nAction\n1\nUse the Enterprise Management of Payments Workload and Reporting for VA (eMPWR-VA) to determine the amount of the debt COWC waived for any time period that overlaps the time period the pending award will affect.\n2\nOn the OTHER ADJUSTMENTS tab in the awards-processing system,\nselect\nDebt Waiver\nin the ADJUSTMENT REASON field\nenter the amount that must be withheld each month in the ADJUSTMENT AMOUNT field, and\nenter the time period for the withholding in the FROM DATE and TO DATE fields.\n3\nMake any other necessary adjustments to the beneficiary’s award.\n4\nFollow the instructions in\nM21-1, Part VI, Subpart i, 1.B\n, for notifying the beneficiary of the actions taken.\nReferences\n:  For more information on\nusing eMPWR-VA, see the\neMPWR-VA User Guide\n, and\nestablishing withholdings in VBMS, see the\nVBMS-Awards Users Guide\n.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 2, Section C - Debt Disputes and Collection",
  "citation": "Part VI, Subpart iii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179498/M21-1-Part-VI-Subpart-iii-Chapter-2-Section-C-Debt-Disputes-and-Collection",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:52.103204",
  "tags": [
    "m21-1"
  ]
}