{
  "chunk_id": "VI_iii_2_C_20",
  "content": "/>\nVI.iii.2.C.3.d\n.\nExample:  VA Must Withhold Benefits From a Retroactive Award\nSituation\n:\nA Veteran received pension based on income of $2,400.00 for the period August 1, 2022, through July 31, 2023.  (This income consisted of a monthly Social Security benefit of $200.00.)\nIn February 2024, the Veteran reports that her Social Security income was actually $215.00 per month (or $2,580.00 per year) for the same period of time.\nVA adjusts the Veteran’s award to reflect the increased income, thereby creating an overpayment (debt) of $180.00.\nThe Veteran subsequently requests a waiver of the debt.\nVA waives the entire amount of the debt.\nThe Veteran later submits to VA a letter from the Social Security Administration (SSA) showing her correct gross monthly rate of Social Security income was $200.00 from August 1, 2022, through July 31, 2023.\nActions\n:\nThe subsequent award adjustment reflecting the lower rate of Social Security income must include a withholding of $15.00 per month.\nThe corresponding decision notice must inform the Veteran that the purpose of the withholding is to prevent duplicate payment of benefits following VA’s waiver of a prior debt.\nNote\n:  Had the Veteran, for example, submitted unreimbursed medical expenses for the period August 1, 2022, through July 31, 2023, instead of submitting the letter from SSA, a withholding would still be in order because the basis for the two award adjustments – countable income for VA purposes – remains the same.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 2, Section C - Debt Disputes and Collection",
  "citation": "Part VI, Subpart iii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179498/M21-1-Part-VI-Subpart-iii-Chapter-2-Section-C-Debt-Disputes-and-Collection",
  "updated": "",
  "scraped_at": "2025-06-16T22:50:52.103204",
  "tags": [
    "m21-1"
  ]
}