{
  "chunk_id": "VI_iii_4_None_14",
  "content": "/>\nVI.iii.4.2.c\n.\nHow to Prepare an Award of a Veteran’s Benefits to a Dependent(s)\nFollow the steps in the table below to prepare an award of a Veteran’s benefits to a dependent(s) under\n38 CFR 3.656\n.\nStep\nAction\n1\nGenerate the award in the claims-processing system as if it were an apportionment of the Veteran’s benefits.\nNotes\n:\nIf VA received\nVA Form 21-0788\nwithin one year of the date of last payment of the Veteran, and the claimant responded to all requests for information/evidence within established time limits, pay benefits effective the date of last payment.\nIf VA received\nVA Form 21-0788\none year or more after the date of last payment, pay benefits effective the first of the month following the date of receipt of the form, provided the claimant responded to all requests for information/evidence within established time limits.\nThe date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS represents “the date of last payment.”\n2\nEstablish a control for review of the claims folder seven years after the date of the Veteran’s disappearance.\n3\nAfter the control period expires, take the action specified in\nM21-1, Part XI, Subpart i, 2.C.2.b\n.\nNote\n:  If the Veteran’s award was previously stopped because their whereabouts were unknown (as discussed in\nM21-1, Part VI, Subpart iii, 4.1.c\n), and payment of their benefits to a dependent(s) is now in order,\nresume the Veteran’s award\ngenerate the award to the dependent(s) in accordance with instructions in the table above, and\nsuppress direct payment to the Veteran by withholding the difference, if any, between the following amounts on the appropriate claims-processing system’s OTHER ADJUSTMENTS screen (as an\nOther Withholding Reason\n):\ngross amount of the Veteran’s entitlement, and\namount being paid to dependents, as determined by the provisions of\nM21-1, Part VI, Subpart iii, 4.2.d\n-\ni\n.\nReference\n:  For more information on preparing an apportionment award, see the\nVBMS Awards User Guide.",
  "title": "M21-1, Part VI, Subpart iii, Chapter 4 - Disappearance and Reappearance of a Veteran",
  "citation": "Part VI, Subpart iii, Chapter 4, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000179502/M21-1-Part-VI-Subpart-iii-Chapter-4-Disappearance-and-Reappearance-of-a-Veteran",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:29.119047",
  "tags": [
    "m21-1"
  ]
}