{
  "chunk_id": "VII_i_1_A_27",
  "content": "/>\nVII.i.1.A.3.d\n.\nWhen ROs Must Request an Opinion From District Counsel\nThe table below contains a description of situations in which ROs must request an opinion from District Counsel.\nSituations Requiring a District Counsel Opinion\nReference\nA claimant alleges a marriage is void.\nM21-1, Part VII, Subpart i, 2.A.6.d\nThere is a question as to the validity of a second marriage, such as whether a common law marriage automatically arises if an individual was previously married and the spouse dies.\nM21-1, Part VII, Subpart i, 2.A.7.a\nThere is a question as to the validity of a\ntribal marriage\nproxy marriage under State law, or\ntranssexual marriage under State law.\nM21-1, Part VII, Subpart i, 2.C.1\nThere is a question concerning the validity of a divorce in cases in which a surviving spouse attempts to establish entitlement based on a court decree setting aside or vacating the divorce.\nM21-1, Part VII, Subpart i, 2.D.1.d\nThere is a question as to whether the length of a fetus’s gestation constitutes a birth under the law of the jurisdiction in which the fetus was delivered.\nM21-1, Part VII, Subpart i, 2.D.2.d\nThere are questions as to the legal effect of an adoptive placement agreement or interlocutory adoption decree or order.\nM21-1, Part VII, Subpart i, 3.B.2.e and i\nIt becomes necessary to determine whether the child referenced in the scenarios below is a child for VA purposes.\nScenario #1\n:\nA female Veteran marries another female.\nThe Veteran’s spouse has a child while they are married.\nThe Veteran does not adopt the child.\nScenario #2\n:\nA male Veteran marries another male.\nThe Veteran’s spouse fathers a child while they are married.\nThe Veteran does not adopt the child.\nM21-1, Part VII, Subpart i, 3.B.6.b",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}