{
  "chunk_id": "VII_i_1_A_28",
  "content": "/>\nVII.i.1.A.3.e\n.\nProcedure for Submitting a Request for an Opinion to District Counsel\nThe table below contains instructions for submitting a request for an opinion to District Counsel.\nStep\nAction\n1\nCompletely develop for pertinent evidence surrounding the issue.\nNote\n:  This includes performing any necessary field examinations.\n2\nPrepare a request for an opinion in memorandum format, setting forth the question together with a statement of facts.\n3\nIs the RO processing the corresponding claim in a paperless environment?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n4\nDownload relevant documents from the claimant’s electronic claims folder (eFolder).\n5\nE-mail the documents, along with the request for an opinion, to the District Counsel office having jurisdiction over the geographical area where the claimant resides.\nDisregard the remaining steps in this table.\nException\n:  The Manila RO submits requests for legal opinions to OGC.  Because OGC has access to eFolders, there is no need to download and e-mail documents from the eFolder to OGC.\nNote\n:  If the documents are too large to send in an e-mail,\nsave the documents onto a compact disc (CD), and\nsend the CD and the request to the appropriate District Counsel office.\n6\nAttach the request to the claims folder.\n7\nSend the request and the claims folder to the District Counsel office having jurisdiction over the geographical area where the claimant resides.\nException\n:  The Manila RO submits requests for legal opinions to OGC.\nReference\n:  For more information on District Counsel office jurisdiction and contacting a District Counsel office, see\nhttps://www.va.gov/OGC/DistrictOffices.asp\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}