{
  "chunk_id": "VII_i_1_A_33",
  "content": "/>\nVII.i.1.A.4.b\n.\nControlling Claims for Additional Compensation for a Dependent\nWhen VA receives one of the prescribed forms listed in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n, that is substantially complete, follow the instructions in\nM21-1, Part III, Subpart i, 2.F.2.a\n, for adding\nd\nependency claim for [\ninsert name of dependent\n]\nas a contention for each dependent the Veteran is claiming.\nNote\n:  When adding\nd\nependency\nclaim for [\ninsert name of dependent\n]\nas a contention, select\nNo\nin the MEDICAL field, and select the\nAdministrative Issue\noption from the drop-down menu next to the CLASSIFICATION field.\nFollow the additional instructions in the table below when VA receives a claim for additional compensation for a dependent(s) in conjunction with or while a claim for service connection (SC) and/or a higher disability rating is pending.\nIf VA receives a claim for additional compensation for a dependent ...\nThen ...\nin conjunction with or while an\noriginal\nclaim for SC is pending\nDo\nnot\nestablish an end product (EP) 130.\nException\n:  Claims processors may establish an EP 130 while an original claim for SC is pending if\nthe rating activity\nassigns a combined disability rating of at least 30 percent, and\ndefers one or more rating issues (that require resolution by rating decision) for additional development, and\nVA subsequently receives a claim from the Veteran for additional compensation for a dependent.\nin conjunction with or while a\nnon-original\nclaim for disability compensation is pending\nestablish an EP 130\nif the Veteran’s overall SC disability rating is currently (\nbefore\nthe rating activity decides the pending claim)\nless\nthan 30 percent, add the\ndependency claim\nfor [\ninsert name of dependent\n] contention under the EP 130, and\nadd the\nResolution of Pending Rating EP\ntracked item.\nReferences\n:  For more information on\nhandling forms that are not substantially complete, see Steps 2 through 9 of the table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n, and\nthe Veterans Benefits Management System (VBMS), see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}