{
  "chunk_id": "VII_i_1_A_35",
  "content": "/>\nVII.i.1.A.4.d\n.\nHandling a Form That Contains Conflicting Information\nIf one of the forms in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n, is complete but contains information that conflicts with other evidence of record, attempt to obtain clarification by telephone.\nIf efforts to obtain clarification by telephone are\nunsuccessful\n,\nfollow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\n, for documenting the unsuccessful attempt, and\nuse the table below to determine the next action(s) to take.\nIf …\nThen …\nthe claimant is a\nVeteran with a running award of disability compensation based on an overall SC disability rating of at least 30 percent, or\nsurviving spouse with a running award of DIC\nfollow the procedure described in\nM21-1, Part VII, Subpart i, 1.A.5.d\n,\nstarting with Step 13\n, treating the conflicting information as missing information or information the claimant failed to provide.\nthe claimant is a Veteran or surviving spouse with a running award of pension\nfollow the procedure described in\nM21-1, Part VII, Subpart i, 1.A.6.b\n,\nstarting with Step 5\n, treating the conflicting information as missing information or information the claimant failed to provide.\nthe claimant is a Veteran that currently has SC disabilities with a combined evaluation of less than 30 percent, and\na rating EP is pending\nfollow the instructions in the table in\nM21-1, Part VII, Subpart i, 1.A.5.e\n,\nstarting with Step 4\n, treating the conflicting information as missing information or information the claimant failed to provide.\nException\n:  If the rating EP, when resolved, could not result in the assignment of a disability rating of at least 30 percent, no further action is needed to clarify the discrepancy.\nthe claimant is a surviving spouse to whom VA is not currently paying DIC, and\na claim for DIC is pending\nthe claimant is a Veteran or surviving spouse to whom VA is not currently paying pension, and\na claim for pension is pending\nsend a letter to the claimant that asks for clarification.\nNote\n:  If the claimant fails to resolve the conflicting information, follow the instructions in\nM21-1, Part VII, Subpart i, 1.A.6.e\n, treating the conflicting information as missing information or information the claimant failed to provide.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}