{
  "chunk_id": "VII_i_1_A_38",
  "content": "/>\nVII.i.1.A.4.g\n.\nNotification From a Beneficiary That Will Result in Removal of a Dependent From the Beneficiary’s Award\nVA does\nnot\nrequire beneficiaries to use a specific form to report a change in a dependent’s status that will result in\nremoval\nof the dependent from the beneficiary’s award.  A beneficiary may report such changes\nin writing\nby telephone or e-mail, or\nthrough a VA claims-submission service website.\nWhen a beneficiary requests removal of a dependent, the beneficiary must, at a minimum, provide VA with the date (month, day, and year) of the event (such as death or marriage of a child) that necessitates such action.  If the beneficiary fails to provide this information, follow the instructions in\nM21-1, Part VII, Subpart i, 1.C.4.e\n.\nImportant\n:\nIf a beneficiary does not provide the\nlocation\nof the event that necessitates removal of a dependent from the beneficiary’s award, follow the instructions in\nM21-1, Part VII, Subpart i, 1.C.4.e\n.\nVA employees must follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.f\nwhen obtaining an oral statement (such as a statement obtained by telephone) from a claimant or beneficiary.\nIf an employee receives a statement from a beneficiary over the telephone that will reduce the beneficiary’s award, and the employee fails to properly identify the beneficiary, VA must provide the beneficiary due process before reducing the award.\nReferences\n:  For more information on\ndue process and the requirement to provide notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n, and\nadjusting benefits based on the loss of a dependent, see\nM21-1, Part VII, Subpart i, 1.C.4\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}