{
  "chunk_id": "VII_i_1_A_46",
  "content": "/>\nVII.i.1.A.5.b\n.\nTiming of Development Actions\nTo ensure the establishment of benefits in a timely manner, undertake any development necessary to establish entitlement to additional disability compensation or DIC for dependents during the\ninitial development phase\nof claims processing when\nVA receives a claim for\nSC and/or a higher disability rating from a Veteran, or\nDIC from a surviving spouse\nthe claimant reports the existence of one or more dependents on one of the forms listed in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n, and\nevidence/information required to establish the Veteran’s relationship to the dependent(s) is\nnot\nof record.\nThe upfront development referenced in the above paragraph must be undertaken, even if the claim is from a Veteran whose overall SC disability rating is currently\nless\nthan 30 percent.\nImportant\n:\nDisregard the instructions in this block if\nM21-1, Part VII, Subpart i, 1.A.5.a\n, prohibits claims processors from undertaking development.\nFollow the instructions in\nM21-1, Part VII, Subpart i, 1.C.1.d\n, if\nthe claimant is a Veteran who is eligible for additional compensation for dependents by virtue of a rating decision that is awaiting promulgation\nthe upfront development described in the opening paragraph of this block was mistakenly overlooked, and\neither\nof the following is true\nan EP 130 is\nnot\npending (because, for example, an EP 010 or 110 is concurrently pending), or\none of the ROs/restricted access claim centers (RACCs) identified in\nM21-1, Part II, Subpart ii, 2.B.1.b\n, is promulgating the rating decision in connection with a special mission or under a special circumstance.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}