{
  "chunk_id": "VII_i_1_A_48",
  "content": "/>\nVII.i.1.A.5.d\n.\nHandling an Incomplete Form\nThe form a claimant uses to initiate the process of adding a dependent to an award must be substantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n.\nA form may be substantially complete but fail to provide all the evidence/information VA requires to add a dependent to a claimant’s award.\nFollow the instructions in the table below when\nVA receives one of the forms identified in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n, that is incomplete\nin any way\n, and\nthe benefit at issue is disability compensation or DIC.\nExceptions\n:\nDo\nnot\ntreat a form as incomplete, for the purpose of development, if a claimant fails to provide\nthe name of the State in which an event (such as the birth of a child or a marriage) took place, when the city in which the event took place is well known (such as Atlanta or Chicago)\nrequired information (such as the date of birth) on the form, when the missing information is shown on documentary evidence (such as a birth certificate) the claimant submits in support of the claim or is already of record, or\nthe last name of the\ncurrent\nspouse.\nIf the incomplete form is a\nSeptember 2018 or later version\nof\nVA Form 21-686c\n,\ndisregard the instructions in the table below, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.5.f\n.\nIf the form the claimant submitted requires the claimant to provide the number of prior marriages for the spouse, do\nnot\ntreat the form as incomplete if the claimant fails to provide the number,\nunless\nthere is reason to question the number of prior marriages the claimant and the spouse had\nthere is a conflict regarding the marital history the claimant reported that having the number of prior marriages would resolve, or\nthere is a reasonable indication of fraud or misrepresentation of the relationship in question.\nFollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.4.c\n,\ninstead of\nthe instructions in the table below or the instructions in\nM21-1, Part VII, Subpart i, 1.A.5.f\nif the claimant is a Veteran whose overall SC disability rating is\nless\nthan 30 percent and\nno rating EP is pending\n.\nImportant\n:  The instructions in the table below were written based on an assumption the claimant is a Veteran with a running award of disability compensation based on an overall SC disability rating of at least 30 percent or a surviving spouse with a running award of DIC.  If this is\nnot\nthe case, but a rating EP or claim for DIC is pending,\nstop at\nStep 10\nof the table below, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.5.e\n.\nStep\nAction\n1\nIs the form substantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n?\nIf\nyes\n, go to Step 9.\nIf\nno\n, go to the next step.\n2\nPrint the form, selecting\nAdobe PDF\n(portable document format) as the printer.\n3\nElectronically highlight the blocks on the form that require completion.\n4\nWas an EP established based on receipt of the incomplete form?\nIf\nyes\n, change the pending EP to an EP 400,\nCorrespondence\n.\nIf\nno\n, establish an EP 400,\nCorrespondence\n.\n5\nPrepare the\nIncomplete Application\nletter that\ninstructs the claimant to complete those portions of the form that are highlighted, and\ninforms the claimant that VA will not pay benefits based upon submission of the form unless the completed form is returned within one year.\n6\nCombine the PDF versions of the letter and highlighted form into a single document.\nUpload a copy of the document into the appropriate eFolder.\n7\nSend the document to the claimant and representative, if applicable, via Package Manager.\n8\nClear the EP 400 and disregard the remaining steps in this table.  Take no further action until the claimant returns the completed form.\n9\nEstablish EP control based on the benefit claimed, unless the appropriate EP is already pending.\nImportant\n:  Disregard the remaining steps in this table and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.C.1.d\n, if\na claims processor discovers the incomplete form referenced in this block while promulgating a rating decision that assigns an overall SC disability rating of at least 30 percent to a Veteran whose overall SC disability rating\nprior\nto the rating decision was\nless\nthan 30 percent, and\neither\nof the following is true:\nan EP 130 is\nnot\npending (because, for example, an EP 010 or 110 is concurrently pending), or\none of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 2.B.1.b\n, is promulgating the rating decision in connection with a special mission or under a special circumstance.\nReference\n:  For more information on handling a claim for additional compensation for a dependent(s) that is received in conjunction with or while a claim for SC and/or a higher disability rating is pending, see\nM21-1, Part VII, Subpart i, 1.A.4.b\n.\n10\nAttempt to obtain any missing evidence/information from the claimant by telephone.\n11\nWere attempts to obtain the missing evidence/information by telephone successful?\nIf\nyes\n, go to Step 17.\nIf\nno\n, go to the next step.\nNote\n:\nIf\ndocumentary evidence\n, such as a birth certificate, is missing, and the claimant is unable to provide it within 24 hours (by e-mail, through a VA claims-submission service website, or in person), go to the next step.\nFollow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\n, for documenting attempts to obtain evidence/information by telephone.\n12\nPrepare and send a letter to the claimant that asks for the missing evidence/information.\nReference\n:  For more information on using VBMS, see the\nVBMS Core User Guide\n.\n13\nDoes sufficient evidence/information exist to allow VA to add to the claimant’s award at least one of the dependents listed on the form?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ngo to Step 17.\n14\nAdd to the claimant’s award those dependents for whom the claimant has provided all the evidence/information VA requires.\nLeave pending the EP used to add the dependent(s) to the claimant’s award.\n15\nNotify the claimant of the action taken.\n16\nAllow the claimant 30 days to respond to the letter (referenced in Step 12).\nGo to the next step after the\nearlier\nof the following occur:\nVA receives a response to the development letter, or\nthe 30-day response period expires.\n17\nGrant or deny entitlement to benefits based on the evidence/information of record.\nNotify the claimant of the decision.\nImportant\n:  If a claimant is eligible for additional benefits for a dependent but VA denies entitlement because the claimant failed to provide the evidence/information VA requested,\ninform the claimant that unless VA receives the evidence/information required to add the dependent within one year of the decision notice, VA cannot pay benefits for the dependent based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995, Decision Review Request: Supplemental Claim\n, and return it with the missing evidence/information.\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.\nReference\n:\nFor more information on handling an incomplete application, see\n38 U.S.C. 5102(b) and (c)\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}