{
  "chunk_id": "VII_i_1_A_49",
  "content": "/>\nVII.i.1.A.5.e\n.\nHandling an Incomplete Form When Eligibility for Additional Benefits for Dependents Does Not Currently Exist But a Rating EP or Claim for DIC Is Pending\nAfter taking the action described in\nStep 10\nof the step-action table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n, follow the instructions in the table below under\neither\nof the following situations:\neligibility for additional compensation for a dependent(s) does not currently exist because the Veteran has no SC disabilities or the overall SC disability rating is less than 30 percent, but a rating EP is pending, or\nentitlement to DIC does not currently exist, but a claim for entitlement is pending.\nStep\nAction\n1\nWere attempts to obtain missing evidence/information from the claimant by telephone successful?\nIf\nyes\n, go to the next step\nafter\nresolving the rating EP or DIC claim.\nIf\nno\n, go to Step 4.\n2\nIf any of the following are true, go to the next step.\nOtherwise\n, go to Step 6.\nA DIC claim is pending.\nAn EP 010 or 110 is pending.\nOne of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 3.1.c\n, has jurisdiction over the pending claim.\nImportant\n:  In those rare instances when an EP 130 and an EP 010 or 110 are concurrently pending, go to Step 6\nunless\none of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 3.1.c\n, has jurisdiction over the pending claim.\n3\nWas the rating EP or DIC claim resolved in the claimant’s favor?\nIf\nyes\n,\ndetermine whether the claimant is entitled to additional benefits for claimed dependents and, if so, add to the claimant’s award those individuals for whom the evidence/information VA requires to recognize an individual as a dependent exists, and\ngo to Step 10.\nIf\nno\n,\nnotify the claimant of the decision, and\ndisregard the remaining steps in this table.\nNote\n:  There is no need to address in a decision notice the issue of entitlement to additional benefits for dependents if entitlement to disability compensation or DIC does not exist or the Veteran has no SC disabilities.\n4\nPrepare and send a letter to the claimant that asks for the missing evidence/information.\nGo to the next step\nafter\nresolving the EP or DIC claim.\nReference\n:  For more information on using VBMS, see the\nVBMS Core User Guide\n.\n5\nIf any of the following are true, go to Step 8.\nOtherwise\n, go to the next step.\nA DIC claim is pending.\nAn EP 010 or 110 is pending.\nOne of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 3.1.c\n, has jurisdiction over the pending claim.\nImportant\n:  In those rare instances when an EP 130 and an EP 010 or 110 are concurrently pending, go to the next step\nunless\none of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 3.1.c\n, has jurisdiction over the pending claim.\n6\nClose the\nResolution of Pending Rating EP\ntracked item associated with the pending EP 130, if it was established.\n7\nTake no further action after promulgating the rating decision and notifying the Veteran of its outcome.\nImportant\n:  If the rating activity assigned an overall SC disability rating of at least 30 percent, notify the Veteran in the decision notice that the claim for additional compensation for dependents will be addressed in a separate decision notice.\nNotes\n:\nThe action described in Step 6 initiates transfer of the pending EP 130 for resolution.\nIf, after resolution of the rating EP, the Veteran still has no SC disabilities, EP 130 may be cleared without taking further action.  Notification of the Veteran, in this case, is\nunnecessary\n.\nIf a Veteran is eligible for additional benefits for a dependent but entitlement is denied because the Veteran failed to provide the evidence/information VA requested, follow the instructions under the\nImportant\nsublabel\nin Step 10\nwhen notifying the Veteran of the denial.\n8\nWas the rating EP or DIC claim resolved in the claimant’s favor?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nnotify the claimant of the decision, and\ndisregard the remaining steps in this table.\nNote\n:  There is no need to address in a decision notice the issue of entitlement to additional benefits for dependents if entitlement to DIC does not exist or the Veteran has no SC disabilities.\n9\nDetermine whether the claimant is entitled to additional benefits for claimed dependents and, if so, add to the claimant’s award those individuals for whom the evidence/information VA requires to recognize an individual as a dependent exists.\nImportant\n:  If the pending claim is from a\nVeteran for SC and/or a higher disability rating, make the determination referenced in this step based on the evidence/information of record,\nwithout\nregard to the amount of time that has passed since the letter referenced in Step 4 was sent, or\nsurviving spouse for DIC, do not make the determination referenced in this step or move to the next step until the claimant has had 30 days to respond to the letter referenced in Step 4.\n10\nNotify the claimant of the decisions regarding entitlement to\nDIC or disability compensation and/or a higher disability rating, and\nadditional benefits for dependents.\nImportant\n:  If a claimant is eligible for additional benefits for a dependent but VA denies entitlement because the claimant failed to provide the evidence/information VA requested,\ninform the claimant that unless VA receives the evidence/information required to add the dependent within one year of the decision notice, VA cannot pay benefits for the dependent based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the missing evidence/information.\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}