{
  "chunk_id": "VII_i_1_A_50",
  "content": "/>\nVII.i.1.A.5.f\n.\nHandling a September 2018 or Later Version of VA Form 21-686c That Is Incomplete\nFollow the steps in the table below when VA receives a\nSeptember 2018 or later\nversion of\nVA Form 21-686c\nthat is incomplete in\nany way\n.\nImportant\n:\nIn those rare instances when\nVA Form 21-686c\ndoes\nnot\nask the claimant for all the evidence/information VA requires to determine entitlement to additional benefits for dependents, and the claimant fails to submit such evidence/information,\ndisregard the instructions in the table below, and\nfollow the instructions in the applicable row of the table in\nM21-1, Part VII, Subpart i, 1.A.5.a\n.\nThe instructions in the table below were written based on an assumption the claimant is a surviving spouse with a running award of DIC or a Veteran with a running award of disability compensation based on an overall SC disability rating of at least 30 percent.  If this is\nnot\nthe case, but a claim for DIC or SC and/or a higher disability rating is pending, follow the instructions in\nM21-1, Part VII, Subpart i, 1.A.5.g\n.\nStep\nAction\n1\nIs the form substantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndisregard the remaining steps in this table, and\ncomplete the actions described in\nSteps 2 through 8\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n.\n2\nEstablish EP control based on the benefit claimed, unless the appropriate EP is already pending.\nReference\n:  For more information on handling a claim for additional compensation for a dependent(s) that is received in conjunction with or while a claim for SC and/or a higher disability rating is pending, see\nM21-1, Part VII, Subpart i, 1.A.4.b\n.\n3\nDoes sufficient evidence/information exist to allow VA to add to the claimant’s award at least one of the dependents listed on the form?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\nNote\n:  When the claimant provides dependency information for multiple dependents, some of which is incomplete and some of which is complete, follow the corresponding steps in this table for each dependent and provide a combined notification.\n4\nDeny entitlement to additional benefits for the claimed dependent(s).\n5\nNotify the claimant of the decision.\nDisregard the remaining steps in this table.\nImportant\n:\nIn the decision notice,\nidentify the missing evidence/information that prevented VA from awarding the additional benefits\ninform the claimant that unless VA receives the missing evidence/information within one year of the decision notice, VA cannot pay benefits for the dependent(s) based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the missing evidence/information.\nDo\nnot\nmaintain EP control for a response to the notice.\n6\nAdd to the claimant’s award those dependents for whom the claimant has provided all the evidence/information VA requires.\n7\nNotify the claimant of the action taken.\nImportant\n:\nIn the decision notice,\nidentify the evidence/information that is missing for the remaining dependent(s)\ninform the claimant that unless VA receives the missing evidence/information within one year of the decision notice, VA cannot pay benefits for the dependent(s) based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the evidence/information that is missing for the remaining dependent(s).\nDo\nnot\nmaintain EP control for a response to the notice.\nReferences\n:  For more information on\npreparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nrequesting documentary evidence of a life event from custodians of public records, see\nM21-1, Part III, Subpart i, 2.A.1.e\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}