{
  "chunk_id": "VII_i_1_A_51",
  "content": "/>\nVII.i.1.A.5.g\n.\nHandling a September 2018 or Later Version of VA Form 21-686c That Is Incomplete When Eligibility for Additional Benefits for Dependents Does Not Currently Exist But a Rating EP or Claim for DIC Is Pending\nFollow the steps in the table below when\nVA receives a\nSeptember 2018 or later\nversion\nof\nVA Form 21-686c\nthat is incomplete in\nany way\nthe claimant is a\nVeteran that is not eligible for additional compensation for dependents because\nthere are no SC disabilities, or\nthe overall SC disability rating is less than 30 percent, or\nsurviving spouse that is not currently entitled to DIC, and\na claim for one of the following is currently pending:\nSC and/or a higher disability rating, or\nentitlement to DIC.\nImportant\n:  In those rare instances when\nVA Form 21-686c\ndoes\nnot\nask the claimant for all the evidence/information VA requires to determine entitlement to additional benefits for dependents, and the claimant fails to submit such evidence/information,\ndisregard the instructions in the table below, and\nfollow the instructions in the applicable row of the table in\nM21-1, Part VII, Subpart i, 1.A.5.a\n.\nStep\nAction\n1\nIs the form substantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndisregard the remaining steps in this table, and\ncomplete the actions described in\nSteps 2 through 8\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n.\n2\nEstablish EP control of the claim for additional compensation for a dependent(s) unless the appropriate EP is already pending.\nGo to the next step\nafter\nresolving the claim for\nSC and/or a higher disability rating, or\nDIC.\nReference\n:  For more information on handling a claim for additional compensation for a dependent(s) that is received in conjunction with or while a claim for SC and/or a higher disability rating is pending, see\nM21-1, Part VII, Subpart i, 1.A.4.b\n.\n3\nIf any of the following are true, go to the Step 6.\nOtherwise\n, go to the next step.\nA DIC claim is pending.\nAn EP 010 or 110 is pending.\nOne of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 2.B.1.b\n, has jurisdiction over the pending claim.\nImportant\n:  In those rare instances when an EP 130 and an EP 010 or 110 are concurrently pending, go to the next step unless one of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 2.B.1.b\n, has jurisdiction over the pending claim.\n4\nClose the Resolution of Pending Rating EP tracked item if it was established.\n5\nTake no further action after promulgating the rating decision and notifying the Veteran of its outcome.\nImportant\n:  If the rating activity assigned an overall SC disability rating of at least 30 percent, notify the Veteran in the decision notice that the claim for additional compensation for dependents will be addressed in a separate decision notice.\nNotes\n:\nThe action described in Step 4 initiates transfer of the pending EP 130 for resolution.\nIf, after resolution of the rating EP, the Veteran still has no SC disabilities, EP 130 may be cleared without taking further action.  Notification of the Veteran, in this case, is\nunnecessary\n.\nIf a Veteran is eligible for additional benefits for a dependent but entitlement is denied because the Veteran failed to provide the evidence/information VA requires to recognize an individual as a dependent, follow the instructions under the\nImportant\nsublabel\nin Step 7\nwhen notifying the Veteran of the denial.\n6\nWas the rating EP/DIC claim resolved in the claimant’s favor?\nIf\nyes\n,\ndetermine whether the claimant is entitled to additional benefits for claimed dependents and, if so, add to the claimant’s award those individuals for whom the evidence/information VA requires to recognize an individual as a dependent exists, and\ngo to Step 7.\nIf\nno\n,\nnotify the claimant of the decision(s), and\ndisregard the remaining steps in this table.\nNote\n:  There is no need to address in the referenced decision notice the issue of entitlement to additional benefits for dependents if entitlement to DIC does not exist or the Veteran has no SC disabilities.\n7\nNotify the claimant of the decisions regarding entitlement to\nDIC or disability compensation and/or a higher disability rating, and\nadditional benefits for dependents.\nImportant\n:  If a claimant is eligible for additional benefits for a dependent but VA denies entitlement because the claimant failed to provide the evidence/information VA requires to recognize an individual as a dependent,\ninform the claimant that unless VA receives the missing evidence/information within one year of the decision notice, VA cannot pay benefits for the dependent based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the evidence/information that is missing for the remaining dependent(s).\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}