{
  "chunk_id": "VII_i_1_A_56",
  "content": "/>\nVII.i.1.A.6.b\n.\nHandling an Incomplete Form – Pension\nThe form a claimant uses to initiate the process of adding a dependent must be substantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n.\nA form may be substantially complete but fail to provide all the evidence/information VA requires to add a dependent to a claimant’s award.\nFollow the instructions in the table when\nVA receives one of the forms identified in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n, that is incomplete\nin any way\n, and\nthe benefit at issue is pension.\nExceptions\n:\nDo\nnot\ntreat a form as incomplete, for the purpose of requiring development, if a claimant fails to provide\nthe name of the State in which an event (such as the birth of a child or a marriage) took place, when the city in which the event took place is well-known (such as Atlanta or Chicago)\nrequired information (such as the date of birth) on the form, when the missing information is shown on documentary evidence (such as a birth certificate) the claimant submits in support of the claim, or\nthe last name of the\ncurrent\nspouse.\nIf the incomplete form is a\nSeptember 2018 or later version\nof\nVA Form 21-686c\n,\ndisregard the instructions in the table below, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.6.d\n.\nIf the form the claimant submitted requires the claimant to provide the number of prior marriages for the spouse, do\nnot\ntreat the form as incomplete if the claimant fails to provide the number,\nunless\nthere is reason to question the number of prior marriages the claimant and spouse had\nthere is a conflict regarding the marital history the claimant reported that having the number of prior marriages would resolve, or\nthere is a reasonable indication of fraud or misrepresentation of the relationship in question.\nImportant\n:  The instructions in the table below were written based on an assumption the claimant has a running award.  If the claimant does\nnot\nhave a running award, but a claim for pension is pending,\nstop at Step 3 of the table below, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.6.c\n.\nStep\nAction\n1\nIs the form substantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndisregard the instructions in the table below, and\nfollow the instructions in\nSteps 2 through 8\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n.\n2\nEstablish EP control based on the benefit claimed, unless the appropriate EP is already pending.\n3\nAttempt to obtain any missing evidence/information from the claimant by telephone.\n4\nWere attempts to obtain the missing evidence/information by telephone successful?\nIf\nyes\n, go to Step 16.\nIf\nno\n, go to the next step.\nNotes\n:\nIf\ndocumentary evidence\n, such as a birth certificate, is missing, and the claimant is unable to provide it within 24 hours (by e-mail, through a VA claims-submission service website, or in person), go to the next step.\nFollow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\n, for documenting attempts to obtain evidence/information by telephone.\n5\nDid the claimant fail to provide information regarding a dependent’s income?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n6\nClear the pending EP and establish EP 600.\n7\nSend a notice of proposed adverse action to the claimant.  In the notice, inform the claimant that unless information regarding the dependent’s income is provided to VA within 60 days, VA must discontinue the claimant’s award effective the first of the month following the month the dependent’s income became available to the claimant.\nGo to the next step after the claimant responds or after the 65-day response period ends,\nwhichever occurs first\n.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if the claimant requests a hearing in response to the notice of proposed adverse action.\n8\nDid the claimant provide the missing income information?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n9\nDiscontinue the claimant’s award as proposed in the notice of proposed adverse action.\nPrepare and send a decision notice to the claimant.\nDisregard the remaining steps in this table.\nNote\n:  When preparing the decision notice,\ninform the claimant that the missing income information must be provided within one year from the date of the decision notice to provide the missing income information, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the missing information.\n10\nDoes sufficient evidence/information exist to allow VA to add\nall\nclaimed dependent(s) to the claimant’s award?\nIf\nyes\n,\nadd the dependent(s) to the claimant’s award\nprepare and send a decision notice to the claimant, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n11\nDoes sufficient evidence/information exist to allow VA to add to the claimant’s award at least one of the dependents listed on the form?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nprepare and send a letter to the claimant that asks for the missing evidence/information, and\ngo to Step 15.\n12\nAdd to the claimant’s award those dependents for whom the claimant has provided all the evidence/information VA requires.\nInclude the income of unestablished dependent(s) when calculating the claimant’s income for VA purposes (IVAP).\nLeave pending the EP used to add the dependent(s) to the claimant’s award.\nException\n:  Do\nnot\ninclude the income of a claimed dependent who is an individual, such as a parent or unadopted grandchild, that VA does not consider a dependent for pension purposes.\nReference\n:  For more information on the instructions contained in this step, see\nM21-1, Part IX, Subpart iii, 1.F.2.h\n.\n13\nNotify the claimant of the action taken, and\nprepare and send a letter to the claimant that asks for the missing evidence/information.\nImportant\n:  The letter must\nask the claimant to provide the evidence/information that is missing for the remaining dependent(s), and\ninform the claimant that although one year from the date of the decision notice is ultimately allowed to provide the missing evidence/information, VA will make a decision on the claim involving the remaining dependent(s) after 30 days.\n14\nAdd a tracked item for the missing evidence/information.\n15\nAllow the claimant 30 days to provide the missing evidence/information.\nGo to the next step after receiving the missing evidence/information or after the 30-day response period ends,\nwhichever occurs first\n.\n16\nDecide the claim based on the evidence/information of record.\nNotify the claimant of the decision.\nImportant\n:  If a dependent was not added to a claimant’s award because the claimant failed to provide the evidence/information VA requested,\ninform the claimant that unless VA receives the missing evidence/information within one year of the decision notice, VA cannot add the child to the claimant’s award based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the missing information.\nReference\n:  For more information on notifying claimants of a VA decision, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}