{
  "chunk_id": "VII_i_1_A_58",
  "content": "/>\nVII.i.1.A.6.d\n.\nHandling a September 2018 or Later Version of VA Form 21-686c That Is Incomplete – Pension\nFollow the steps in the table below when\nVA receives a\nSeptember 2018 or later\nversion of\nVA Form 21-686c\nthat is incomplete\nin any way\n, and\nthe benefit at issue is pension.\nImportant\n:\nIn those rare instances when\nVA Form 21-686c\ndoes\nnot\nask the claimant for all the evidence/information VA requires to add a claimed dependent to the claimant’s award, and such evidence/information is missing,\ndisregard the instructions in the table below, and\nfollow the instructions in the applicable row of the table in\nM21-1, Part VII, Subpart i, 1.A.6.a\n.\nThe instructions in the table below were written based on an assumption the claimant has a running award.  If basic entitlement to pension has not been established, but a claim for pension is pending, take\nonly\nthe actions described in Step 1 and (if applicable) Step 2 of the table below.\nIf decision makers ultimately determine basic entitlement to disability or survivor pension exists,\ndisregard the remaining instructions in the table below, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.6.e\n.\nStep\nAction\n1\nIs the\nVA Form 21-686c\nsubstantially complete, as defined in\nM21-1, Part I, Subpart i, 1.A.4.f\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndisregard the remaining steps in this table, and\ncomplete the actions described in\nSteps 2 through 9\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n.\n2\nEstablish EP control based on the benefit claimed, unless the appropriate EP is already pending.\n3\nIs the form incomplete by virtue of the fact that the claimant failed to submit the proper income reporting form that\nVA Form 21-686c\ninstructs the claimant to provide?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\nNote\n:  If the claimant submitted a\nVA Form 21P-0516-1, Improved Pension Eligibility Verification Report (Veteran With No Children)\n, or\nVA Form 21P-0517-1, Improved Pension Eligibility Verification Report (Veteran With Children)\n, but failed to provide all the income/net worth information the form requires, go to the next step.\n4\nMake one attempt to obtain missing income/net worth information from the claimant by telephone.\nImportant\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\n, for documenting successful and unsuccessful attempts to obtain information from a claimant by telephone\n.\n5\nWas the missing income/net worth information obtained from the claimant by telephone?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n6\nClear the pending EP and establish EP 600.\n7\nSend a notice of proposed adverse action to the claimant.  In the notice, inform the claimant that unless information regarding the dependent’s income is provided within 60 days, VA must discontinue the claimant’s award effective the first of the month following the month the dependent’s income became available to the claimant.\nGo to the next step after the claimant responds or after the 65-day response period ends,\nwhichever occurs first\n.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if the claimant requests a hearing in response to the notice of proposed adverse action.\n8\nDid the claimant provide the missing income/net worth information?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n9\nDiscontinue the claimant’s award as proposed in the notice of proposed adverse action.\nPrepare and send a decision notice to the claimant.\nDisregard the remaining steps in this table.\nNote\n:  When preparing the decision notice,\ninform the claimant the missing income information must be provided within one year from the date of the decision notice, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the missing information.\n10\nDoes sufficient evidence/information exist to allow VA to add\nall\nclaimed dependent(s) to the claimant’s award?\nIf\nyes\n,\nadd the dependent(s) to the claimant’s award\nprepare and send a decision notice to the claimant, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n11\nDoes sufficient evidence/information exist to allow VA to add to the claimant’s award at least one of the dependents listed on the form?\nIf\nyes\n, go to Step 14.\nIf\nno\n, go to the next step.\n12\nDeny the claim but include the income of unestablished dependent(s) when calculating the claimant’s IVAP.\nException\n:  Do\nnot\ninclude the income of a claimed dependent who is an individual, such as a parent or unadopted grandchild, that VA does not consider a dependent for pension purposes.\nReference\n:  For more information on the instructions contained in this step, see\nM21-1, Part IX, Subpart iii, 1.F.2.h\n.\n13\nNotify the claimant of the decision.\nDisregard the remaining steps in this table.\nImportant\n:\nIn the decision notice,\nidentify the missing evidence/information that prevented VA from adding the dependent(s) to the claimant’s award\ninform the claimant that unless VA receives the evidence/information within one year of the decision notice, VA cannot add the dependent(s) to the claimant’s award based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the missing evidence/information.\nDo\nnot\nmaintain EP control for a response to the notice.\n14\nAdd to the claimant’s award those dependents for whom the claimant has provided all the evidence/information VA requires.\nInclude the income of unestablished dependent(s) when calculating the claimant’s IVAP.\nException\n:  Do\nnot\ninclude the income of a claimed dependent who is an individual, such as a parent or unadopted grandchild, that VA does not consider a dependent for pension purposes.\nReference\n:  For more information on the instructions contained in this step, see\nM21-1, Part IX, Subpart iii, 1.F.2.h\n.\n15\nNotify the claimant of the action taken.\nImportant\n:\nIn the decision notice,\nidentify the evidence/information that is missing for the remaining dependent(s)\ninform the claimant that unless VA receives the evidence/information within one year of the decision notice, VA cannot add the dependent(s) to the claimant’s award based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the evidence/information that is missing for the remaining dependent(s).\nDo\nnot\nmaintain EP control for a response to the notice.\nReference\n:  For more information on notifying claimants of a VA decision, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}