{
  "chunk_id": "VII_i_1_A_67",
  "content": "/>\nVII.i.1.A.7.e\n.\nGuidelines for Requesting an SSN From a Beneficiary or Claimant\nFollow the instructions in the table below for requesting an SSN from a beneficiary or claimant.\nIf ...\nThen ...\na claimant failed to provide an SSN on an application for benefits, to include those listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\nfollow the instructions in the table below.\nIf …\nThen …\nno award is running, and\nthe\nclaimant’s\nor\nVeteran's\nSSN is missing\ntreat the application as incomplete, and\ntake the actions described in\nSteps 2 through 9\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.d\n,\nregardless\nof the type of benefit the claimant is seeking.\na\ndependent’s\nSSN is missing\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.5.d\n, if the benefit is disability compensation or DIC, and\nM21-1, Part VII, Subpart i, 1.A.6.b\n, if the benefit is pension.\nNote\n:  If a claimant has requested the assignment of an SSN, but the Social Security Administration (SSA) has not yet provided one,\nsend a letter to the claimant, requesting the SSN within 30 days, and\ntake no action to award benefits to or for the individual that has no SSN until the claimant provides it.\nVA requires an SSN for an individual to or for whom VA is already paying benefits\nattempt to obtain the missing SSN by telephone. If the SSN must be requested by letter,\nfurnish the beneficiary with\nVA Form 21-4138, Statement in Support of Claim\n, and\nadvise the beneficiary that\ndisclosure of the SSN is mandatory if\nSSA has assigned an SSN, or\nthe beneficiary has requested the assignment of an SSN, and\nfailure to furnish the SSN (or a certified statement that no SSN has been assigned or requested) will result in a reduction in or discontinuance of the beneficiary’s award.\nNotes\n:\nFollow the due process procedures discussed in\nM21-1, Part I, Subpart i, 1.B\n, before reducing or discontinuing an award because a beneficiary failed to provide VA with an SSN.\nPer\n38 CFR 3.500(w)\n, the effective date of a reduction in or discontinuance of an award because a beneficiary failed to provide an SSN is the last day of the month (first day of the month for award-adjustment purposes) following a 60-day period that begins on the date VA requested the SSN.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}