{
  "chunk_id": "VII_i_1_A_69",
  "content": "/>\nVII.i.1.A.7.g\n.\nDetermining the Credibility of a Statement That No SSN Has Been Assigned or Requested\nAbsent evidence to the contrary, accept as credible a statement from a beneficiary or claimant that no SSN has been assigned or requested,\nunless\nthe individual who reportedly has no SSN\nreceives Social Security or other Federal benefits, or\nhas an account at a bank or other financial institution.\nWhen the conditions described in the above bullets exist, follow the instructions in the table below.\nImportant\n:\nOral certification that no SSN has been assigned or requested is acceptable only if the individual who reportedly has no SSN is a non-resident alien, as referenced in\nM21-1, Part VII, Subpart i, 1.A.7.c\n.  In all other cases, a written and signed statement from the claimant or beneficiary is required.\nBeneficiaries/claimants may submit the certified statement referenced in this block electronically, in person, or by mail.\nStep\nAction\n1\nIs VA already paying benefits to or for the individual who reportedly has no SSN?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n2\nIssue notice of proposed adverse action to the beneficiary.  In the notice,\nask the beneficiary to furnish a statement from SSA confirming that SSA has not assigned an SSN to the individual in question, and\ninform the beneficiary that if the statement is not provided within 60 days, VA will discontinue benefits payable to or for the individual in question effective the first day of the month following a 60-day period that begins on the date VA requested the statement.\nReference\n:  For more information on issuing notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n3\nDid the beneficiary provide the statement from SSA within 65 days of the date of the notice of proposed adverse action?\nIf\nyes\n,\nnotify the beneficiary that VA will not take the action proposed in the notice of proposed adverse action, and\ndisregard the remaining steps in this table.\nIf\nno\n,\ndiscontinue benefits payable to or for the individual in question effective the first day of the month following a 60-day period that begins on the date VA requested the statement\nnotify the beneficiary of the action taken, and\ndisregard the remaining steps in this table.\nImportant\n:  When preparing the decision notice referenced in the preceding bullet,\ninform the beneficiary that the statement from SSA must be provided within one year, and\ninstruct the beneficiary to complete\nVA Form 20-0995\nand return it with the statement.\n4\nAsk the claimant to furnish a statement from SSA confirming that SSA has not assigned an SSN to the individual in question.  Allow the claimant 30 days to respond.\n5\nDid the claimant provide the statement from SSA within 30 days?\nIf\nyes\n, award benefits to or for the individual in question if entitlement otherwise exists.\nIf\nno\n,\ndeny the claim for benefits, and\nnotify the claimant of the denial and the reason for it.\nImportant\n:  When preparing the decision notice referenced in the preceding bullet,\ninform the claimant that unless VA receives the statement from SSA within one year of the decision notice, VA cannot award benefits based on the present claim, and\ninstruct the claimant to complete\nVA Form 20-0995\nand return it with the statement.\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section A - General Information on Relationship and Dependency",
  "citation": "Part VII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176613/M21-1-Part-VII-Subpart-i-Chapter-1-Section-A-General-Information-on-Relationship-and-Dependency",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:47.839820",
  "tags": [
    "m21-1"
  ]
}