{
  "chunk_id": "VII_i_1_B_19",
  "content": "/>\nVII.i.1.B.2.g\n.\nNotifying Other Business Lines of a Change in Status\nFollow the instructions in the table below to determine whether it is necessary to notify other business lines when a change in status is shown on\nVA Form 21P-0537\nor\nVA Form 21-0538\n.\nIf ...\nAnd the PAYMENT HISTORY screen in Share shows …\nThen ...\nVA Form 21P-0537\nshows a surviving spouse’s marital status has changed, or\nVA Form 21-0538\nshows\nthe marriage between a Veteran and the spouse has ended, or\nthe Veteran’s spouse has died\nthe spouse/surviving spouse is receiving education benefits from VA\nfollow the instructions in\nM21-1, Part XIII, Subpart i, 1.B.3.b\nfor notifying the regional processing office of jurisdiction.\nImportant\n:\nInclude in the notice\nthe name of the spouse/surviving spouse\nthe corresponding claim number\nan explanation of the reason for the change in status (such as remarriage of the surviving spouse or divorce of the spouse from the Veteran)\nthe date of the event that resulted in the change in status, and\nthe effective date of the corresponding award adjustment (if an award adjustment was made).\nUpload a copy of the e-mail into the appropriate eFolder.\nVA Form 21-0538\nshows the status of any of a Veteran’s dependents has changed\nthe Veteran is receiving training under\n38 U.S.C. Chapter 31\ne-mail notice to the Veteran Readiness and Employment (VR&E) mailbox of the RO that has custody of the Veteran’s Counseling/Evaluation/Rehabilitation folder.\nImportant\n:\nInclude in the e-mail\nthe Veteran’s name and claim number\nthe name of the dependent whose status has changed\nan explanation of the reason for the change in status (such as death or divorce)\nthe date of the event that resulted in the change in status, and\nthe effective date of the corresponding award adjustment.\nUpload a copy of the e-mail into the Veteran’s eFolder.\nExample\n:  The mailbox for the Salt Lake City RO’s VR&E office is VAVBASLC/RO/VRE.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section B - Verification of Marital Status and the Status of Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176614/M21-1-Part-VII-Subpart-i-Chapter-1-Section-B-Verification-of-Marital-Status-and-the-Status-of-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:57.246291",
  "tags": [
    "m21-1"
  ]
}