{
  "chunk_id": "VII_i_1_B_26",
  "content": "/>\nVII.i.1.B.3.d\n.\nProcessing a VA Form 21-0538 That Does Not Show the Date of the Event That Necessitates Removal of a Former Dependent(s) From a Veteran’s Award\nWhen referred to this block from\nM21-1, Part VII, Subpart i, 1.B.2.c\n, or Step 8 of the table in\nM21-1, Part VII, Subpart i, 1.B.4.b\n, because a Veteran failed to provide the date of an event that necessitates removal of a former dependent(s) from the Veteran’s award, attempt to contact the Veteran by telephone to obtain the date.\nFollow the instructions in the table below only if attempts to obtain the date from the Veteran by telephone are\nunsuccessful\n.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\nfor documenting successful and unsuccessful attempts to contact a beneficiary by telephone.\nStep\nAction\n1\nRemove the former dependent(s) from the Veteran’s award effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\n2\nIs there\nanother\nformer dependent(s) whom VA must remove from the Veteran’s award\nIf\nyes\n,\nremove the other former dependent(s) from the Veteran’s award according to the instructions in\nM21-1, Part VII, Subpart i, 1.C.4\n, and\ngo to the next step.\nIf\nno\n, go to the next step.\n3\nBriefly explain the basis for the reduction in the OTHER PRINT REMARKS field on the PRINT REMARKS screen.\n4\nPrepare a decision notice regarding the action(s) taken.  In the decision notice, ask the Veteran to complete and return the\nVA Form 21-0538\nwithin 30 days.  Attach the form to the decision notice and send both to the Veteran.\n5\nEstablish EP 130,\nDependency Verification - 0538\n, with a suspense date that is 30 days from the current date.\n6\nDid the beneficiary return the form within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 10.\n7\nCancel the EP 330 referenced in\nM21-1, Part VII, Subpart i, 1.B.2.a\n.\n8\nDid the Veteran provide the missing event date on the form?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ngo to Step 10, and\nwhen sending the notice of proposed adverse action described in Step 12, attach to it the incomplete\nVA Form 21-0538\n.\n9\nRemove the former dependent(s) identified in Step 1 from the Veteran’s award according to the instructions in\nM21-1, Part VII, Subpart i, 1.C.4\n.\nDisregard the remaining steps in this table.\n10\nClear the EP established in Step 5.\n11\nEstablish EP 600.\nUse the current date as the date of claim.\nEnter a suspense date that is 65 days from the date of the notice of proposed adverse action discussed in the next step.\nAdd the\nPotential Under/Overpayment\nspecial issue.\n12\nPrepare and send to the Veteran a notice of proposed adverse action that\ninforms the Veteran VA plans to reduce benefits effective the first of the month following the date the Veteran last verified the status of the dependent(s) in question because the Veteran failed to return a completed\nVA Form 21-0538\n, and\nadvises the Veteran the proposed reduction could result in the creation of an overpayment that VA may require the Veteran to repay.\nNote\n:  It is unnecessary, in this step, for claims processors to determine the\nactual\ndate the Veteran last verified the status of the dependent(s).  To save time, claims processors may wait until they take the action described in Step 15 of this table to make the determination.  (Claims processors may simply state in the notice of proposed adverse action\nVA proposes to reduce your benefits effective the first of the month following the date you last verified the status of your dependent(s)\nwithout providing the actual date).\nReference\n:  For more information on the elements of a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.2\n.\n13\nDid the Veteran return the form within 65 days?\nIf\nyes\n,\ncancel the EP 330 referenced in\nM21-1, Part VII, Subpart i, 1.B.2.a\n, and\ngo to the next step.\nIf\nno\n, go to Step 15.\n14\nDid the Veteran provide the missing event date on the form?\nIf\nyes\n,\nremove the former dependent(s) identified in Step 1 from the Veteran’s award according to the instructions in\nM21-1, Part VII, Subpart i, 1.C.4\n, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n15\nRemove the former dependent(s) identified in Step 1 from the Veteran’s award effective the first of the month following the date the Veteran last verified the status of that dependent(s).\nNote\n:  To determine the date a Veteran last verified the status of a dependent(s), search the claims folder for the most recent communication with the Veteran that provides such verification.\nExamples\n:  The date a Veteran last verified the status of a dependent could be\nthe date VA last received a\nVA Form 21-686c\n, Application Request to Add and/or Remove Dependents\n, or other form listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\n, that shows the status of the Veteran’s dependent, or\nthe date of the last documented telephone conversation with the Veteran regarding the status of the dependent.\n16\nBriefly explain the basis for the reduction in the OTHER PRINT REMARKS field on the PRINT REMARKS screen.\n17\nNotify the Veteran of the action taken in Step 15.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section B - Verification of Marital Status and the Status of Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176614/M21-1-Part-VII-Subpart-i-Chapter-1-Section-B-Verification-of-Marital-Status-and-the-Status-of-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:57.246291",
  "tags": [
    "m21-1"
  ]
}