{
  "chunk_id": "VII_i_1_B_33",
  "content": "/>\nVII.i.1.B.4.c\n.\nProcessing an Unsigned and/or Incomplete VA Form 21-0538\nWhen referred to this block from Step 12 of the table in\nM21-1, Part VII, Subpart i, 1.B.4.b\n, follow the instructions in the table below if\na Veteran fails to sign a\nVA Form 21-0538\n, or\nthe form is otherwise incomplete.\nException\n:  If\nVA Form 21-0538\nis complete\nexcept for\nthe date of an event that necessitates removal of a dependent from a Veteran’s award, follow the instructions in\nM21-1, Part VII, Subpart i, 1.B.4.d\n.\nStep\nAction\n1\nAttempt to contact the Veteran by telephone.\nIf the Veteran failed to sign the form, confirm with the Veteran the entries made on the form.\nIf the form is incomplete, obtain the missing information from the Veteran.\n2\nWas telephone contact made with the Veteran?\nIf\nyes\n,\ndocument details of the call on\nVA Form 27-0820\nupload\nVA Form 27-0820\ninto the Veteran’s eFolder\ndisregard the remaining steps in this table, and\nfollow the instructions in\nStep 22\nof the table in\nM21-1, Part VII, Subpart i, 1.B.4.b\n.\nIf\nno\n,\ndocument\nunsuccessful\nattempts to contact the Veteran by telephone as a permanent note in VBMS, and\ngo to the next step.\nNotes\n:\nIf telephone contact with the Veteran was\nsuccessful\n, but the objective(s) described in Step 1 was not met, go to the next step.\nClaims processors may provide the notice referenced in Step 22 of the procedure described in\nM21-1, Part VII, Subpart i, 1.B.4.b\n,\nby telephone\n(during the telephone call referenced in Step 1 of this table) if\nVA Form 21-0538\nshows no change in the status of the Veteran’s dependents.\nReference\n:  For more information on adding notes in VBMS, see the\nVBMS Core User Guide\n.\n3\nIs the form properly signed?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n4\nDoes the form identify a dependent VA must remove from the Veteran’s award\nand\nis the form complete with regard to that dependent?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n5\nFollow the instructions in\nM21-1, Part VII, Subpart i, 1.B.3.b\n, for removing the dependent from the Veteran’s award under the EP 600 established in Step 10 of the table in\nM21-1, Part VII, Subpart i, 1.B.4.b\n.\nContinue the EP 600 following authorization of the award adjustment.  Extend the suspense date of the EP by 30 days from the current date.\n6\nReturn the form to the Veteran for completion with instructions to return it within 30 days.\n7\nFollow the instructions in the table below.\nIf …\nThen …\nthe Veteran returns the form within 30 days, and\nthe form is complete and signed\ncancel the EP 330 referenced in\nM21-1, Part VII, Subpart i, 1.B.2.a\n, and\nfollow the instructions in\nStep 22\nof the table in\nM21-1, Part VII, Subpart i, 1.B.4.b\n.\nthe Veteran\ndoes\nnot\nreturn the form within 30 days, or\nreturns the form but it remains unsigned or incomplete\ngo to the next step.\n8\nRemove the dependent(s) whose status the Veteran failed to verify effective the first of the month following the date the Veteran last verified the status of the dependent(s) in question.\n9\nBriefly explain the basis for the reduction in the OTHER PRINT REMARKS field on the PRINT REMARKS screen.\n10\nNotify the Veteran of the action taken in Step 8.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section B - Verification of Marital Status and the Status of Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176614/M21-1-Part-VII-Subpart-i-Chapter-1-Section-B-Verification-of-Marital-Status-and-the-Status-of-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:57.246291",
  "tags": [
    "m21-1"
  ]
}