{
  "chunk_id": "VII_i_1_B_35",
  "content": "/>\nVII.i.1.B.4.e\n.\nProcessing an EP 130 That Was Generated Because a Surviving Spouse Failed to Return VA Form 21P-0537\nThe table below contains instructions for processing an EP 130 that was generated because a surviving spouse failed to return\nVA Form 21P-0537\n.\nStep\nAction\n1\nReview the claims folder and mail portal to determine whether the surviving spouse submitted the questionnaire and VA personnel failed to cancel the corresponding diary.\nImportant\n:\nAs indicated in\nM21-1, Part VII, Subpart i, 1.B.2.b\n, a surviving spouse may verify marital status by telephone instead of submitting\nVA Form 21P-0537\n.  If a\nVA Form 27-0820\nis of record that confirms a surviving spouse verified marital status by telephone, treat the\nVA Form 27-0820\nas a completed questionnaire.\nTreat as a completed questionnaire a\nVA Form 21-686c\nthat meets the following criteria.\nVA must have received the form\nno earlier\nthan one year before the date of the EP 130.\nThe form must account for the surviving spouse’s current marital status.\nVA Form 21-686c\nmust have been\npersonally signed by the surviving spouse (or VA-designated fiduciary), or\ncompleted by a VA employee who documents that the information was received from the surviving spouse (or VA-designated beneficiary).\nNotes\n:\nVA considers as “personally signed” a\nVA Form 21-686c\nthat a surviving spouse submits to VA electronically through the means described in\nM21-1, Part II, Subpart iii, 4\nor\nM21-1, Part VII, Subpart i, 1.D\n.\nDo\nnot\ntreat as a completed questionnaire a\nVA Form 21-686c\nthat someone completed on a surviving spouse’s behalf under the provisions of\nM21-1, Part VII, Subpart i, 1.A.4.j\nby anyone other than a VA employee, or\nwhen it is not clearly documented that the VA employee spoke directly with the surviving spouse to gather information for completion of\nVA Form 21-686c\n.\n2\nIs the completed questionnaire of record?\nIf\nyes\n,\ncancel the corresponding EP, and\ngo to the next step.\nIf\nno\n,\ngo to Step 4.\n3\nWas the questionnaire already processed?\nIf\nyes\n,\nensure any necessary award adjustments were made\ncreate a permanent, claimant-level note that indicates no adjustments were required based on the previously submitted\nVA Form 21P-0537\nclear EP 330, and\ntake no further action.\nIf\nno\n,\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.B.2.d\n, and\ndisregard the remaining steps in this table.\nNote\n:  If the form was already processed and EP 692 and/or 130 are pending, these EPs should be cancelled.  When the EP 692 or 130 were automatically cleared, the RO may still clear EP 330 after reviewing the case and adding the annotation above.  If the EP  692 or 130 were manually cleared by an RO or the dependency contractor (RO 372), then no EP credit is warranted.\n4\nWas the most recent questionnaire returned as undeliverable?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.B.5.a\nand\nb\n.\nIf\nno\n, go to the next step.\n5\nAttempt to contact the surviving spouse by telephone and obtain the same information that the\nVA Form 21P-0537\nrequires the surviving spouse to provide.\n6\nFollow the instructions in the table below.\nIf …\nThen …\ntelephone contact was made with the surviving spouse\nthe surviving spouse provided the same information\nVA Form 21P-0537\nrequires, and\nthe surviving spouse reported no change in marital status\ndocument the details of the call on\nVA Form 27-0820\ntreat the\nVA Form 27-0820\nas a completed questionnaire\nclear EP 130\ninform the surviving spouse (while on the telephone) that benefits will remain unchanged, and\ndisregard the remaining steps in this table.\ntelephone contact was made with the surviving spouse\nthe surviving spouse provided the same information\nVA Form 21P-0537\nrequires, and\nthe surviving spouse reported that marital status has changed\ndocument the details of the call on\nVA Form 27-0820\ntreat the\nVA Form 27-0820\nas a completed questionnaire\ndisregard the remaining steps in this table, and\nif it is necessary to discontinue benefits due to remarriage, follow the instructions in\nM21-1, Part VII, Subpart i, 1.B.3.c\n.\ntelephone contact was made with the surviving spouse, and\nthe surviving spouse cannot or will\nnot\nprovide the same information\nVA Form 21P-0537\nrequires\ndocument the conversation with the surviving spouse on\nVA Form 27-0820\nclear the corresponding EP, and\ngo to the next step.\nattempts to contact the surviving spouse by telephone were unsuccessful\ndocument the attempts to contact the surviving spouse as a permanent note in\nVBMS\nclear the corresponding EP, and\ngo to the next step.\nImportant\n:  If the surviving spouse is unable to provide (by telephone) all of the information the\nVA Form 21P-0537\nrequires, allow the surviving spouse until the end of the next business day to provide the missing information (by telephone).\nReference\n:  For more information on adding notes in VBMS, see the\nVBMS Core User Guide\n.\n7\nEstablish EP 600 with a suspense date that is 65 days from the date of the notice of proposed adverse action discussed in the next step.\n8\nPrepare and send to the surviving spouse a notice of proposed adverse action that\ninforms the surviving spouse VA plans to discontinue benefits effective the first of the month following the date the surviving spouse last verified marital status due to failure to return a completed questionnaire, and\nadvises the surviving spouse the proposed action could result in the creation of an overpayment that VA may require the surviving spouse to repay.\nNote\n:  To determine the date a surviving spouse last verified marital status, search the claims folder for the most recent communication with the surviving spouse that provides such verification.\nReferences\n:  For more information on\na beneficiary’s obligation to periodically certify continued eligibility to benefits, see\n38 CFR 3.652\n, and\n38 CFR 3.500(v)\n, and\nthe elements of a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.2\n.\n9\nWas the questionnaire or other evidence that meets the criteria set forth in Step 1 of this table received within the additional 65-day period?\nIf\nyes\n, go to Step 13.\nIf\nno\n, go to the next step.\nImportant\n:  Treat as a completed questionnaire a\nVA Form 21-686c\nthat a surviving spouse\npersonally\nsigns and returns to VA in response to the notice of proposed adverse action referenced in Step 8.\n10\nTerminate benefits under the pending EP 600.\n11\nBriefly explain the basis for the termination in the OTHER PRINT REMARKS field on the PRINT REMARKS screen.\n12\nNotify the surviving spouse that VA has\nretroactively discontinued benefits, effective the date specified in the notice of proposed adverse action, and\ncreated an overpayment in the surviving spouse’s account, and\ndisregard the remaining steps of this table.\n13\nFollow the instructions in the table below upon receipt of a completed questionnaire.\nIf the surviving spouse reports ...\nAnd ...\nThen ...\nno change in marital status\nVA is already paying benefits to the surviving spouse\nnotify the surviving spouse that benefits will continue at the current rate, and\nclear the related, pending EP.\nVA previously suspended or discontinued benefits because the surviving spouse failed to return the questionnaire\nresume benefits under the pending EP at the prior rate and from the date VA previously suspended or discontinued them, and\nnotify the surviving spouse of the action taken.\nmarital status has changed\n---\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.B.3.c\n, discontinuing benefits, if necessary, under the pending EP.\nNotes\n:\nVA will accept a completed questionnaire (or other evidence that meets the criteria set forth in Step 1 of the table above) from a surviving spouse whose benefits it discontinued because the surviving spouse failed to return the questionnaire, regardless of the amount of time that has passed since benefits were discontinued.  When this occurs,\nestablish EP 130, and\nfollow the instructions in Step 13 of the table above.\nThere is\nno\nrequirement that\nVA Form 20-0995\naccompany the completed questionnaire or the\nVA Form 21-686c\nreferenced in the preceding note.\nReference\n:  For more information on notifying a beneficiary of a decision VA made and/or an action VA took, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section B - Verification of Marital Status and the Status of Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176614/M21-1-Part-VII-Subpart-i-Chapter-1-Section-B-Verification-of-Marital-Status-and-the-Status-of-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:51:57.246291",
  "tags": [
    "m21-1"
  ]
}