{
  "chunk_id": "VII_i_1_C_7",
  "content": "/>\nVII.i.1.C.1.b\n.\nPromulgating a Rating Decision That Renders a Veteran Eligible for Additional Compensation for Dependents\nWhen promulgating a rating decision that assigns an overall SC disability evaluation of at least 30 percent to a Veteran whose overall SC disability evaluation prior to the rating decision was less than 30 percent, follow the instructions in the table below.\nStep\nAction\n1\nDoes the evidence of record indicate the Veteran has a dependent(s)?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\n2\nWhen notifying the Veteran of the rating decision,\ninform the Veteran of potential entitlement to additional compensation for dependents, and\nprovide a hyperlink to the form(s) the Veteran must submit to claim the additional compensation.\nDisregard the remaining step in this table.\nNote\n:  As indicated in\nM21-1, Part VII, Subpart i, 1.C.1.f\n, the required elements of the decision notice referenced in this step are automatically included in Redesigned Automated Decision Letters (RADL)-generated decision notices.\n3\nFollow the instructions in the table below.\nIf …\nThen …\nno claim for additional compensation for the dependent(s) is currently pending\nfollow the instructions in\nM21-1, Part VII, Subpart i, 1.C.1.c\n.\na claim for additional compensation for a dependent(s) is pending\nthe claim is controlled under end product (EP) 130, and\nthe rating decision is\nnot\nbeing promulgated by one of the regional offices (ROs)/restricted access claim centers (RACCs) identified in\nM21-1, Part II, Subpart ii, 3.1.b\n, in connection with a special mission or under a special circumstance\nclose all tracked items associated with the pending EP 130\nunless\nthe suspense date has not yet expired and the requested evidence has not been received\nnotify the claimant in the decision notice that the claim for additional compensation for a dependent(s) will be addressed in a separate decision notice, and\ntake no further action.\nNote\n:  The action described in this step initiates transfer of the pending EP 130 for processing.\na claim for additional compensation for a dependent(s) is pending\nthe claim is controlled under EP 130, and\none of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 3.1.b\n, is promulgating the rating decision in connection with a special mission or under a special circumstance\nadd the dependent(s) to the Veteran’s award (under the rating EP) concurrent with promulgation of the rating decision.\nNote\n:  Follow the instructions in\nM21-1, Part VII, Subpart i, 1.C.1.d\n, if the criteria for granting entitlement to additional compensation for a dependent has\nnot\nbeen met.\na claim for additional compensation for a dependent(s) is pending, and\nthe claim is\nnot\ncontrolled under EP 130 (because, for example, an EP 010 or 110 is concurrently pending)\nImportant\n:  If the Department of Veterans Affairs (VA) received the claim that triggered the rating decision referenced in this block on or after March 24, 2015, the claim for additional benefits for a dependent(s) that is referenced in\nM21-1, Part VII, Subpart i, 1.C.1.c\nand\nd\n,\nmust\nhave been filed on a prescribed form.\nThere is no such requirement if VA received the claim that triggered the rating decision\nprior\nto March 24, 2015, which represents the date VA began requiring claimants to submit claims on a prescribed form.)\nReference\n:  For more information on prescribed forms, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}