{
  "chunk_id": "VII_i_1_C_8",
  "content": "/>\nVII.i.1.C.1.c\n.\nPromulgating the Rating Decision When No Claim for Additional Compensation for a Dependent(s) Is Pending\nWhen promulgating the rating decision referenced in\nM21-1, Part VII, Subpart i, 1.C.1.b\n, follow the instructions in the table below when no claim for additional compensation for a dependent(s) is pending, but the evidence of record suggests the Veteran has a dependent(s).\nIf the Veteran ...\nThen …\nhas\nnever\nfiled a claim for additional compensation for the dependent(s)\nattempt to contact the Veteran by telephone for the purpose of completing\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n, and/or\nVA Form 21-674, Request for Approval of School Attendance\n, on the Veteran’s behalf\nfollow the instructions in the table below.\nIf the telephone contact …\nThen …\nresults in receipt of the information needed to add the dependent\naward additional compensation for the claimed dependent(s) concurrent with promulgation of the rating decision.\ndoes not result in receipt of the information needed to add the dependent\ntake no further action, except to\npromulgate the rating decision, and\nfollow the instructions in\nStep 2\nof the table in\nM21-1, VII, Subpart i, 1.C.1.b\n.\npreviously filed a claim for additional compensation for the dependent(s), and\ninformation VA requires to grant entitlement to additional compensation for the dependent(s) is\nnot\nof record\nNote\n:  The “information” referenced in this cell might include the information a completed\nVA Form 21-674\ncontains.\nattempt to obtain the missing information by telephone, and\nfollow the instructions in the table below.\nIf the telephone contact …\nThen …\nresults in receipt of the information needed to add the dependent\naward additional compensation for the claimed dependent(s) concurrent with promulgation of the rating decision.\ndoes not result in receipt of the information needed to add the dependent\ninstruct the Veteran in the decision notice to provide the missing information.\nException\n:  Do\nnot\nattempt to obtain the missing information by telephone if\nthe Veteran filed the previous claim for additional compensation for a dependent(s) on a September 2018 or later version of\nVA Form 21-686c\n, and\nthe form specifically asks the Veteran to provide the information that is missing.\nNote\n:  If the Veteran responds to the decision notice referenced in this cell by providing the missing information, it must be accompanied by a\nVA Form 21-686c\n.  If it is\nnot\n, treat the Veteran’s response as a request for application, according to the instructions in\nM21-1, Part II, Subpart iii, 2.G.1\n.\npreviously filed a claim for additional compensation for the dependent(s), and\nevidence/information\nVA requires to grant entitlement\nis\nof record, and\nregarding the status of the dependent(s) is\nless than\neight years old (as explained in\nM21-1, Part VII, Subpart i, 1.A.5.c\n)\naward additional compensation for the claimed dependent(s) concurrent with promulgation of the rating decision.\nNote\n:  The claim for additional benefits for a dependent(s) must have been filed on a prescribed form if VA received the claim that triggered the rating decision referenced in this block on or after March 24, 2015.  There is no such requirement if VA received the claim that triggered the rating decision prior to March 24, 2015.\npreviously filed a claim for additional compensation for the dependent(s), and\nevidence/information VA requires to grant entitlement\nis\nof record, but information regarding the status of the dependent(s) is\nmore than\neight years old (as explained in\nM21-1, Part VII, Subpart i, 1.A.5.c\n)\nattempt to verify the current status of the Veteran’s dependent(s) by telephone, and\nfollow the instruction in the table below.\nIf the telephone contact …\nThen …\nresults in receipt of information necessary to add the dependent\naward additional compensation for the claimed dependent(s) concurrent with promulgation of the rating decision.\ndoes not result in receipt of information necessary to add the dependent\ninstruct the Veteran in the decision notice to verify the status of dependent(s) by completing and returning\nVA Form 21-686c\n.\npreviously filed a claim for additional compensation for the dependent(s), and\ndocumentary evidence\n, such as a birth or marriage certificate, that VA requires to grant entitlement to additional compensation for the dependent(s) is not of record\ninstruct the Veteran in the decision notice to provide the missing evidence.\nNotes\n:\nBecause of inherent delays in receiving documentary evidence claims processors request by telephone, telephone development is not in order in this situation.\nIf the Veteran responds to the decision notice referenced in this cell by providing the missing evidence, it must be accompanied by\nVA Form 21-686c\n.  If it is\nnot\n, treat the Veteran’s response as a request for application, according to the instructions in\nM21-1, Part II, Subpart iii, 2.G.1\n.\npreviously filed a claim for additional compensation for an individual that lacks the status of a dependent for VA purposes, and VA\nhas never addressed that specific claim (for the reason expressed in\nM21-1, Part VI, Subpart i, 1.B.1.i\n), or\ndenied the claim for reasons\nother than\nthe individual’s lack of status as a dependent (because, for example, the Veteran’s disability evaluation was less than 30 percent at the time)\nExamples\n:  The claimed individual is\na parent that is not financially dependent on the Veteran, or\na grandchild the Veteran has not adopted.\nnotify the Veteran in the decision notice of the reason(s) VA could not recognize the individual as a dependent.\nImportant\n:\nDo\nnot\nmaintain EP control for return of the evidence/information/forms referenced in the table above.\nWhen telephone contact with the Veteran results in receipt of information needed to establish the dependent, follow the procedures in\nM21-1, Part VII, Subpart i, 1.A.4.b\nto determine proper EP control for the addition of the dependent(s).\nReference\n: For more information on documenting attempts to contact a Veteran by telephone, see\nM21-1, Part III, Subpart i, 2.D.1.e\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}