{
  "chunk_id": "VII_i_1_C_9",
  "content": "/>\nVII.i.1.C.1.d\n.\nPromulgating the Rating Decision When a Claim for Additional Compensation for a Dependent(s) Is Pending But Entitlement Cannot Be Granted\nWhen promulgating a rating that assigns an overall SC disability evaluation of at least 30 percent to a Veteran whose overall SC disability evaluation prior to the rating decision was less than 30 percent, follow the instructions in the table below when\na claim for additional compensation for a dependent(s) is concurrently pending\nthe criteria for granting entitlement to additional compensation for one or more of the claimed dependents have\nnot\nbeen met, and\neither\nof the following is true:\nthe claim is\nnot\ncontrolled with an EP 130 (because, for example, an EP 010 or 110 is concurrently pending), or\none of the ROs/RACCs identified in\nM21-1, Part II, Subpart ii, 3\n, is promulgating the rating decision in connection with a special mission or under a special circumstance.\nIf the Veteran ...\nThen …\nfiled the claim on a September 2018 or later\nversion of\nVA Form 21-686c\n, and\nfailed to provide all the evidence/information the form requires the Veteran to provide\ndeny entitlement to additional compensation for any dependent for whom the Veteran failed to provide all the evidence/information the form requires, and\nfollow the instructions in\nStep 7\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.g\n, for notifying the Veteran.\nfiled the claim on a September 2018 or later\nversion of\nVA Form 21-686c\n,\nbut\nevidence/information VA requires to grant entitlement to additional compensation for the dependent(s) is missing, and\nthe form does\nnot\nspecifically ask the Veteran to provide the evidence/information\nfollow the instructions in the\nthird\n(next) row of this table, if\ninformation\nVA requires to grant entitlement is missing, or\nfourth\nrow of this table, if\ndocumentary evidence\nVA requires to grant entitlement is missing.\nfiled the claim using a form\nother than\na September 2018 or later\nversion of\nVA Form 21-686c\n, and\nfailed to provide all the\ninformation\nVA requires to grant entitlement to additional compensation for the dependent(s)\nNote\n:  The “information” referenced in the second bullet of this cell might include the information a completed\nVA Form 21-674\ncontains.\nattempt to obtain the missing information by telephone.  If this action is unsuccessful,\ndeny entitlement to additional compensation for any dependent for whom the information VA requires to grant entitlement is missing, and\nfollow the instructions in\nStep 7\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.g\n, for notifying the Veteran.\nfiled the claim using a form\nother than\na September 2018 or later\nversion of\nVA Form 21-686c\n, and\nfailed to provide\ndocumentary evidence\n, such as a birth or marriage certificate, that VA requires to grant entitlement to additional compensation for the dependent(s)\ndeny entitlement to additional compensation for any dependent for whom the documentary evidence VA requires to grant entitlement is missing, and\nfollow the instructions in\nStep 7\nof the table in\nM21-1, Part VII, Subpart i, 1.A.5.g\n, for notifying the Veteran.\nNotes\n:\nBecause of inherent delays in receiving documentary evidence claims processors request by telephone, telephone development is not in order in this situation.\nEnsure all necessary development indicated in\nM21-1, Part VII, Subpart i, 1.A\nis complete.\nclaimed entitlement to additional compensation for an individual that lacks the status of a dependent for VA purposes\nExamples\n:  The individual is\na parent that is not financially dependent on the Veteran, or\na grandchild the Veteran has not adopted.\ndeny entitlement to additional compensation for the individual, and\nnotify the Veteran in the decision notice of the reason(s) VA could not recognize the individual as a dependent.\nNote\n:  Ensure all necessary development indicated in\nM21-1, Part VII, Subpart i, 1.A\nis complete.\nImportant\n:  If a Veteran indicates an\ninability\nto provide documentary evidence of a life event (birth, marriage, death, divorce), VA has an obligation to assist the claimant in obtaining such evidence by sending a request to the appropriate records custodian.\nReferences\n:  For more information on\nrequesting documentary evidence of a life event from custodians of public records, see\nM21-1, Part III, Subpart i, 2.A.1.e\n, and\ndocumenting attempts to contact a Veteran by telephone, see\nM21-1, Part III, Subpart i, 2 D.1.e\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}