{
  "chunk_id": "VII_i_1_C_11",
  "content": "/>\nVII.i.1.C.1.f\n.\nUsing RADL to Generate a Decision Notice\nWhen RADL is used to prepare notification of the types of rating decisions discussed in\nM21-1, Part VII, Subpart i, 1.C.1.e\n, the application automatically inserts standardized text that notifies the Veteran of\npotential eligibility for additional compensation for dependents\nthe website where claimants may access forms for claiming the addition compensation, and\nthe opportunity to submit a claim for the additional compensation through VA claims-submission service websites.\nException\n:  RADL does\nnot\ninsert the text referenced in the preceding paragraph into a decision notice if\nthe decision notice already includes a request for evidence, information, and/or a form required to grant entitlement to additional compensation for a dependent(s), or\nVA granted or denied entitlement to additional compensation for a dependent(s) concurrent with promulgation of the rating decision that triggered the decision notice.\nFollow the instructions in the table below when\nentitlement to additional benefits for a dependent is granted or denied, and/or\nadditional evidence, information, and/or a form(s) is required to grant entitlement to additional benefits for a dependent.\nAction\nMeans for Completing the Action\nNotify the Veteran that entitlement to additional benefits for a dependent was granted.\nComplete the fields on the RECORD DECISIONS – DEPENDENCY screen, to include the selection of entries in the AWARD STATUS and DECISION fields that reflect the decision to grant entitlement.\nNotify the Veteran that entitlement to additional benefits for a dependent was denied.\nComplete the fields on the DEPENDENCY tab in Share.\nComplete the fields on the RECORD DECISIONS – DEPENDENCY screen, to include the selection of entries in the AWARD STATUS and DECISION fields that reflect the\ndecision to deny entitlement, and\nfavorable findings of fact.\nNote\n:  If the Veteran failed to provide the information required to complete the fields on the DEPENDENCY tab in Share, enter as free text (during letter generation) the decision made and the reason for it.\nNotify the Veteran of the evidence considered.\nList the evidence considered in the EVIDENCE field on the EVIDENCE LIST tab during letter generation.\nRequest evidence, information, and/or a form required to grant entitlement to additional benefits for a dependent.\nWhen EP 130 is\nnot pending, complete the applicable fields on the DEPENDENCY DEVELOPMENT tab during letter generation, or\npending, complete a development letter in the Veterans Benefits Management System (VBMS) asking for the information needed.\nImportant\n:  If a Veteran submitted a claim on a September 2018 or later version of\nVA Form 21-686c\n, do not undertake development to obtain missing evidence, information, and/or a form that\nVA Form 21-686c\nspecifically asks the Veteran to provide.\nReference\n:  For more information on preparing decision notices using RADL, see\nM21-1, Part VI, Subpart i, 1.B.4\n, and\nthe\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}