{
  "chunk_id": "VII_i_1_C_18",
  "content": "/>\nVII.i.1.C.2.d\n.\nHandling Responses to the Rating Decision Notices Referenced in M21-1, Part VII, Subpart ii, 1.C.1 That VA Receives Within One Year\nIf a Veteran responds to one of the rating decision notices referenced in\nM21-1, Part VII, Subpart i, 1.C.1\nwithin one year by providing the evidence, information, and/or forms VA requires to grant entitlement to additional compensation for a dependent(s), the effective date of entitlement is the\nlater\nof the following dates:\neffective date of the disability evaluation the rating activity assigned in the corresponding rating decision, or\ndate shown in the table below.\nExceptions\n:\nAssign an effective date in accordance with the provisions of\n38 CFR 3.2500(h)\nif\nthe decision notice referenced in the preceding paragraph included a denial of entitlement to additional compensation for a dependent(s) because evidence VA requires to grant entitlement was missing, and\nthe Veteran submits\nVA Form 20-0995\nwith the missing evidence/information.\nGrant entitlement to additional compensation for a dependent\neffective the date shown in the table below\nif the\nVeteran referenced in\nM21-1, Part VII, Subpart i, 1.C.1.e\n, had an overall SC disability evaluation of at least 30 percent\nbefore\nVA made the rating decision referenced in that block\neffective date of entitlement to the\nfirst\noverall disability evaluation of at least 30 percent is the same as or prior to the date shown in the table below, and\nVeteran’s response to the decision notice referenced in\nM21-1, Part VII, Subpart i, 1.C.1.e\n, includes a claim for additional compensation for a dependent that VA received within one year of the date referenced in the table below.\nType of Dependent\nDate\nspouse\ndate of marriage\nstepchild\nthe\nlater\nof the following dates:\ndate the Veteran married the stepchild’s biological or adoptive parent, or\ndate the stepchild became a member of the Veteran’s household, if the child was\nnot\na member of the Veteran’s household on the date of the marriage\nbiological child\nchild’s birthdate\nadopted child\ndate the Veteran adopted the child\nparent\ndate dependency arose (date the parent became financially dependent on the Veteran)\nNotes\n:\nThe provisions of\n38 CFR 3.401(b)\ngovern the effective date of a Veteran’s entitlement to additional compensation for dependents.\nSee\nM21-1, Part VI, Subpart i, 1.A.2.b\nfor an explanation of the difference between the effective date of\nentitlement\nand the effective date of\npayment\n.\nM21-1, Part VII, Subpart i, 1.C.2.h\ncontains additional instructions for determining the proper effective date for granting entitlement to additional compensation based on a same-sex marriage.\nReferences\n:  For more information on\nestablishing a biological, adopted, or stepchild as a dependent for VA purposes, see\nM21-1, Part VII, Subpart i, 3.B\nestablishing the dependency of a parent, see\nM21-1, Part VII, Subpart i, 4.B\n, and\nthe effective date of payment of additional compensation for a school child, see\nM21-1, Part VII, Subpart ii, 1.B.1\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}