{
  "chunk_id": "VII_i_1_C_19",
  "content": "/>\nVII.i.1.C.2.e\n.\nEffect of Sharp v. Shinseki on the Assignment of Effective Dates\nAs a result of an October 15, 2009, decision by the Court of Appeals for Veterans Claims in\nSharp v. Shinseki\n, 23 Vet.App. 267 (2009), claims processors must apply the effective date policy described in\nM21-1, Part VII, Subpart i, 1.C.2.d\n, even if the disability evaluation of the Veteran referenced in\nM21-1, Part VII, Subpart i, 1.C.1.e\n, was at least 30 percent\nbefore\nVA made the rating decision referenced in that block.\nPrior\nto the decision in\nSharp v. Shinseki\n, if a Veteran failed to provide evidence/information about dependent(s) within one year of the date VA initially requested it (following assignment of the initial disability evaluation of 30 percent or greater), VA granted entitlement to additional compensation for the dependent(s) from an effective date that was no earlier than\nthe date the Veteran eventually responded to the request, or\nthe date\nshown in the table in\nM21-1, Part VII, Subpart i, 1.C.2.d\n(if the Veteran notified VA within one year of that date).\nIf, during routine review of a Veteran’s record, it is discovered that a rating decision completed on or after October 15, 2009, entitles the Veteran to additional compensation for a dependent(s) from an earlier effective date based on\nSharp v. Shinseki\n, take action to correct the Veteran’s award.\nException\n:  The policy stemming from\nSharp v. Shinseki\ndoes\nnot\napply to\npension awards, or\nsubsequent rating decisions that only\nconfirm and continue (a) current disability evaluation(s), or\ndeny SC.\nReference\n:  For more information on granting entitlement to additional compensation for dependents from the effective date of a rating decision, see\n38 CFR 3.401(b)(3)\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}