{
  "chunk_id": "VII_i_1_C_22",
  "content": "/>\nVII.i.1.C.2.h\n.\nEffective Date for Granting Entitlement to Additional Compensation Based on a Same-Sex Marriage\nOn September 4, 2013, the U.S. Attorney General announced that the President had directed the Executive Branch to cease enforcement of\n38 U.S.C. 101(3) and (31)\nto the extent it prevented government agencies from paying benefits based on the marriage of two individuals of the same sex.\nThe President’s directive allowed VA to recognize a same-sex marriage as valid, as long as the marriage was legal according to the law of the place where the individuals resided\nat the time of the marriage, or\nwhen the right to VA benefits accrued (which means the date the claimant became eligible for VA benefits or the date VA received the claim for VA benefits).\nOn June 26, 2015, the Supreme Court ruled in\nObergefell v. Hodges\nthat\nall\nstates must\nlicense a marriage between two individuals of the same sex, and\nrecognize a marriage between two individuals of the same sex when their marriage was lawfully licensed and performed out-of-state.\nAs a consequence of the Supreme Court ruling, the process for determining the validity of a same-sex marriage is now no different than the process for determining the validity of a marriage between individuals of the opposite sex (as described in\nM21-1, Part VII, Subpart i, 2.A\n).\nThe table below explains how the President’s directive (which represents a liberalizing change in law) and the Supreme Court ruling affect the assignment of an effective date for entitlement to additional compensation based on a same-sex marriage.\nIf ...\nThen ...\na claim for additional compensation based on a same-sex marriage was pending or open as of September 4, 2013\nassign an effective date (in accordance with the provisions of\n38 CFR 3.401(b)\nand the other blocks in this topic) as if the laws that prohibited VA from recognizing same-sex marriages had never been in effect.\nReference\n:  For an example of the policy expressed in this row, see the first scenario discussed in\nM21-1, Part VII, Subpart i, 1.C.2.i\n.\nVA received  a claim for additional compensation based on a same-sex marriage\nafter\nSeptember 4, 2013\nfollow the instructions in the table below.\nIf …\nThen\nassign an effective date in accordance with the provisions of …\nthe marriage at issue was performed\non or before\nSeptember 4, 2013, and\nVA received the claim within one year of the date of marriage\n38 CFR 3.401(b)\nand the other blocks in this topic.\nReference\n:  For an example of the policy expressed in this row, see the second scenario discussed in\nM21-1, Part VII, Subpart i, 1.C.2.i\n.\nthe marriage at issue was performed\non or before\nSeptember 4, 2013, and\nVA did\nnot\nreceive the claim within one year of the date of marriage\n38 CFR 3.401(b)\nor\n38 CFR 3.114\n, if doing so would be to the claimant’s advantage.\nImportant\n:  When assigning an effective date under the provisions of\n38 CFR 3.114\n,\ndo\nnot\nassign an effective date that is earlier than September 4, 2013, and\ndo\nnot\nassign an effective date that is earlier than one year prior to the date VA received the claim.\nReferences\n:\nFor more information on the application of\n38 CFR 3.114\n, see\nM21-1, Part V, Subpart ii, 4.A.6\n.\nFor an example of the policy expressed in this row, see the third and fourth scenarios discussed in\nM21-1, Part VII, Subpart i, 1.C.2.i\n.\nthe marriage at issue was performed\nafter\nSeptember 4, 2013\n38 CFR 3.401(b)\nand the other blocks in this topic.\nReference\n:  For an example of the policy expressed in this row, see the fifth scenario discussed in\nM21-1, Part VII, Subpart i, 1.C.2.i\n.\nNotes\n:\nThe policies expressed in the table above apply regardless of whether or not the State in which the Veteran resided at the time of marriage, or at the time entitlement to additional compensation for a spouse arose, recognized same-sex marriages prior to the Supreme Court ruling.\nIf VA determines a Veteran is entitled to additional compensation for a same-sex spouse effective the date of entitlement to an overall SC disability evaluation of at least 30 percent, then VA subsequently assigns an overall SC disability evaluation of at least 30 percent\nfrom an earlier effective date\n, grant entitlement to additional compensation for the spouse effective the\nlater\nof the following dates, regardless of whether that date precedes September 4, 2013:\nthe\nnew\neffective date of the overall SC disability evaluation of at least 30 percent, or\nthe date of marriage.\nReferences\n:\nFor an example of the policy expressed in the preceding paragraph, see the sixth scenario discussed in\nM21-1, Part VII, Subpart i, 1.C.2.i\n.\nFor more information on VA’s recognition of same-sex marriages, see\nVBA Letter 20-15-16, Administration of Same-Sex Spousal Benefits\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}