{
  "chunk_id": "VII_i_1_C_27",
  "content": "/>\nVII.i.1.C.3.a\n.\nProviding Notice of an Award Adjustment\nNotify a beneficiary of any adjustment VA makes to the award because of a change in the status of a dependent.\nImportant\n:\nIf a third party notifies VA of a change in the status of a beneficiary’s dependent that will require an adverse adjustment to the beneficiary’s award, provide a notice of proposed adverse action to the beneficiary before making the adjustment.\nNotify Veteran Readiness and Employment (VR&E) Service of the change\nif the beneficiary is a Veteran receiving training under\n38 U.S.C. Chapter 31\n.\nE-mail notice to the VR&E mailbox of the RO that has custody of the Veteran’s Counseling/Evaluation/Rehabilitation folder.\nInclude in the e-mail\nthe Veteran's name and claim number\nthe name of the dependent whose status has changed\nan explanation of the reason for the change in status (such as death or divorce)\nthe date of the event that resulted in the change in status, and\nthe effective date of the corresponding award adjustment.\nUpload a copy of the e-mail to the Veteran's electronic claims folder.\nExample\n:  The mailbox for the Salt Lake City RO’s VR&E office is\nVAVBASLC/RO/VRE\n.\nReferences\n:  For more information on\npreparing and issuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\nmaking award adjustments in\nVBMS, see the\nVBMS Awards User Guide\n, and\nnotifying a beneficiary of an adjustment to an award, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}