{
  "chunk_id": "VII_i_1_C_32",
  "content": "/>\nVII.i.1.C.3.f\n.\nExample:  Adjustment of a Child’s Award and Notification\nSituation\n:\nA deceased Veteran’s first spouse reports that 16-year-old Lisa’s marriage has been annulled and asks that Lisa’s Dependency and Indemnity Compensation (DIC) payments as a child of the Veteran be reinstated.\nBecause of the annulment, payment to the child of the Veteran’s second marriage (Robert – payee 12) must be reduced to the rate payable for one of two children.\nResult\n:\nProvide a notice of proposed adverse action to Robert’s custodian.\nContinue payments at the higher rate until the first of the month following the month in which the due process period ends.  (The due process period ends 60 days after the date of the notice of proposed adverse action.)\nRetroactively reduce Robert’s award and create an overpayment at the end of the 65-day control period.\nNotes\n:\nIf Lisa’s marriage had been terminated by death or divorce, a reinstatement of DIC would\nnot\nbe in order.  Under\nPublic Law 101-508\n, the marriage of a child is a permanent bar to entitlement to DIC.  This provision does not apply when the marriage is annulled or declared void by a court of competent jurisdiction.\nA notice of proposed adverse action is not required before making a retroactive payment of DIC to an additional child based on school attendance.\nThe child receives the “available difference” between the total  amount payable for all children and the amount already paid for the existing children for the retroactive period.\nThe additional child is paid the full child’s rate effective the first of the month following the month for which VA last paid the beneficiary.\nReference\n:  For more information on the adjudication of claims based on school attendance, see\nM21-1, Part VII, Subpart ii, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}