{
  "chunk_id": "VII_i_1_C_37",
  "content": "/>\nVII.i.1.C.4.b\n.\nWhen the End-of-Month Rule Applies to the Removal of a Dependent From a Beneficiary's Award\nThe end-of-month rule applies to the total award amount paid to the Veteran or surviving spouse as the primary beneficiary.\nUnder the provisions of\n38 U.S.C. 5112(b)(2)\n,\n38 CFR 3.500\n, and\n38 CFR 3.660(a)(2)\n, the effective date of reduction or discontinuance of an award of compensation, current-law pension, or DIC is the last day of the month in which the event occurs\nif\nthe reduction or discontinuance is due to the loss of a\nspouse because of\ndivorce\na voided or annulled marriage, or\ndeath, or\nchild because of\nmarriage\nadoption\ndeath, or\ndiscontinuance of school attendance.\nImportant\n:\nThe last day of the month in which the event took place that resulted in the loss of a dependent represents the\nlast\ndate benefits are payable to or for the dependent.  For award-processing purposes, the first day of the following month represents the first date of non-payment or reduced payment.\nThe term “running award,” used in\n38 CFR 3.660(a)(2)\n, does not apply to reductions for loss of dependents, as described in\n38 CFR 3.500\n.\nThe requirement to remove a child that was given up for adoption from an award of disability compensation went into effect on\nSeptember 14, 2015\n. Removal of an adopted child from an award of disability compensation from an effective date earlier than September 14, 2015, would be improper.\nAs indicated in\nM21-1, Part VII, Subpart ii, 1.B.4.c\n, the date a former school child stops attending school does not always dictate the effective date for removal of the child from the beneficiary’s award.\nIf removal of the dependent from the beneficiary’s award resulted from the dependent’s death, then update the corporate record to reflect the date of the dependent’s death.\nReferences\n:  For more information on\nsystems processing steps for removing dependents, see the\nVBMS Awards User Guide\ndetermining the effective date for an award adjustment based on a voided marriage, see\nM21-1, Part VII, Subpart i, 2.A.6.e\n, and\nhandling cases in which a Veteran gives up a child for adoption, see\nM21-1, Part VII, Subpart i, 3.B.5\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}