{
  "chunk_id": "VII_i_1_C_39",
  "content": "/>\nVII.i.1.C.4.d\n.\nProcessing Notice of the Results of a Paternity Test\nThe results of a paternity or similar type of test might require the removal of a child from a beneficiary’s award.  Before removing the child, determine whether the child may be recognized as a stepchild under\n38 CFR 3.57(b)\n.\nIf VA may no longer recognize an individual as a Veteran’s child based on the results of a paternity test, remove the individual from the beneficiary’s award according to the instructions in\nM21-1, Part VII, Subpart i, 1.C.4.c\n.  (The date the beneficiary received the results of the test represents “the date of the event” referenced in\nM21-1, Part VII, Subpart i, 1.C.4.c\n.)\nException\n:  Follow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.6.g\n, if VA is apportioning benefits to or on behalf of the individual VA must remove from the beneficiary’s award.\nNote\n:  Do not request a copy of the paternity test unless\nthe beneficiary’s statement regarding the results and date of the paternity test raises a question of its validity\nthe beneficiary’s statement conflicts with other evidence of record, or\nthere is a reasonable indication of fraud or misrepresentation.\nReferences\n:  For more information on\nestablishing a stepchild as a child for VA purposes, see\nM21-1, Part VII, Subpart i, 3.B.6\n, or\nhandling notice from a beneficiary that will result in removal of a dependent from the beneficiary’s award, see\nM21-1, Part VII, Subpart i, 1.A.4.g\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}