{
  "chunk_id": "VII_i_1_C_40",
  "content": "/>\nVII.i.1.C.4.e\n.\nAction to Take if a Beneficiary Fails to Provide Information Required to Remove a Dependent\nIf a beneficiary notifies VA of the loss of a dependent but does\nnot\nprovide the following information, attempt to obtain it from the beneficiary by telephone:\nthe date (month, day, and year) of the event (such as death or divorce) that necessitates removal of the dependent from the beneficiary’s award, and\nthe location (city or country and state, or city and country, if the city is outside the U.S.) of the same event.\nException\n:\nVA Form 21-0538, Mandatory Verification of Dependents\n, does not ask Veterans for the location of the event that necessitates removal of a dependent from their award.  Accordingly, when a Veteran uses this form to notify VA of the loss of a dependent, claims processors may remove the dependent without this information and without making the telephone call referenced in the previous paragraph.\nFollow the instructions in the table below if attempts to obtain the missing information by telephone are unsuccessful.\nIf ...\nThen ...\nonly the\nlocation\nof the event is missing\nremove the dependent from the beneficiary’s award without taking further steps to determine the location of the event.\nNote\n:  Making the location of the event a matter of record is\npreferred\nbut not required in this case.\nthe\ndate\nof the event is missing\nreduce/discontinue benefits effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab, and\nprepare a notice of proposed adverse action that proposes to further adjust the beneficiary’s benefits unless the date of the event is provided within 60 days.\nNote\n:  In the notice,\nprovide the date VA proposes to discontinue/further reduce the beneficiary’s benefits, which is the first of the month following the month the beneficiary last verified entitlement to additional benefits for the dependent, and\ninform the beneficiary that the proposed action would result in the creation of an overpayment that the beneficiary may be responsible for repaying.\nReference\n:  For more information on issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\nNotes\n:\nIf a beneficiary provides only the name of the\ncity\nin which an event took place, VA does\nnot\nrequire the beneficiary to provide the name of the State, as long as the city is well-known (such as Atlanta or Chicago).\nFollow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\nfor documenting attempts to contact a Veteran by telephone.",
  "title": "M21-1, Part VII, Subpart i, Chapter 1, Section C - Adjusting Awards for Dependents",
  "citation": "Part VII, Subpart i, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176615/M21-1-Part-VII-Subpart-i-Chapter-1-Section-C-Adjusting-Awards-for-Dependents",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:06.670423",
  "tags": [
    "m21-1"
  ]
}