{
  "chunk_id": "VII_i_2_A_12",
  "content": "/>\nVII.i.2.A.2.a\n.\nUsing Entries a Claimant Makes on a Prescribed Form as Proof of Marriage\nBefore VA will consider recognizing a marital relationship as valid for the purpose of establishing entitlement to VA benefits, a claimant must complete, sign, and submit one of the forms listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\n.  The form the claimant must use depends on the reason the claimant is asking VA to recognize the marital relationship.\nVA accepts as proof of marriage, the entries a claimant makes on the appropriate VA form, as long as the claimant signed the form.  VA then considers the other entries the claimant made on the form to determine whether the marriage is valid for the purpose of establishing entitlement to VA benefits.\nExcept\nas noted in\nM21-1, Part VII, Subpart i, 2.A.2.b\n, VA does\nnot\nrequire documentary evidence of marriage to support the entries a claimant makes on a VA form.\nNotes\n:\nAs stated in\nM21-1, Part VII, Subpart i, 1.A.4.i\n, VA accepts a\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n, that a VA-recognized representative completes, signs and submits to VA on a claimant’s behalf.\nAs stated in\nM21-1, Part VII, Subpart i, 1.A.4.j\n, VA authorizes its regional office (RO) and call center employees to\ncomplete\nVA Form 21-686c\n, using information obtained from a claimant over the telephone, and\nsign the form on the claimant’s behalf.\nReference\n:  For more information on processing an incomplete form the claimant submits for the purpose of adding a dependent to an award, see\nM21-1, Part VII, Subpart i, 1.A.4.e, 5, and 6\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}