{
  "chunk_id": "VII_i_2_A_13",
  "content": "/>\nVII.i.2.A.2.b\n.\nDetermining Whether Documentary Evidence of Marriage Is Required\n38 CFR 3.204(a)(2)\nrequires a claimant to submit the documentary evidence of marriage described in\n38 CFR 3.205 through 3.211\nonly if\nthe claimant does not reside within a State (as defined in\n38 CFR 3.1(i)\n)\nVA Form 21-686c\n(or other prescribed form listed in the bottom row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n) contains entries that conflict with one another or raise a question regarding the validity of the marriage that cannot be resolved through\ntelephone contact with the claimant, or (if telephone contact cannot be made)\nreview of documentary evidence already of record, or\nthere is reasonable indication of fraud or misrepresentation on the claimant’s part.\nNotes\n:\nThe forms listed in the bottom row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\ndo not ask claimants to identify for VA the location where they resided when the marriage took place or when they filed a claim to add a spouse to their award.  The absence of this information\nalone\ndoes\nnot\ntrigger the requirement for documentary evidence of a marriage.\nIf a claimant identifies a U.S. city as the home of record but provides VA with an army post office or fleet post office mailing address, it is generally acceptable to assume the claimant resides “within a State” for the purpose of this block.\nReferences\n:  For more information on\nidentifying fraudulent actions, see\nM21-1, Part X, Subpart iv, 3.A\n, and\nacceptable forms of primary and secondary evidence of a valid marriage, see\nM21-1, Part VII, Subpart i, 2.A.2.c\nand\nd\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}