{
  "chunk_id": "VII_i_2_A_24",
  "content": "/>\nVII.i.2.A.4.a\n.\nDetermining Whether Documentary Evidence of Termination of a Marriage Is Necessary\nDocumentary evidence of the termination of prior marriages is\nnot\nroutinely required.\nVA accepts the entries a claimant makes on a completed and signed\nVA Form 21-686c\n(or other prescribed form listed in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n) as proof of termination of a marriage in the absence of contradictory evidence of record (to include entries the claimant makes on the form) that cannot be resolved through\nreconciliation with other evidence of record, or\ntelephone contact with the claimant.\nImportant\n:\nIf a Veteran, spouse, or surviving spouse has had multiple marriages, request documentary evidence of termination of only those marriages for which contradictory evidence or information exists.\nRO employees should\nnot\nroutinely search through a claims folder for the sole purpose of ensuring it contains no contradictory evidence.  A review of other evidence contained in the claims folder should only be undertaken\nif there is reason to question the veracity of the information the claimant provided on the prescribed form, or\nto resolve discrepancies in\nentries the claimant made on the form, or\nevidence the claimant submitted.\nVA does\nnot\nrequire completion of a specific form or submission of documentary evidence to\nremove\na dependent from a beneficiary’s award.\nReferences\n:\nIf documentary evidence of termination of a marriage is necessary, follow the instructions in\nM21-1, Part VII, Subpart i, 2.A.4.b\n.\nIf removal of a dependent from a beneficiary’s award is necessary, follow the instructions in\nM21-1, Part VII, Subpart i, 1.A.4.g\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}