{
  "chunk_id": "VII_i_2_A_25",
  "content": "/>\nVII.i.2.A.4.b\n.\nRequesting Documentary Evidence of Termination of a Marriage\nFollow the instructions in the table below if documentary evidence of termination of a marriage is necessary.\nIf a claimant indicates marriage was terminated by …\nThen ask the claimant to submit …\nannulment\na copy or abstract of the annulment decree.\ndivorce\na certified copy or abstract of the final divorce decree.\nNotes\n:\nSome jurisdictions employ a two-step process for dissolving a marriage.  First, an interlocutory decree of divorce is issued.  Then, after passage of a specified period of time, a final divorce decree is issued.\nThe parties in a divorce proceeding remain married until a\nfinal\ndivorce decree is issued.\nAn interlocutory decree of divorce does\nnot\ndissolve a marriage.  If a claimant submits an interlocutory decree of divorce as proof of termination of a marriage, request the a final divorce decree.\nSome States require a “cooling off” period between the date the divorce decree is issued and the actual date the final divorce occurs or takes effect.  As provided in\n38 CFR 3.206\n, the standards in the jurisdiction in which a divorce decree is issued are controlling for determining the effective date of a divorce.\nExample\n:  A divorce in Puerto Rico is not final until 30 days after the divorce decree is issued.\nReferences\n:  For more information on\nconsidering State laws when deciding issues involving dependents, see\nM21-1, Part VII, Subpart i, 1.A.1.h\n, and\ndetermining the date on which the termination of an individual’s prior marriage became final, see the\nDivorce Effective Date Table\n.\nNotes\n:\nSend a letter requesting the evidence described in the table above if\nattempts to request the evidence by telephone are unsuccessful, or\ncontact by telephone is successful but the claimant is unable to provide the evidence (by e-mail, electronic upload, or in person) within 24 hours.\nFollow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\nfor documenting successful and unsuccessful attempts to contact a claimant by telephone.\nReference\n:  For more information on requesting evidence using the Veterans Benefits Management System (VBMS), see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}