{
  "chunk_id": "VII_i_2_A_26",
  "content": "/>\nVII.i.2.A.4.c\n.\nAdditional Actions That Might Be Necessary After Requesting Documentary Evidence of Termination of a Marriage\nThe table below describes additional actions that might be necessary after requesting documentary evidence of termination of a marriage from a claimant.\nIf ...\nThen ...\na claimant is unable to locate the documentary evidence VA requested to prove termination of a prior marriage\nattempt to locate the evidence on the claimant’s behalf.\nReferences\n:  For more information on\nVA’s obligation to make reasonable efforts to obtain non-Federal records, see\nM21-1, Part III, Subpart i, 2.C.2\n, and\naddresses to which requests for state/territorial vital records may be sent, see\nhttp://www.cdc.gov/nchs/w2w.htm\n.\na claimant alleges termination of a prior marriage by divorce, and\ndocumentary evidence of the divorce cannot be located\ninstruct the claimant to obtain a new divorce decree.\nNote\n:  A claimant may initiate divorce proceedings even if the location of the other party to the divorce is unknown.\na surviving spouse is filing a claim for death benefits, and\nthe surviving spouse is unable to prove termination of one or more of the deceased Veteran’s prior marriages\nundertake development to establish a deemed-valid marriage, according to the instructions in\nM21-1, Part VII, Subpart i, 2.D.7\n.\nReference\n:  For information on terminating a common-law marriage through divorce, see\nM21-1, Part VII, Subpart i, 2.B.1.c\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}