{
  "chunk_id": "VII_i_2_A_30",
  "content": "/>\nVII.i.2.A.5.a\n.\nWhen to Request Evidence of Death\nRequest evidence to establish the termination of a marriage through the death of a spouse when\na claimant’s entries on\nVA Form 21-686c\n(or other prescribed form listed in the last row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n) conflict with other evidence or information of record\nthe\nVA Form 21-686c\n(or other prescribed form) contains questionable or discrepant information that cannot be resolved through\ntelephone contact with the claimant, or\nreview of other evidence of record, or\nthere is a reasonable indication of fraud or misrepresentation.\nNotes\n:\nIf evidence to establish termination of a marriage through death is necessary, attempt to request it through telephone contact with the claimant.  Request the evidence by letter if\nthe claimant cannot be reached by telephone, or\ncontact by telephone is successful but the claimant is unable to provide the evidence (by e-mail, electronic upload, or in person) within 24 hours.\nFollow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\nfor documenting successful and unsuccessful attempts to contact a claimant by telephone.\nVA does\nnot\nrequire completion of a specific form or submission of documentary evidence to\nremove\na dependent from a beneficiary’s award.\nReferences\n:\nIf removal of a dependent from a beneficiary’s award is necessary, follow the instructions in\nM21-1, Part VII, Subpart i, 1.A.4.g\n.\nFor more information on\nusing VBMS to create development letters, see the\nVBMS Core User Guide\n, and\nidentifying fraudulent actions, see\nM21-1, Part X, Subpart iv, 3.A.1.a\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}