{
  "chunk_id": "VII_i_2_A_44",
  "content": "/>\nVII.i.2.A.7.a\n.\nDetermining Whether an Impediment to Marriage Has Been Removed\nUse the table below to determine whether an impediment to a marriage has been removed.\nWhen …\nAnd …\nThen …\none or both parties to a marriage were already married to someone else at the time they attempted to enter into a marriage with one another\nthe earlier marriage was subsequently dissolved\nthe status of the later marriage is determined under State law.\nthe earlier marriage was\nnot\nsubsequently dissolved\nthe impediment to marriage remains.\none or both parties to a marriage were already married to someone else at the time they attempted to enter into a marriage with one another, and\nthe parties resided as a married couple after dissolution of the prior marriage(s)\nwhile residing as a married couple, they lived in a State that recognizes common-law marriages\na common-law marriage automatically arises upon dissolution of the prior marriage(s).\nwhile residing as a married couple, they lived in a State that does\nnot\nrecognize common-law marriages\nafter taking the following actions, the station of jurisdiction must determine whether removal of the impediment (dissolution of the prior marriage(s)) renders the later marriage valid:\nFully develop the facts of the case.\nIf necessary, request a legal opinion from District Counsel on the validity of the later marriage.\nReference\n:  For more information on submitting a request for an opinion to District Counsel, see\nM21-1, Part VII, Subpart i, 1.A.3.e\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section A - Establishing the Validity of a Marriage for Department of Veterans Affairs (VA) Purposes",
  "citation": "Part VII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176618/M21-1-Part-VII-Subpart-i-Chapter-2-Section-A-Establishing-the-Validity-of-a-Marriage-for-Department-of-Veterans-Affairs-VA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:25.208838",
  "tags": [
    "m21-1"
  ]
}