{
  "chunk_id": "VII_i_2_B_23",
  "content": "/>\nVII.i.2.B.4.a\n.\nDetermining the Validity of Common Law Marriages Outside the U.S.\nFollow the steps in the table below to determine the validity of common law marriages outside the U.S.\nStep\nAction\n1\nCheck the Social Security Administration’s (SSA’s)\nProgram Operations Manual System\nto determine whether its Office of General Counsel has made a determination regarding the validity of common law marriages in the country in question.\n2\nWas the country in question listed on the website?\nIf\nyes\n,\napply the finding of SSA’s Office of General Counsel in determining whether the common law marriage in question is valid, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n3\nUse reputable (government-hosted, if locatable) websites to determine whether the country in question recognizes common law marriages.\nExample\n:\nUSEmbassy.gov\nlists the countries in which the U.S. has an embassy.  Each embassy has its own website.  Typing\nmarriage\nin the search box of these websites will result in the retrieval of articles that may indicate whether the host country recognizes common law marriages.\n4\nDid the action taken in Step 3 reveal whether the country in question recognizes common law marriages?\nIf\nyes\n,\nsave a copy of the search results in the claims folder, and\ndisregard the remaining steps in this table.\nIf no, go to the next step.\n5\nAsk District Counsel for assistance in determining whether the country in question recognizes common law marriages.\n6\nDocument District Counsel’s findings on\nVA Form 27-0820, Report of General Information\n.\nSave a copy of the form in the claims folder.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section B - Establishing Common Law Marriages",
  "citation": "Part VII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176619/M21-1-Part-VII-Subpart-i-Chapter-2-Section-B-Establishing-Common-Law-Marriages",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:34.513125",
  "tags": [
    "m21-1"
  ]
}