{
  "chunk_id": "VII_i_2_B_29",
  "content": "/>\nVII.i.2.B.5.c\n.\nEstablishing a Common Law Marriage for a Surviving Spouse Claimant\nFollow the steps in the table below to establish a common law marriage for a surviving spouse claimant who did not reside in a jurisdiction recognizing common law marriages.\nStep\nAction\n1\nDevelop for evidence to establish the common law marriage, and\nsecure the surviving spouse’s statement as to\nknowledge that common law marriages were not recognized in the jurisdiction where the parties resided, and\nthe reasons for the knowledge.\nReference\n:  For more information on the development actions to take when a common law marriage is claimed, see\nM21-1, Part VII, Subpart i, 2.B.2\n.\n2\nDetermine, as a question of fact, whether the claimant was without knowledge of the impediment to the marriage based on\nthe statement submitted by the claimant, and\nany other evidence of record.\n3\nConduct a full inquiry, if necessary, as required by\n38 U.S.C. 103(a)\n.\nReference\n:  For more information on VA’s ability to conduct an inquiry, see\nVAOPGCPREC 58-1991\n, and\nColon v. Brown\n, 9 Vet.App 104 (1996).\n4\nWeigh the evidence submitted both as to its value in providing proof and credibility.\n5\nDetermine whether\nall\nof the following requirements are met:\nThe claimant did not know of the impediment to the marriage.\nAll other requirements of a deemed valid marriage are satisfied.\nAll the elements of a common law marriage are present.\n6\nAre all of the requirements referenced in Step 5 met?\nIf\nyes\n, recognize the common law marriage.\nIf\nno\n, reject the alleged common law marriage.\n7\nFollow the instructions in\nM21-1, Part VII, Subpart i, 2.B.7\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section B - Establishing Common Law Marriages",
  "citation": "Part VII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176619/M21-1-Part-VII-Subpart-i-Chapter-2-Section-B-Establishing-Common-Law-Marriages",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:34.513125",
  "tags": [
    "m21-1"
  ]
}