{
  "chunk_id": "VII_i_2_D_6",
  "content": "/>\nVII.i.2.D.1.a\n.\nValid Marriage Requirement\nA claimant filing for survivors benefits as the surviving spouse of a Veteran must establish that the claimant and the Veteran had a valid marriage for Department of Veterans Affairs (VA) purposes.\nIn most cases, surviving spouse claimants establish a valid marriage to the Veteran under State law.  However, it is also possible under certain circumstances to “deem valid” for VA purposes a marriage which is not valid under State law.\nImportant\n:\n38 CFR 3.204(a)(2)\nrequires a claimant to submit the documentary evidence of marriage described in\n38 CFR 3.205\n-\n3.211\nonly if\nthe claimant does not reside within a State (as defined in\n38 CFR 3.1(i)\n)\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n,\n(or other prescribed form listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\n) contains entries that conflict with one another or raise a question regarding the validity of the marriage that cannot be resolved through\ntelephone contact with the claimant, or (if telephone contact cannot be made)\nreview of documentary evidence already of record, or\nthere is reasonable indication of fraud or misrepresentation on the claimant’s part.\nReferences\n:  For more information on\nestablishing the validity of a marriage, see\nM21-1, Part VII, Subpart i, 2.A\nsame-sex marriage, see\nVeterans Benefits Administration (VBA) Letter 20-15-16, Administration of Same-Sex Spousal Benefits\ndetermining whether documentary evidence of marriage is required, see\nM21-1, Part VII, Subpart i, 2.A.2.b\n, and\ndeemed valid marriage requirements, see\nM21-1, Part VII, Subpart i, 2.D.7\n, and\n38 CFR 3.52\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}