{
  "chunk_id": "VII_i_2_D_7",
  "content": "/>\nVII.i.2.D.1.b\n.\nClaimants Whom VA Recognized as the Veteran’s Spouse During the Veteran’s Lifetime\nConcede a marital relationship exists when the evidence in VA records, as of the date of the Veteran’s death, establishes the survivor’s relationship with the deceased Veteran.  Absent evidence to the contrary in current records\ndo not develop to determine marital relationship based upon prior marriages, divorces, or deaths, and\ncontinue to process the claim.\nNote\n:  When filing a claim, the surviving spouse does not have to provide information as to the legality of their marriage to the Veteran if, prior to the Veteran's death, the Veteran and spouse established a valid marriage under\n38 CFR 3.1(j)\nand\n3.50(b)\n, which made the spouse an established dependent on the Veteran's award.\nImportant\n:  A surviving spouse’s statement of marital status and history may be considered sufficient if the statement does not contain contradictory information and it contains substantially complete information about the marital history of the Veteran and the surviving spouse.\nTo the extent possible, information about the marital status may be obtained via telephone.\nIf contradictory information cannot be resolved by a review of the evidence of record, the claimant should be asked to furnish dependency evidence as described in\n38 CFR 3.205\n-\n3.211\n.\nReference\n:  For more information on development to establish the validity of a marriage, see\nM21-1, Part VII, Subpart i, 2.A.3\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}