{
  "chunk_id": "VII_i_2_D_21",
  "content": "/>\nVII.i.2.D.3.a\n.\nRequirements Survivors Pension Claimants Must Meet\nA surviving spouse, with potential entitlement to Survivors Pension, meets the marriage dates requirement of\n38 CFR 3.54\nif at least one of the bullets below is true.\nThe claimant was married to the Veteran for at least one year or more immediately preceding the Veteran’s death.\nA child was born\nof the marriage, or\nto them prior to the marriage.\nThe claimant was married to the Veteran\nbefore\nthe delimiting dates listed in the table below.\nException\n:  For a same-sex surviving spouse who was not married to the Veteran for at least one year immediately preceding the Veteran’s death, but the marriage occurred on or before June 26, 2017, follow the procedures in\nM21-1, Part VII, Subpart i, 2.D.11\nto determine if the marriage date requirement is met.\nUse the table below to determine the delimiting dates by service period.\nIf pension eligibility is based on the Veteran’s service during …\nThen the delimiting date is …\nWorld War II (WWII)\nJanuary 1, 1957.\nKorean Conflict\nFebruary 1, 1965.\nVietnam Era\nMay 8, 1985.\nGulf War\nJanuary 1, 2001.\nNote\n:  When calculating years of marriage pursuant to\n38 CFR 3.54\n, use the date the marriage was performed,\nnot\nthe date the marriage could first be recognized for the purpose of determining entitlement to VA benefits.\nReference\n:  If pension eligibility is based on service during periods of war prior to WWII, see\n38 CFR 3.54\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}