{
  "chunk_id": "VII_i_2_D_40",
  "content": "/>\nVII.i.2.D.6.a\n.\nElements of Continuous Cohabitation\nThe claimant must meet the continuous cohabitation requirement of\n38 CFR 3.50(b)(1)\nto qualify as the surviving spouse of a Veteran for VA purposes.\nThis requirement is most commonly met by virtue of the surviving spouse having lived continuously with the Veteran from the date of marriage to the date of the Veteran’s death; however, the requirement is also met if\nany\nof the situations described in the table below occurred.\nSituation\nExample/Description\nThe Veteran and claimant were living together as spouses at the time of the Veteran’s death.\n---\nThe Veteran and claimant were living apart at the time of the Veteran’s death but were not estranged.\nThe Veteran and claimant lived apart for medical, business, or other reasons not involving marital discord.\nThe Veteran and claimant were living apart at the time of the Veteran’s death due to marital discord, unless the claimant intended to desert the Veteran.  Separation by mutual agreement, without intent to desert, does not break the continuity of cohabitation.\nReference\n:  For a discussion of the impact of the intent to desert a Veteran on a determination of continuous cohabitation, see the court decision in\nAlpough v. Nicholson\n, 490 F.3d 1352 (Fed. Cir. 2007).\nSeparation by mutual consent would constitute desertion if\nthe separation resulted from misconduct of the claimant, or\nthe claimant communicated intent to end the marriage.\nMisconduct or the intent of the separation is determined by an analysis of conduct at the time of the separation.\nThis means that the conduct of the spouse after the separation is not a factor in determining continuous cohabitation and may\nnot\nbe used as a basis for denying benefits.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}