{
  "chunk_id": "VII_i_2_D_51",
  "content": "/>\nVII.i.2.D.7.b\n.\nRequirements for a Deemed Valid Marriage\nUnder\n38 CFR 3.52\n, a marriage may be deemed valid for VA purposes if\nall\nof the following requirements are met:\nthe marriage occurred one year or more before the Veteran died or existed for any period of time if a child was born\nof the marriage\nto the parties before the marriage, or\nafter the death of the Veteran as long as it is established that the Veteran was the parent of the child\nthe surviving spouse\nentered into the marriage without knowledge of impediment, and\nlived with the Veteran at the time of the Veteran’s death or, if they had separated, the surviving spouse was not at fault in the separation, and\nno other claimant has established entitlement to VA benefits as the Veteran’s legal surviving spouse.\nNotes\n:\nIf the issue of a deemed-valid marriage arises involving a same-sex relationship, request assistance from District Counsel in determining whether a deemed-valid marriage exists.  Follow the instructions in\nM21-1, Part VII, Subpart i, 1.A.3\nfor requesting an opinion from District Counsel.\nWhen calculating years of marriage pursuant to\n38 CFR 3.54\n, use the date the marriage was performed,\nnot\nthe date the marriage could first be recognized for the purpose of determining entitlement to VA benefits.\nReference\n:  For more information on a deemed valid marriage and the lack of knowledge of an impediment, see\nM21-1, Part VII, Subpart i, 2.D.8\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}