{
  "chunk_id": "VII_i_2_D_75",
  "content": "/>\nVII.i.2.D.10.b\n.\nActions to Take When a Legal Surviving Spouse’s Income Exceeds Pension Limits\nFollow the steps in the table below when\nthe legal surviving spouse’s income exceeds the applicable MAPR, and\nthere are multiple claimants as the surviving spouse.\nStep\nAction\n1\nDeny the claim filed by the legal surviving spouse and advise them that pension may be awarded if evidence is received within the same or next calendar year showing income is within limits for pension.\nNotes\n:  For determining the\n“same calendar year,” add 12 months to the date payment would have been made had it not been barred by excessive income, or\n“next calendar year,” add 24 months to the date payment would have been made had it not been barred by excessive income.\nReference\n:  For more information on the time limits described above, see\n38 CFR 3.660(b)(1)\n.\n2\nDeny the claim filed by the other claimant but advise them that VA will reassess the claimant’s entitlement if they submit the required evidence of entitlement after expiration of the time period during which payments may be made under\n38 CFR 3.660(b)(1)\n.\n3\nPay the other claimant (if otherwise entitled and marriage is deemed valid) effective the original date of claim (subject to\n38 CFR 3.31\n) if the claimant submits another claim within 36 months of the date payment would have been made to the legal surviving spouse had entitlement not been barred by excessive income.\nImportant\n:  Once the other claimant is awarded benefits, if the legal surviving spouse later claims entitlement to benefits again, treat the claim as a contested claim.\nReference\n:  For more information on contested claims, see\nM21-1, Part VI, Subpart iii, 3.A\n-\nC\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}