{
  "chunk_id": "VII_i_2_D_85",
  "content": "/>\nVII.i.2.D.11.f\n.\nGranting or Denying Claims Involving Duration of Marriage Requirements\nFollow the table below for action to take when granting or denying a claim when the duration of marriage is at issue.\nIf all other benefit eligibility criteria are met and the duration of marriage requirement is ...\nThen ...\nsatisfied\ngrant the benefit, and\nannotate the award to read\nsame-sex surviving spouse duration of marriage satisfied\nto explain why the award is being granted even though they were married less than one year.\nNote\n:  A favorable administrative decision is not required.\nnot\nsatisfied (the Veteran and the same-sex surviving spouse did not cohabitate and hold themselves out to the public in a committed relationship akin to that of marriage for one year prior to death)\nprepare a two-signature unfavorable administrative decision for failure to meet the marriage date requirements using the format in\nM21-1, Part X, Subpart v, 1.C.2\n, and\ndeny the claim in the system for marriage date requirement not met.\nNote\n:  The Pension Management Center Manager may delegate authority to a specified designee to approve the administrative decision.\nNote\n:  If the Veteran and the same-sex survivor were never married, the table above does not apply.  See example in\nM21-1, Part VII, Subpart i, 2.D.11.h\n.\nReference\n:  For more information on the language that should be included in the grant or denial letters, see\nM21-1, Part VII, Subpart i, 2.D.11.m\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section D - Establishing Marital Relationship in Survivors Cases",
  "citation": "Part VII, Subpart i, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176621/M21-1-Part-VII-Subpart-i-Chapter-2-Section-D-Establishing-Marital-Relationship-in-Survivors-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T22:52:53.128054",
  "tags": [
    "m21-1"
  ]
}