{
  "chunk_id": "VII_i_2_E_53",
  "content": "/>\nVII.i.2.E.7.a\n.\nGeneral Considerations for Reinstatement of Benefits After Remarriage\nBefore November 1, 1990, a surviving spouse who remarried or engaged in conduct warranting an inference of remarriage could establish surviving spouse status if\nthe subsequent marriage was terminated, annulled, or declared void\ncourt proceedings started before November 1, 1990, or\nthe parties stopped living together in the case of an inferred marriage.\nAfter October 31, 1990,\nPL 101-508\nand\nPL 102-86\ngovern remarriages of surviving spouses, and the benefits of a surviving spouse or child cannot be restored after the marriage is terminated unless the marriage is annulled or determined to be void.  Once an inference of remarriage of a surviving spouse is established benefits cannot be restored if the relationship ends.\nExceptions\n:\nPL 105-178\nmade it possible for a surviving spouse to establish DIC entitlement after termination of the remarriage.\nPL 108-183\nmade it possible for a surviving spouse to remarry, upon attaining age 57, and establish DIC entitlement.\nPL 116-315\nmade it possible for a surviving spouse to remarry, upon attaining age\n55, and retain DIC entitlement, and\n57, and retain MOHP entitlement.\nReferences\n:  For more information on\nreestablishing eligibility to benefits, see\n38 CFR 3.55\nreinstatement of DIC after termination of remarriage, see\nM21-1, Part VII, Subpart i, 2.E.10\n, and\nreinstatement of survivor benefits after remarriage, see\nM21-1, Part VII, Subpart i, 2.E.1.i\n-\nl\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 2, Section E - Remarriage of a Surviving Spouse",
  "citation": "Part VII, Subpart i, Chapter 2, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176622/M21-1-Part-VII-Subpart-i-Chapter-2-Section-E-Remarriage-of-a-Surviving-Spouse",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:02.514678",
  "tags": [
    "m21-1"
  ]
}