{
  "chunk_id": "VII_i_3_A_13",
  "content": "/>\nVII.i.3.A.2.b\n.\nAdditional Benefits for a Child Not Living With the Claimant\nIf a child is not living with a claimant, the claimant must provide the name and address (physical or mailing) of the person with whom the child resides.  Follow the instructions in the table below when a claimant fails to provide this information with his/her claim.\nIf the claimant filed his/her claim using a …\nThen …\nSeptember 2018 or later version of\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\ndeny the claim without undertaking development to obtain the missing information.\nform other than a September 2018 or later version of\nVA Form 21-686c\nundertake development to obtain the missing information by letter if attempts to obtain the information by telephone are unsuccessful.\nImportant\n:\nIf a Veteran certifies the whereabouts of a child are unknown, recognize the child as a dependent as long as the Veteran furnishes current evidence showing child support payments are being made through a court or state agency.\nDo not recognize as a surviving spouse’s dependent a child that is not in the surviving spouse’s custody, even if the surviving spouse is providing financial support.\nReferences\n:  For more information on\nprescribed forms for submitting a claim, see\nM21-1, Part II, Subpart iii, 1.A.1.a\nthe policy expressed in the first row of the table in this block, see\nM21-1, Part VII, Subpart i, 1.A.4\n, and\ndocumenting attempts to obtain information from a claimant by telephone, see\nM21-1, Part III, Subpart i, 2.D.1.e\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section A - Establishing a Child’s Age and Relationship",
  "citation": "Part VII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176623/M21-1-Part-VII-Subpart-i-Chapter-3-Section-A-Establishing-a-Childs-Age-and-Relationship",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:11.814569",
  "tags": [
    "m21-1"
  ]
}