{
  "chunk_id": "VII_i_3_A_19",
  "content": "/>\nVII.i.3.A.3.b\n.\nCircumstances Under Which Documentary Evidence Is Required\nIn\nmost\ncases, VA accepts the oral or written statement of a claimant as proof of a child’s age and relationship to a Veteran, without requiring the claimant to provide a birth certificate, as long as the statement includes the information described in\nM21-1, Part VII, Subpart i, 3.A.3.a\n.\nDocumentary evidence of a child’s age and relationship to the Veteran is required if\nthe Veteran adopted the child, or\nat least one of the conditions described in\n38 CFR 3.204(a)(2)\nexist:\nthe\nclaimant\ndoes not reside within a State\nthe\nclaimant’s\nstatement on its face raises a question of its validity, or\nthere is a reasonable indication of fraud or misrepresentation.\nImportant\n:\nClaims processors may concede the status of a surviving child if the child was a dependent on the Veteran’s compensation or pension award at the time of the Veteran’s death.\nBefore delaying a decision on a claim for Dependency and Indemnity Compensation or Survivors Pension by undertaking development to establish a child’s relationship to a Veteran, make sure the evidence/information required to establish the relationship is not already of record.\nA\nState\n, as defined in\n38 CFR 3.1(i)\n, includes the\nDistrict of Columbia\nPuerto Rico, and\nother territories and possessions of the U.S.\nAssume the claimant resides within a State when a claimant identifies a U.S. city as his/her home of record even if the mailing address is an Army Post Office or Fleet Post Office address.\nReference\n:  For more information on requesting evidence from a claimant, see\nM21-1, Part III, Subpart i, 2.D\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section A - Establishing a Child’s Age and Relationship",
  "citation": "Part VII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176623/M21-1-Part-VII-Subpart-i-Chapter-3-Section-A-Establishing-a-Childs-Age-and-Relationship",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:11.814569",
  "tags": [
    "m21-1"
  ]
}