{
  "chunk_id": "VII_i_3_A_27",
  "content": "/>\nVII.i.3.A.4.c\n.\nExamples of Acceptable Secondary Evidence\nThe table below shows examples of\nsecondary evidence, in order of preference, and\nthe conditions under which VA will accept such evidence as proof of a child’s age.\nType of Secondary Evidence\nConditions for Acceptance\nA copy of a church record of baptism.\nIf the baptism was performed more than four years after the birth, the baptismal certificate is acceptable\nonly\nif it is\nconsistent with other evidence of record, and\ncorroborated by at least one reference to age or relationship made at a time when such reference was not essential to establishing entitlement to the benefit claimed.\nAn official report from the service department regarding a birth that occurred while the Veteran was in service.\nValid without conditions.\nAn affidavit or certified statement of the physician or midwife in attendance at the birth.\nValid without conditions.\nA copy of the family Bible or other family record certified by a notary public or other officer with authority to administer oaths.\nThe notary or other officer must state\nthe year in which the Bible or other record was printed\nwhether or not the record bears any erasures or other marks of alteration, and\nif, from the appearance of the writing, he/she believes the entries to be authentic.\nAffidavits or certified statements of two or more disinterested persons.\nSee\nM21-1, Part VII, Subpart i, 3.A.4.d\n.\nOther evidence that is adequate to establish the facts at issue, such as\ncensus records\noriginal baptismal records\nhospital records\ninsurance policies\nschool records\nemployment records, or\nimmigration/naturalization records.\nThe authorization activity determines if the evidence is adequate to establish the facts at issue.\nImportant\n:  When requesting an original baptismal record from a claimant,\ninform the claimant that VA is unable to return the record, and\nencourage the claimant to submit a certified copy instead of the original.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section A - Establishing a Child’s Age and Relationship",
  "citation": "Part VII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176623/M21-1-Part-VII-Subpart-i-Chapter-3-Section-A-Establishing-a-Childs-Age-and-Relationship",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:11.814569",
  "tags": [
    "m21-1"
  ]
}