{
  "chunk_id": "VII_i_3_B_9",
  "content": "/>\nVII.i.3.B.1.d\n.\nRecognizing the Biological Child of a Male Veteran Who Is Not Married to the Child’s Biological Mother\nWhen the provisions of\n38 CFR 3.204(a)(2)\napply, VA requires the following to establish a child as the biological child of a Veteran, if the Veteran was not married to the child’s biological mother when the child was born:\nevidence that establishes the child’s birth and age, as outlined in\nM21-1, Part VII, Subpart i, 3.A.4\n, and\na formal acknowledgment by the Veteran that he fathered the child.\nIf the Veteran does not submit the acknowledgment referenced above, or if there is reason to question its validity, accept the following in lieu of the acknowledgment:\nevidence showing the Veteran has been identified as the child’s father by judicial decree ordering him to contribute to the child’s support or for other purposes, or\nany other secondary evidence that identifies the Veteran as the child’s father, such as\na church record of baptism showing the Veteran was the informant and was named as the father of the child\ncertified statements of disinterested persons who attest the Veteran accepted the child as his, or\ninformation obtained from a service department, or public records such as those maintained by school or welfare agencies, showing the Veteran, with his knowledge, was identified as the father of the child.\nNotes\n:\nUse the telephone or a locally generated letter to request the\nformal acknowledgement referenced in this block, or\nother evidence VA may use to establish the parental relationship.\nAn oral statement from the Veteran, a written statement that the Veteran signed, or a completed\nVA Form 21-686c\nthat the Veteran signed, satisfies the requirement for the formal acknowledgment referenced in this block.\nEncourage claimants to e-mail or upload (through a VA claims submission service website) any documentary evidence that supports their claim.\nReference\n:  For more information on documenting telephone contact with a claimant, see\nM21-1, Part III, Subpart i, 2.D.1.e and f\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section B - Biological Children, Adopted Children, and Stepchildren",
  "citation": "Part VII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176624/M21-1-Part-VII-Subpart-i-Chapter-3-Section-B-Biological-Children-Adopted-Children-and-Stepchildren",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:21.273466",
  "tags": [
    "m21-1"
  ]
}