{
  "chunk_id": "VII_i_3_B_31",
  "content": "/>\nVII.i.3.B.4.c\n.\nChildren Living in and Adopted Under the Laws of a Foreign Jurisdiction\nIf a Veteran adopts a child under the laws of a foreign jurisdiction,\nand the child continues to live in a foreign jurisdiction\n, recognize them as the Veteran’s child for VA purposes only if\nall\nof the requirements below are met:\ndocumentary evidence described in\nM21-1, Part VII, Subpart i, 3.B.4.e\nis of record\nchild was under age 18 at the time of adoption\nVeteran is providing at least half of the child’s support\nchild is not in the custody of a biological parent (unless the biological parent is the Veteran’s spouse), and\nchild is residing with\nthe Veteran, or\n(in the case of termination of marriage following the adoption) the Veteran’s former spouse, who is also the child’s adoptive or biological parent.\nExample\n:  A child that a Filipino Veteran adopted in the Philippines, who continues to live with the Veteran in the Philippines, is an example of a child who\nwas adopted under the laws of a foreign jurisdiction, and\ncontinues to live in a foreign jurisdiction.\nNote\n:  The requirement that the child reside with the Veteran does\nnot\napply to periods during which the child and Veteran live apart because the\nchild is attending school, or\nchild or Veteran is confined to a health care facility or other institution.\nReference\n:  For more information on handling cases involving children who live in and were adopted under the laws of a foreign jurisdiction, see\n38 CFR 3.57(e)(2)\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section B - Biological Children, Adopted Children, and Stepchildren",
  "citation": "Part VII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176624/M21-1-Part-VII-Subpart-i-Chapter-3-Section-B-Biological-Children-Adopted-Children-and-Stepchildren",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:21.273466",
  "tags": [
    "m21-1"
  ]
}