{
  "chunk_id": "VII_i_3_B_34",
  "content": "/>\nVII.i.3.B.4.f\n.\nRequired Follow-Up on Foreign Adoption Cases\nAfter awarding benefits to a Veteran for a child adopted under the laws of a foreign jurisdiction, follow the steps in the table below to follow-up on the child’s status.\nStep\nAction\n1\nEstablish a diary by taking the following actions on the DIARIES screen:\nselect\nVerify Income or Dependency\nin the DIARY REASON field, and\nupdate the DIARY DUE DATE field so that the diary will expire one year after authorization of the award that added the adopted child.\nNote\n:  If the diary reason referenced above is unavailable in the Veterans Benefits Management System (VBMS), select\nDiary Reason 30 – Local Regional Office Special Use Only\n.\nReference\n:  For more information on establishing a diary in\nVBMS-Awards (VBMS-A), see the\nVBMS Awards User Guide\n.\n2\nWhen the diary expires, establish end product (EP) 130 with a suspense date that is 60 days from the current date.\n3\nAsk the Veteran to furnish a certified statement indicating the\nname and mailing address of the\nperson having custody of the child, and\nperson or persons who provide the child’s support, and\namount of support each person provides.\nAdvise the Veteran VA will discontinue the benefits it pays the Veteran for the adopted child unless the Veteran provides the requested information within 60 days.\n4\nDid the Veteran respond within 60 days?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n5\nClear the pending EP 130.\nEstablish EP 600.\nAdd\nPotential Under/Overpayment\nas a special issue.\nException\n:  Do\nnot\nadd the special issue if the benefit the Veteran receives is pension.\n6\nSend notice of proposed adverse action to the Veteran.  In the notice,\ninform the Veteran that VA plans to reduce their benefits because they failed to provide the certified statement referenced in Step 3, and\nprovide the proposed effective date of the reduction, which is the\ndate VA added the adopted child to the Veteran’s award (if this is the\nfirst\nyear the actions described in this table have been taken), or\nfirst of the month following the date the Veteran last provided the certified statement referenced in Step 3 (if this is the\nsecond\nyear the actions described in this table have been taken).\n7\nDid the Veteran provide the certified statement within 65 days?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n8\nRemove the child from the Veteran's award effective the date proposed in Step 6.\n9\nNotify the Veteran of the action taken in Step 8.\nDisregard the remaining steps in this table.\nNote\n:  In the decision notice, instruct the Veteran to complete and return\nVA Form 20-0995, Decision Review Request:  Supplemental Claim\n, with the certified statement.\n10\nDoes the Veteran’s response indicate\nall\nof the following requirements are currently being met?\nThe Veteran is providing at least half of the child’s support.\nThe child is\nnot\nin the custody of a biological parent (unless the biological parent is the Veteran’s spouse).\nThe child is residing with\nthe Veteran, or\n(in the case of termination of marriage following the adoption) the Veteran’s former spouse, who is also the child’s adoptive or biological parent\nIf all of the above requirements are\nbeing met, go to the next step, or\nnot\nbeing met, go to Step 12.\nNotes\n:\nThe requirement that the child reside with the Veteran does\nnot\napply to periods during which the child and Veteran live apart because the\nchild is attending school, or\nchild or Veteran is confined to a health care facility or other institution.\nIf there is reasonable doubt as to the validity of the Veteran’s response, request a field examination before determining whether entitlement to benefits for the child continues to exist.\n11\nReturn to Step 1 of the procedures described in this table until the Veteran has confirmed compliance with the requirements referenced in Step 10 for\ntwo consecutive years\n.  Then take no further action.\nImportant\n:  When returning to Step 1, update the DIARY DUE DATE field so that the diary will expire one year from the\ncurrent\ndate.\n12\nPrepare an administrative decision, according to the instructions in\nM21-1, Part X, Subpart v, 1.C.2\n, to remove the child from the Veteran’s award.\n13\nDid the Veteran provide the date (month, day, and year) on which compliance with the requirements referenced in Step 10 ceased?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 16.\n14\nRemove the child from the Veteran's award effective the day after compliance with the requirements referenced in Step 10 ceased.\n15\nNotify the Veteran of the decision.\nDisregard the remaining steps in this table.\n16\nAttempt to contact the Veteran by telephone to obtain the date on which compliance with the requirements referenced in Step 10 ceased.\n17\nWere attempts to obtain the information referenced in Step 16 successful?\nIf\nyes\n, go back to Step 14.\nIf\nno\n, go to the next step.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\nfor documenting successful and unsuccessful attempts to contact the Veteran.\n18\nSend a letter to the Veteran that\nasks the Veteran to provide the date on which compliance with the requirements referenced in Step 10 ceased, and\ninforms the Veteran that\nthey must provide the date within 30 days, and\nif they do not respond within 30 days, VA may remove the child from the Veteran’s award as early as the date on which the child was added to the Veteran’s award.\n19\nDid the Veteran respond to the letter referenced in Step 18 within 30 days?\nIf\nyes\n, go back to Step 14.\nIf\nno\n, go to the next step.\n20\nClear the pending EP 130.\nEstablish EP 600.\nAdd\nPotential Under/Overpayment\nas a special issue.\nException\n:  Do\nnot\nadd the special issue if the benefit the Veteran receives is pension.\n21\nSend notice of proposed adverse action to the Veteran.  In the notice,\ninform the Veteran that VA plans to remove the child from the Veteran’s award because they failed to respond to the letter referenced in Step 18\nprovide the proposed effective date of the action, which is\nthe date VA added the adopted child to the Veteran’s award (if this is the\nfirst\nyear the actions described in this table have been taken), or\nthe first of the month following the date the Veteran last provided the certified statement referenced in Step 3 (if this is the\nsecond\nyear the actions described in this table have been taken).\n22\nDid the Veteran provide the date (month, day, and year) on which compliance with the requirements referenced in Step 10 ceased?\nIf\nyes\n, go back to Step 14.\nIf\nno\n, go to the next step.\n23\nRemove the child from the Veteran's award effective the date proposed in Step 21.\n24\nNotify the Veteran of the action taken in Step 23.\nNote\n:  In the decision notice, instruct the Veteran to complete and return\nVA Form 20-0995\nwhen they provide the date on which compliance with the requirements referenced in Step 10 ceased.\nReferences\n:  For more information on\nissuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\nnotifying Veterans of an action VA has taken, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nVA’s authority to certify a Veteran’s continued entitlement to benefits for an adopted child, see\n38 CFR 3.57(e)(4)\n, and\n38 CFR 3.652\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section B - Biological Children, Adopted Children, and Stepchildren",
  "citation": "Part VII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176624/M21-1-Part-VII-Subpart-i-Chapter-3-Section-B-Biological-Children-Adopted-Children-and-Stepchildren",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:21.273466",
  "tags": [
    "m21-1"
  ]
}