{
  "chunk_id": "VII_i_3_B_38",
  "content": "/>\nVII.i.3.B.5.a\n.\nEffect of the Adoption of a Veteran’s Child on an Award of Disability Compensation\nEffective September 14, 2015, and in accordance with\n38 CFR 3.58(b)\n, VA may no longer pay additional\ndisability compensation\nto a Veteran for a child the Veteran gives up for adoption.\nFollow the instructions in\nM21-1, Part VII, Subpart i, 3.B.5.d\nand the table below when removing from a Veteran’s award a child that the Veteran has given up for adoption.\nIf VA learns of the adoption based on …\nThen ...\nnotice from the Veteran\nfollow the instructions in the table below.\nIf the Veteran gave up the child for\nadoption …\nThen remove the child from the Veteran’s award effective …\nprior\nto September 14, 2015\nSeptember 14, 2015.\non or after\nSeptember 14, 2015\nthe first of the month following the month the Veteran gave the child up for adoption.\ninformation it receives from a third party, or\nroutine review of the Veteran’s claims folder\nfollow the instructions in\nM21-1, Part V, Subpart ii, 4.A.6.n\n.\nNotes\n:\n38 CFR 3.58\nreferences “[a] child of a Veteran adopted out of the family of the Veteran.”  It is important to understand that even if another member of the Veteran’s family adopts the Veteran’s child, by giving up the child for adoption, the Veteran\nhas severed their legal, parental relationship to the child, and\nis no longer entitled to the additional rate of compensation for the child (unless the child can be recognized under a provision of\n38 CFR 3.57\n, other than as the Veteran’s biological child)\nThe forms VA requires Veterans to submit in order to claim additional compensation for a child do not currently allow the Veteran to indicate whether they have given up the child for adoption.  Nevertheless, upon receipt of a claim for additional compensation for a child, do\nnot\nundertake development to confirm the child’s status unless there is reason to believe the Veteran might have given up the child for adoption.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section B - Biological Children, Adopted Children, and Stepchildren",
  "citation": "Part VII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176624/M21-1-Part-VII-Subpart-i-Chapter-3-Section-B-Biological-Children-Adopted-Children-and-Stepchildren",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:21.273466",
  "tags": [
    "m21-1"
  ]
}