{
  "chunk_id": "VII_i_3_B_49",
  "content": "/>\nVII.i.3.B.6.e\n.\nEvidence/ Information Required to Establish a Stepchild as the Child of a Veteran\nIn order to establish a stepchild as a Veteran’s child, a claimant must complete and submit to VA one of the forms listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\n.\nThe table below describes circumstances under which it might be necessary to request additional information/evidence from the claimant.\nIf ...\nThen ...\nthe Veteran is still living, and the stepchild no longer resides with the Veteran\nask the Veteran to\nexplain why the stepchild resides elsewhere, and\nstate whether they provide at least one-half of the child’s total support.\nthe form the claimant submitted does not ask them to provide the date and place of the Veteran’s marriage to the stepchild’s biological or adoptive parent\nask the claimant to provide the date (month, day, and year) and place of marriage.\nthe form the claimant submitted is complete but does not reveal whether the stepchild became a member of the Veteran’s household\nbefore reaching age 18, or\nbetween the age of 18 and 23 while enrolled in and attending school\nask the claimant to provide the date the stepchild became a member of the Veteran’s household.\nat least one of the conditions described under\n38 CFR 3.204(a)(2)\nexist\nask the claimant to provide a copy of the stepchild’s birth certificate, showing the name of both parents.\nException\n:  Do not ask the claimant to provide the evidence if the form the claimant submitted is a\nSeptember 2018 or later\nversion of\nVA Form 21-686c\n.  Failure of the claimant to provide the evidence is grounds for denial of the claim.\ninformation/evidence the claimant provides to VA reveals the Veteran's spouse is the adoptive parent of the child in question\nask the claimant to provide a copy of the corresponding\ndecree of adoption, or\nadoptive placement agreement.\nException\n:  Do not ask the claimant to provide the evidence if the form the claimant submitted is a\nSeptember 2018 or later\nversion of\nVA Form 21-686c\n.  Failure of the claimant to provide the evidence is grounds for denial of the claim.\nImportant\n:  If a claimant indicates they are unable to provide documentary evidence of a life event (such as a birth certificate), VA has an obligation to assist the claimant in obtaining such evidence by sending a request to the appropriate records custodian.\nNotes\n:\nAn administrative decision is required only if the stepchild relationship\ncannot\nbe established.\nAdd a stepchild to a Veteran’s award even if the stepchild’s biological parent has not yet been added to the Veteran’s award as the Veteran's spouse because, for example, the Veteran has not yet provided the biological parent’s Social Security number.  It is only the\nestablishment\nof the marital relationship between the biological parent and the Veteran --\nnot\nthe adding of the parent to the Veteran’s award -- that is required to add the stepchild to the Veteran’s award.\nFollow the instructions in\nM21-1, Part VII, Subpart i, 1.A.4\nif a claimant submits one of the forms listed in\nM21-1, Part II, Subpart iii, 1.A.1.a\nthat is incomplete.\nRequest the information/documentation referenced in the table above by telephone before requesting it by letter.\nReferences\n:  For more information on\nthe evidence/information VA requires to establish a valid marriage, see\nM21-1, Part VII, Subpart i, 2.A.1 and 2\n, and\nM21-1, Part VII, Subpart i, 2.D.1\n(death cases only)\nrequesting documentary evidence of a life event from custodians of public records, see\nM21-1, Part III, Subpart i, 2.A.1.e\n, and\nrequesting evidence/information from a claimant by letter or telephone, see\nM21-1, Part III, Subpart i, 2.D.1\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section B - Biological Children, Adopted Children, and Stepchildren",
  "citation": "Part VII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176624/M21-1-Part-VII-Subpart-i-Chapter-3-Section-B-Biological-Children-Adopted-Children-and-Stepchildren",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:21.273466",
  "tags": [
    "m21-1"
  ]
}