{
  "chunk_id": "VII_i_3_B_54",
  "content": "/>\nVII.i.3.B.6.j\n.\nHandling a Veteran’s Response to VA’s Request for Information About the Status of the Veteran’s Stepchild\nFollow the instructions in the table below when a Veteran responds to one of the requests for information (regarding the status of the Veteran’s stepchild) referenced in the procedure outlined in\nM21-1, Part VII, Subpart i, 3.B.6.i\n.\nIf ...\nThen ...\nthe Veteran provided the last date the stepchild lived with the Veteran, but it is unclear whether\nthe Veteran continues to provide at least half of the child’s support, or\nthe Veteran and child live apart for one of the reasons listed (as exceptions) in\nM21-1, Part VII, Subpart i, 3.B.6.c\nRemove the stepchild from the Veteran’s award under EP 130 or 600 (whichever is pending) effective the day after the last date the stepchild lived with the Veteran.\nPrepare and send to the Veteran a decision notice that informs the Veteran VA may resume the payment of additional benefits for the stepchild from as early as the date VA removed the stepchild from the Veteran’s award if the Veteran\ncontinues to support the child and provides the following to VA within one year of the date of the decision notice:\nstepchild’s current mailing address\nname of the stepchild’s custodian\ntotal cost of supporting the stepchild, and\namount of support the Veteran provides to or for the stepchild,\nor\nnotifies VA that the Veteran and the child live apart for one of the reasons listed (as exceptions) in\nM21-1, Part III, Subpart iii, 5.G.6.c\n.\nNote\n:  In the decision notice, instruct the Veteran to complete and return\nVA Form 20-0995\nwhen they respond to the decision notice.\nthe stepchild\nstill lives with the Veteran, or\nlives apart from the Veteran for one of the reasons listed (as exceptions) in\nM21-1, Part VII, Subpart i, 3.B.6.c\nleave the child on the Veteran’s award\nnotify the Veteran of\nthe reason they remain entitled to benefits for the stepchild, and\ntheir responsibility to notify VA of any changes in the stepchild’s status, and\nclear the EP\n130 that was established in Step 1 of the procedure described under\nM21-1, Part VII, Subpart i, 3.B.6.i\n,\nunless\nthe EP must be taken in conjunction with the action referenced in Step 2 of the same block, or\n600 that was established in Step 9 or 19 of the procedure described in\nM21-1, Part VII, Subpart i, 3.B.6.i\n.\nthe stepchild lives apart from the Veteran for reasons\nother than\nthose listed (as exceptions) in\nM21-1, Part VII, Subpart i, 3.B.6.c\n, but\nthe Veteran provides at least one-half of the stepchild’s support\nleave the child on the Veteran’s award\nnotify the Veteran of\nthe reason they remain entitled to benefits for the stepchild, and\ntheir responsibility to notify VA of any change in the percentage of the child’s support that they provide, and\nclear the EP\n130 that was established in Step 1 of the procedure described in\nM21-1, Part VII, Subpart i, 3.B.6.i\n, unless the EP must be taken in conjunction with the action referenced in Step 2 of the same block, or\n600 that was established in Step 9 or 19 of the procedure described in\nM21-1, Part VII, Subpart i, 3.B.6.i\n.\nthe stepchild lives apart from the Veteran for reasons\nother than\nthose listed (as exceptions) in\nM21-1, Part VII, Subpart i, 3.B.6.c\n, and\nthe Veteran provides\nless than\none-half of the stepchild’s support\nremove the stepchild from the Veteran’s award under the pending EP effective the day after the last date the stepchild was a member of the Veteran’s household, and\nnotify the Veteran of the award adjustment.\nException\n:  Unique circumstances may exist that justify the continued payment of benefits for a stepchild, even though the\nstepchild lives apart from the Veteran, and\nVeteran is\nnot\npaying at least half of the stepchild’s support.\nIf such unique circumstances exist, a Veterans Service Representative must prepare an administrative decision for approval.  Take the actions described in the preceding row of this table if the decision is approved.\nReference\n:  For more information on preparing administrative decisions, see\nM21-1, Part X, Subpart v, 1.C\n.\nthe stepchild is\nnot\na member of the Veteran’s household, as defined in\nM21-1, Part VII, Subpart i, 3.B.6.c\n, and\nthe last date the stepchild was a member of the Veteran’s household is\nknown\nremove the stepchild from the Veteran’s award under the pending EP effective the day after the last date the stepchild was a member of the Veteran’s household, and\nnotify the Veteran of the award adjustment.\nthe stepchild is\nnot\na member of the Veteran’s household, as defined in\nM21-1, Part VII, Subpart i, 3.B.6.c\n, and\nthe Veteran indicated in their response to the notice of proposed adverse action that the last date the stepchild was a member of the Veteran’s household is\nunknown\nfollow the instructions in the table in\nM21-1, Part VII, Subpart i, 3.B.6.k\n.\nNotes\n:\nAbsent evidence to the contrary, accept as credible any statement regarding the constructive custody of a stepchild that VA receives from the\nVeteran\nstepchild’s adoptive or biological parent or custodian, and/or\nstepchild, if they have reached the age of majority.\nFollow the instructions in\nM21-1, Part VI, Subpart i, 1.B\nwhen providing the Veteran with notice of a decision and/or award adjustment.\nReference\n:  For more information on the effective date for removing a stepchild from a Veteran’s award, see\n38 CFR 3.503(a)(6)\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section B - Biological Children, Adopted Children, and Stepchildren",
  "citation": "Part VII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176624/M21-1-Part-VII-Subpart-i-Chapter-3-Section-B-Biological-Children-Adopted-Children-and-Stepchildren",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:21.273466",
  "tags": [
    "m21-1"
  ]
}