{
  "chunk_id": "VII_i_3_C_9",
  "content": "/>\nVII.i.3.C.1.d\n.\nEffective Date for Adjusting Benefits Because of a Child's Marriage\nThe table below describes the effective date for adjusting benefits because of a child's marriage.\nIf the child …\nThen …\nis entitled to benefits\nin their own right, or\nas an apportionee, receiving payments directly or through a fiduciary\ndiscontinue the benefits effective the first day of the month during which the marriage occurred.\nReference\n:  For more information on discontinuing the award, see\n38 CFR 3.500(n)(1)\n.\nis a dependent on another person’s award, and\nmarried prior to October 1, 1982\nremove the child from the award effective the first of the year following the year during which the marriage occurred.\nis a dependent on another person’s award, and\nmarried on or after October 1, 1982\nremove the child from the award effective the first of the month following the month during which the marriage occurred.\nis a dependent on a Veteran’s or surviving spouse’s Section 306 or Old-Law Pension award\nremove the child from the award effective the first of the year following the year during which the marriage occurred.\nNote\n:  The instructions described in the table above are for application regardless of whether the child is capable of self-support.\nReferences\n:  For more information on\nadjusting an award based on the marriage of a child that is permanently incapable of self-support, see\nM21-1, Part X, Subpart ii, 6.B.4.b\n, and\nprocedures for making award adjustments, see the\nVeterans Benefits Management System (VBMS) Awards User Guide\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section C - Marriage of a Child",
  "citation": "Part VII, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176625/M21-1-Part-VII-Subpart-i-Chapter-3-Section-C-Marriage-of-a-Child",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:30.525684",
  "tags": [
    "m21-1"
  ]
}