{
  "chunk_id": "VII_i_3_C_17",
  "content": "/>\nVII.i.3.C.2.d\n.\nDetermining Whether a Child’s Marriage Has Been Annulled\nFollow the steps in the table below to determine whether a child’s marriage has been annulled.\nImportant\n:  A finding that an annulment was fraudulently obtained renders the annulment invalid for VA purposes.\nStep\nAction\n1\nAsk the claimant to submit a copy of the court decree of annulment.\n2\nDid the claimant provide the decree within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndeny the pending claim, and\ndisregard the remaining steps in this table.\n3\nIs there evidence that indicates there was fraud in obtaining the annulment?\nIf\nyes\n, go to Step 5.\nIf\nno,\naccept the decree as evidence of termination of the marriage, and\ngo to the next step.\n4\nAward benefits to or for the child if entitlement otherwise exists.\nDisregard the remaining steps in this table.\nNote\n:  Use the information in\nM21-1, Part VII, Subpart i, 3.C.2.e\n, to determine the proper effective date of the award.\n5\nInitiate full development to include requesting\ncopies of the\npetition to the court for annulment, and\nanswer to the petition, and\na transcript of the testimony.\n6\nAfter development is complete, ask District Counsel for an opinion as to the legal effect of the alleged annulment.\nNote\n:  An opinion is required from District Counsel because questions as to whether or not the decree was obtained through fraud are mixed questions of fact and law.\nReference\n:  For more information on submitting a request for an opinion to District Counsel, see\nM21-1, Part VII, Subpart i, 1.A.3.e\n.\n7\nDid District Counsel determine the annulment was fraudulently obtained?\nIf\nyes\n, go to Step 9.\nIf\nno\n,\naccept the decree as evidence of termination of the marriage, and\ngo to the next step.\n8\nAward benefits to or for the child if entitlement otherwise exists.\nDisregard the remaining step in this table.\nNote\n:  Use the information in\nM21-1, Part VII, Subpart i, 3.C.2.e\n, to determine the proper effective date of the award.\n9\nPrepare a three-signature administrative decision using the format in\nM21-1, Part X, Subpart v, 1.C.2\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section C - Marriage of a Child",
  "citation": "Part VII, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176625/M21-1-Part-VII-Subpart-i-Chapter-3-Section-C-Marriage-of-a-Child",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:30.525684",
  "tags": [
    "m21-1"
  ]
}