{
  "chunk_id": "VII_i_3_D_7",
  "content": "/>\nVII.i.3.D.1.b\n.\nConcurrent Payment of Separate Disability and/or Survivors Benefits to or for a Child With Two Veteran-Parents\nIf a child has more than one Veteran-parent, and the parents are\nnot\nin the same parental line, the Department of Veterans Affairs (VA) may concurrently pay separate disability and/or survivors benefits to or for the child based on the service of each Veteran-parent.\nIf a child has more than one Veteran-parent\nin the same parental line\n, follow the instructions in the table below to determine whether VA may concurrently pay separate disability and/or survivors benefits to or for the child based on the service of each Veteran-parent.\nIf …\nAnd …\nThen …\none or both parents in the same parental line are still living\n---\nVA may concurrently pay separate disability and/or survivors benefits to or for the child based on the service of each Veteran-parent.\nboth parents in the same parental line are deceased\nboth\nparents died\nprior\nto June 9, 1960\neffective January 1, 1957,\n38 CFR 3.659\nand\n38 CFR 3.703\nprohibit the concurrent payment of\ndeath compensation or Dependency and Indemnity Compensation (DIC) for the child based on the death of one Veteran-parent, and\nDIC to or for the same child based on the death of the other Veteran-parent, and\neffective June 9, 1960,\n38 CFR 3.659\nprohibits the concurrent payment of separate survivors benefits  (death compensation, DIC, and/or Survivors Pension) to or for the child based on the service of each Veteran-parent.\none or both parents died on or after June 9, 1960\n38 CFR 3.659\nprohibits the concurrent payment of separate survivors benefits to or for the child based on the service of each Veteran-parent.\nImportant\n:\nIf a child is entitled to more than one survivors benefit, but concurrent payment is prohibited, the child may reelect between such benefits without limitation.\nSee\nM21-1, Part VII, Subpart i, 3.D.1.c\nif a child with two Veteran-parents is entitled to Dependents' Educational Assistance (DEA).",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section D - Children With Two Veteran-Parents",
  "citation": "Part VII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176627/M21-1-Part-VII-Subpart-i-Chapter-3-Section-D-Children-With-Two-Veteran-Parents",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:39.814285",
  "tags": [
    "m21-1"
  ]
}