{
  "chunk_id": "VII_i_3_D_8",
  "content": "/>\nVII.i.3.D.1.c\n.\nConcurrent Payment of VA Education Benefits and Disability and/or Survivors Benefits to or for a Child With Two Veteran-Parents\nUse the information in the table below to determine whether VA may pay education benefits to a child while concurrently paying disability and/or survivors benefits to or for the same child based on the service of more than one Veteran-parent.\nNote\n:  “Education benefits,” for the purpose of this block, refers to\nDEA and restorative training under\n38 U.S.C. Chapter 35\n, and\nthe Marine Gunnery Sergeant David Fry Scholarship under\n38 U.S.C. 3311\n.\nIf the child is …\nThen …\nunder age 18, or\nincapable\nof self-support\nVA may pay education benefits to the child while concurrently paying disability and/or survivors benefits to or for the same child to the extent provided in\nM21-1, Part VII, Subpart i, 3.D.1.b\n.\nage 18 or older, and\ncapable\nof self-support\nthe child’s receipt of education benefits precludes further payment of disability or survivors benefits to or for the child.\nImportant\n:  Once a child receives the first payment of education benefits (regardless of age), the election of education benefits becomes final, unless VA paid the education benefit in error.  This means that at the point in time when the concurrent payment of education benefits and disability and/or survivors benefits is prohibited (at age 18,\nunless\nthe child is incapable of self-support),\nVA must stop the payment of disability and/or survivors benefits, and\nthe child may never reelect disability and/or survivors benefits.\nReferences\n:  For more information on\nthe policies discussed in this block, see\n38 CFR 21.3023\n, and\n38 U.S.C. 3562\ndetermining whether a child is incapable of self-support, see\nM21-1, Part X, Subpart ii, 6.B\nDEA, see\nM21-1, Part XIII, Subpart i, 1.B\n, and\nthe Marine Gunnery Sergeant David Fry Scholarship, see\nM21-1, Part VII, Subpart ii, 1.B.2\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section D - Children With Two Veteran-Parents",
  "citation": "Part VII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176627/M21-1-Part-VII-Subpart-i-Chapter-3-Section-D-Children-With-Two-Veteran-Parents",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:39.814285",
  "tags": [
    "m21-1"
  ]
}