{
  "chunk_id": "VII_i_3_D_16",
  "content": "/>\nVII.i.3.D.2.e\n.\nProcessing a Child’s Election of Benefits Under a Different Veteran-Parent in the Same Parental Line\nFollow the instructions in the table below when\nVA is paying survivors benefits to or for a child based on the service of one of two deceased Veteran-parents in the same parental line, and\nthe child (or the parent, guardian, or custodian, whichever applies) elects to receive survivors benefits based on the service of the\nother\nVeteran-parent.\nStep\nAction\n1\nIs the child currently on a surviving spouse’s award or receiving an apportionment of a surviving spouse’s award?\nIf\nyes\n,\nfollow the instructions in\nM21-1, Part VII, Subpart i, 3.D.4.a\nor\nb\n, and\ngo to the next step.\nIf\nno\n, go to the next step.\nReference\n:  For more information on the effect of a child’s election on a surviving spouse’s entitlement, see\nM21-1, Part VII, Subpart i, 3.D.3.b\n.\n2\nIs VA paying benefits to or for another child or children based on the service of the same Veteran under whom VA is currently paying benefits to or for the child that is making the election?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n3\nWill the child’s election change the rate payable to the other child or children referenced in Step 2?\nIf\nyes\n,\nfollow the instructions in\nM21-1, Part VII, Subpart i, 3.D.4.c\n, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\nReference\n:  For more information on the effect of a child’s election on other children to or for whom VA is paying benefits based on the service of the same Veteran, see\nM21-1, Part VII, Subpart i, 3.D.3.c\n.\n4\nDiscontinue the child’s current award effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n5\nDid the child elect a benefit that is\ngreater\nthan the benefit received prior to the election?\nIf\nyes\n, go to the next step.\nIf\nno\n,\naward the newly elected benefit effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, and\ngo to Step 8.\n6\nPay benefits to the child, based on the election, from the appropriate effective date.\nCreate an offset against the\ncurrent\naward so that, between the effective date of the new award and the day preceding the effective date referenced in Step 4, VA pays the child only the\ndifference\nbetween the prior benefit and the newly elected benefit.\nReference\n:  Follow the instructions in\nM21-1, Part VII, Subpart i, 3.D.2.c\nfor assigning an appropriate effective date of payment.\n7\nAnnotate the award with the following text:\nAward is s\nubject to payments for this child under Payee #\n[Insert payee number.]\nin XC\n[Insert deceased Veteran’s claims folder number.]\nfrom\n[Insert the effective date of the new award.]\nto the first of the month following the month for which VA last paid benefits to or for the child.\n8\nNotify the child (or the parent, guardian, or custodian, whichever applies) of the action taken.\nReferences\n:  For more information on\nthe policies discussed in this block, see\n38 CFR 3.659\n, and\n38 CFR 3.503(a)(7)\n, and\nmaking award adjustments in\nVBMS – Awards (VBMS-A), see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section D - Children With Two Veteran-Parents",
  "citation": "Part VII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176627/M21-1-Part-VII-Subpart-i-Chapter-3-Section-D-Children-With-Two-Veteran-Parents",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:39.814285",
  "tags": [
    "m21-1"
  ]
}