{
  "chunk_id": "VII_i_3_D_27",
  "content": "/>\nVII.i.3.D.4.a\n.\nReducing or Discontinuing a Surviving Spouse’s Award Because of a Child’s Election of Benefits Under a Different Veteran-Parent\nFollow the instructions in the table below if the election of a child with two Veteran-parents in the same parental line will require a reduction in or discontinuance of benefits VA is paying to a surviving spouse.\nExamples\n:  A child’s election of benefits under a different Veteran-parent will require a\nreduction\nin the benefits VA is paying to a surviving spouse if VA is paying the surviving spouse additional benefits for the child, or\ndiscontinuance\nof benefits if\nVA is paying Survivors Pension to a surviving spouse, and\nremoval of the child from the surviving spouse’s award reduces the maximum annual pension rate to an amount that is less than the surviving spouse’s countable income.\nStep\nAction\n1\nReduce or discontinue the surviving spouse’s award effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n2\nAnnotate the award with the following text:\nBenefits on account of child\n[Insert the child’s name.]\nbarred by election of\n[Insert the type of benefit.]\nin XC\n[Insert the claims folder number of the deceased Veteran under whom the child has elected benefits.]\n,\n[Insert the deceased Veteran’s name.]\n.\n3\nPay benefits to the child, based on the election, from the appropriate effective date.\nCreate an offset against the child’s award so that, between the effective date of the new award and the day preceding the effective date referenced in Step 1, VA pays the child only the\ndifference\nbetween\nthe amount of benefits VA paid the surviving spouse\nsolely\nbecause the child was on the award, and\nthe amount of the child’s newly elected benefit.\nReference\n:  Follow the instructions in\nM21-1, Part VII, Subpart i, 3.D.2.c\nfor assigning an appropriate effective date of payment under the circumstances described in this block.\n4\nAnnotate the award with the following text:\nAward is\ns\nubject to payments for this child under payee #\n[Insert the child’s payee number under the surviving spouse’s award.]\nin XC\n[Insert the claims folder number of the deceased Veteran under whom the surviving spouse is/was entitled to benefits.]\nfrom\n[Insert the effective date of the child’s new award (from Step 3).]\nto the first of the month following the month for which VA last paid benefits to the surviving spouse.\n5\nNotify the surviving spouse and the child (or the parent, guardian, or custodian, whichever applies) of the actions taken.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section D - Children With Two Veteran-Parents",
  "citation": "Part VII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176627/M21-1-Part-VII-Subpart-i-Chapter-3-Section-D-Children-With-Two-Veteran-Parents",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:39.814285",
  "tags": [
    "m21-1"
  ]
}