{
  "chunk_id": "VII_i_3_D_28",
  "content": "/>\nVII.i.3.D.4.b\n.\nIncreasing a Surviving Spouse’s Award Because of a Child’s Election of Benefits Under a Different Veteran-Parent\nFollow the instructions in the table below if a surviving spouse’s award will\nincrease\nbecause\na child on the surviving spouse’s award elects to receive benefits based on the service of a different Veteran-parent in the same parental line, and\nthe child is receiving an apportionment from the surviving spouse’s award that is greater than the additional benefits to which the surviving spouse is entitled for the child.\nStep\nAction\n1\nDiscontinue the child’s apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n2\nRemove the child from the surviving spouse’s award and pay the overall increase in benefits (because of the discontinued apportionment) effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n3\nAnnotate the award with the following text:\nBenefits on account of child\n[Insert the child’s name.]\nbarred by election of\n[Insert the type of benefit.]\nin XC\n[Insert the claims folder number of the deceased Veteran under whom the child has elected benefits.]\n,\n[Insert the deceased Veteran’s name.]\n.\n4\nIs the benefit the child elected\ngreater\nthan the amount of the apportionment VA was paying?\nIf\nyes\n, go to the next step.\nIf\nno\n,\naward the newly elected benefit effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, and\ngo to Step 7.\n5\nPay benefits to the child, based on the election, from an effective date that complies with the policy expressed in\nM21-1, Part VII, Subpart i, 3.D.2.c\n.\nCreate an offset against the child’s award so that, between the effective date of the new award and the day preceding the effective date referenced in Step 2, VA pays the child only the\ndifference\nbetween\nthe amount of the child’s apportionment, and\nthe amount of the child’s newly elected benefit.\n6\nAnnotate the award with the following text:\nSubject to payments for this child under payee #\n[Insert the child’s payee number under the surviving spouse’s award.]\nin XC\n[Insert the claims folder number of the deceased Veteran under whom the surviving spouse is entitled to benefits.]\nfrom\n[Insert the effective date of the child’s new award (from Step 4).]\nto the first of the month following the month for which VA last paid benefits to the surviving spouse.\n7\nNotify the surviving spouse and the child (or the parent, guardian, or custodian, whichever applies) of the actions taken.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section D - Children With Two Veteran-Parents",
  "citation": "Part VII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176627/M21-1-Part-VII-Subpart-i-Chapter-3-Section-D-Children-With-Two-Veteran-Parents",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:39.814285",
  "tags": [
    "m21-1"
  ]
}