{
  "chunk_id": "VII_i_3_D_29",
  "content": "/>\nVII.i.3.D.4.c\n.\nIncreasing the Awards of Other Children Because of a Child’s Election of Benefits Under a Different Veteran-Parent\nFollow the instructions in the table below if the discontinuation of a child’s award (because the child elected to receive benefits based on the service of a different Veteran-parent in the same parental line) will result in an\nincrease\nin benefits to another child or other children.\nStep\nAction\n1\nDiscontinue the award to or for the child that made the election effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n2\nProcess separate amended awards for any child(ren) that is(are) entitled to increased benefits because the child with two Veteran-parents in the same parental line elected to receive benefits under a different Veteran-parent.\nNote\n:  The proper effective date for payment of the increased rates is the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION screen in VBMS.\n3\nAnnotate the award with the following text:\nBenefits on account of child\n[Insert the name of the child that elected benefits under a different Veteran-parent.]\nbarred by election of\n[Insert the type of benefit.]\nin XC\n[Insert the claims folder number of the deceased Veteran under whom the child has elected benefits.]\n,\n[Insert the deceased Veteran’s name.]\n.\n4\nIs the benefit the child elected\ngreater\nthan the benefit VA was paying to or for the child prior to the election?\nIf\nyes\n, go to the next step.\nIf\nno\n,\naward the newly elected benefit effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, and\ngo to Step 6.\n5\nPay benefits to the child, based on the election, from an effective date that complies with the policy expressed in\nM21-1, Part VII, Subpart i, 3.D.2.c\n.\nCreate an offset against the\ncurrent\naward so that, between the effective date of the new award and the day preceding the effective date referenced in Step 1, VA pays the child only the\ndifference\nbetween the prior benefit and the newly elected benefit.\n6\nNotify the children referenced in this block (or the parent, guardian, or custodian, whichever applies) of the actions taken.",
  "title": "M21-1, Part VII, Subpart i, Chapter 3, Section D - Children With Two Veteran-Parents",
  "citation": "Part VII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176627/M21-1-Part-VII-Subpart-i-Chapter-3-Section-D-Children-With-Two-Veteran-Parents",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:39.814285",
  "tags": [
    "m21-1"
  ]
}