{
  "chunk_id": "VII_i_4_A_47",
  "content": "/>\nVII.i.4.A.6.g\n.\nProcessing a Claim for Survivors Benefits From an Alleged Foster Parent\nFollow the steps in the table below to process a claim for survivors benefits from an individual who claims to be the foster parent of a deceased Veteran.\nStep\nAction\n1\nIs the claimant seeking entitlement to DIC?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 3.\n2\nDoes the claimant’s income exceed the limit referenced in\nM21-1, Part VII, Subpart i, 4.A.2.d\n?\nIf\nyes\n,\ndeny the claim for DIC, and\ngo to Step 13.\nIf\nno\n, go to Step 4.\n3\nIs the claimant dependent, per\nM21-1, Part VII, Subpart i, 4.A.2.e\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndeny the claim for death compensation, and\ngo to Step 13.\n4\nSend\nVA Form 21P-524, Statement of Person Claiming to Have Stood in Relation of Parent\n, to the claimant for completion within 30 days.\nGo to the next step after the\nearlier\nof the following occurs:\nthe claimant returns\nVA Form 21P-524\n, or\n30 days pass without a response from the claimant.\n5\nDoes the evidence of record indicate the alleged foster parent stood in the place of the Veteran’s parent for the one-year period referenced in\nM21-1, Part VII, Subpart i, 4.A.6.a\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 12.\n6\nWas a biological or adoptive parent of the same sex as the alleged foster parent living at the time the foster parent relationship is alleged to have arisen?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n7\nMust VA treat the alleged foster parent’s claim as a contested claim, per the principle discussed in\nM21-1, Part VII, Subpart i, 4.A.6.d\n?\nIf\nyes\n,\nundertake the development actions described in\nM21-1, Part VI, Subpart iii, 3.B\n, and\ngo to the next step after the\nearlier\nof the following occurs:\nall parties to the contested claim respond to the development actions, or\n30 days pass after giving all parties to the contested claim an opportunity to respond to the development actions.\nIf\nno\n,\naward survivors benefits, and\ngo to Step 13.\n8\nPrepare an administrative decision according to the instructions in\nM21-1, Part VI, Subpart iii, 3.C.1.a and b\n.\n9\nTake the actions described in\nM21-1, Part VI, Subpart iii, 3.C.2-4\nand disregard the remaining steps in this table.\n10\nFully develop the facts concerning relinquishment of control.\nObtain the certified statement of the biological or adoptive parent, if possible.\nRequest a field examination, if necessary.\n11\nDoes the evidence of record indicate the Veteran’s biological or adoptive parent (whichever applies) relinquished parental control?\nIf\nyes\n, return to Step 7.\nIf\nno\n, go to the next step.\n12\nPrepare a two-signature administrative decision using the format referenced in\nM21-1, Part X, Subpart v, 1.C.2\n.\nFollowing approval of the decision, deny the claimed benefit.\n13\nNotify the claimant of the decision.\nReference\n:  For more information on notifying claimants of a VA decision, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 4, Section A - Establishing Parental Relationship",
  "citation": "Part VII, Subpart i, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176628/M21-1-Part-VII-Subpart-i-Chapter-4-Section-A-Establishing-Parental-Relationship",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:49.185045",
  "tags": [
    "m21-1"
  ]
}