{
  "chunk_id": "VII_i_4_A_48",
  "content": "/>\nVII.i.4.A.6.h\n.\nProcessing a Claim for Additional Disability Compensation for an Alleged Foster Parent\nFollow the steps in the table below to process a Veteran’s claim for additional disability compensation for an individual the Veteran claims is a foster parent.\nStep\nAction\n1\nDoes information the Veteran provided on the prescribed form show the alleged foster parent is dependent, per\nM21-1, Part VII, Subpart i, 4.A.2.e\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ndeny the Veteran’s claim for additional disability compensation, and\ngo to Step 8.\n2\nSend\nVA Form 21P-524\nto the Veteran for completion within 30 days.\nGo to the next step after the\nearlier\nof the following occurs:\nthe Veteran returns\nVA Form 21P-524\n, or\n30 days pass without a response from the Veteran.\nNote\n:\nVA Form 21P-524\nwas designed for completion by a parent seeking entitlement to\nsurvivors\nbenefits.  When sending the form to a\nVeteran\n, ask that the alleged foster parent complete the form as if they were filing a claim for survivors benefits.\n3\nDoes the evidence of record indicate the alleged foster parent stood in the place of the Veteran’s parent for the one-year period referenced in\nM21-1, Part VII, Subpart i, 4.A.6.a\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 7.\n4\nWas a biological or adoptive parent of the same sex as the alleged foster parent living at the time the foster parent relationship is alleged to have arisen?\nIf\nyes\n, go to the next step.\nIf\nno\n,\naward additional disability compensation to the Veteran for the foster parent, and\ngo to Step 8.\n5\nFully develop the facts concerning relinquishment of control.\nObtain the certified statement of the biological or adoptive parent, if possible.\nRequest a field examination, if necessary.\n6\nDoes the evidence of record indicate the Veteran’s biological or adoptive parent (whichever applies) relinquished parental control?\nIf\nyes\n,\naward additional disability compensation to the Veteran for the foster parent, and\ngo to Step 8.\nIf\nno\n, go the next step.\n7\nPrepare a two-signature administrative decision, using the format referenced in\nM21-1, Part X, Subpart v, 1.C.2\n.\nFollowing approval of the decision, deny the Veteran’s claim for additional disability compensation for the alleged foster parent.\n8\nNotify the Veteran of the decision.\nReference\n:  For more information on notifying claimants of a VA decision, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part VII, Subpart i, Chapter 4, Section A - Establishing Parental Relationship",
  "citation": "Part VII, Subpart i, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176628/M21-1-Part-VII-Subpart-i-Chapter-4-Section-A-Establishing-Parental-Relationship",
  "updated": "",
  "scraped_at": "2025-06-16T22:53:49.185045",
  "tags": [
    "m21-1"
  ]
}