{
  "chunk_id": "VII_ii_1_A_9",
  "content": "/>\nVII.ii.1.A.1.d\n.\nVerifying Accreditation of Educational Institutions\nIn the event the accreditation status of an educational institution is questioned, follow the procedures in the table below to verify accreditation status.\nIf the program or institution is ...\nThen verify accreditation status by ...\ndomestic\nutilizing an official website such as\nthe U.S. Department of Education\na corresponding State’s\n.gov\nwebsite, or\nanother official website of the educational institution or accrediting body.\nExample\n:  The\nU.S. Department of Education Database of Accredited Postsecondary Institutions and Programs\nmay be used to verify accreditation for colleges and universities.\na home school program\nrequesting documentation from the claimant of the State or local school district approval of the home school program, or\ncontacting the school district by telephone or e-mail to obtain oral or written verification from an appropriate local school official that the student is registered and in good standing as a home-schooled student.\nforeign, and\nfrom a country with established accreditation standards\nthe Minister of Education\nthe Minister of Cultural Affairs, or\nan institution VA recognizes as an authority in determining whether a foreign school is accredited for the purpose of determining entitlement to educational assistance under\n38 U.S.C. Chapter 30\n38 U.S.C. Chapter 31\n38 U.S.C. Chapter 33\n, and\n38 U.S.C. Chapter 35\n.\nNote\n:   A foreign school is accredited for VA purposes if the school is recognized as standard and accredited for the student’s specific course of instruction by the authority established within the country for determining educational standards.\nforeign, and\nfrom a country without accreditation standards\nconsultation through the American Consular Officer with any recognized institution of higher learning for professional advice concerning the acceptability of the school.\nUnder these circumstances, the determination as to accreditation for VA purposes is made as follows:\nIn the Philippines, the Manila Regional Office (RO) Education Liaison Representative makes the determination.\nWhen a beneficiary submits\nVA Form 21-674\nthrough the local U.S. embassy or consulate in a foreign country other than the Philippines, the American Consular Officer makes the determination as the approving official.\nIn all other cases, the Veterans Service Center (VSC) Manager of the Pittsburgh RO who maintains information concerning the accreditation status of foreign schools, makes the determination.\nNote\n:  When the verification of accreditation is completed by\nuse of widely available information, such as a\n.gov\nwebsite, there is no requirement for development undertaken by the VSC to be documented in the claims folder, or\nmeans that are only individually available, such as via telephone or e-mail, upload documentation of the verification of accreditation in the claims folder.\nException\n:  For accreditation development undertaken by the pension management centers (PMCs), any verification must be uploaded to the electronic claims folder (eFolder).",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section A - Benefit Entitlement for School Children",
  "citation": "Part VII, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176630/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-A-Benefit-Entitlement-for-School-Children",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:07.851521",
  "tags": [
    "m21-1"
  ]
}