{
  "chunk_id": "VII_ii_1_A_35",
  "content": "/>\nVII.ii.1.A.4.g\n.\nLanguage to Include in a Locally Generated Letter Regarding Eligibility for REPS Benefits\nThe following paragraphs must be included in a locally generated letter for possible REPS benefits when the system-generated notice is\nnot\nsent for a child who\nrecently\nreached the age of 16,\nor\nis\nabout\nto reach the age of 18:\nYou are receiving Dependency and Indemnity Compensation or educational assistance.  You may also be eligible for reinstatement of certain Social Security benefits that were eliminated by the Omnibus Budget Reconciliation Act of 1981 if you are the surviving spouse or child of a Veteran who:\n(1) died on active duty before August 13, 1981; or\n(2) died from a disability incurred or aggravated in service before August 13, 1981.\nBefore enactment of the Omnibus Budget Reconciliation Act of 1981, parent's Social Security child-in-care benefits were paid to a parent until the parent's youngest child became age 18.  Now parent child-in-care benefits are discontinued when the parent’s youngest child becomes age 16.  The Omnibus Budget Reconciliation Act of 1981 also eliminated Social Security student benefits. Student benefits were formerly payable to a child who was between the ages of I8 and 22 and who was attending a postsecondary school full time.\nPublic Law 97-377 directs VA to reinstate the eliminated Social Security benefits to the surviving spouse or child of a Veteran who died under either of the conditions mentioned above.  If you believe that you qualify for reinstatement, you must apply by completing the enclosed VA Form 21P-8924, Application of Surviving Spouse or Child for REPS Benefits (Restored Entitlement for Survivors).  If you are not sure that you qualify, please apply anyway.  We will be glad to determine whether you are eligible for reinstatement.\nIf you apply and you are a school child (age\n18 through 21 and attending college level or other postsecondary school full time) please enter all periods of school attendance from your 18th birthday in Part II.\nIf you apply and you are a spouse with a child in your care (youngest child age 16 through 17), you need only complete Parts I and III.\nYour regular VA benefits will not be affected if you become entitled to reinstatement of either parent child-in-care or student benefits.  You may receive both at the same time.\nPlease return your completed application to the address listed on the form.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section A - Benefit Entitlement for School Children",
  "citation": "Part VII, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176630/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-A-Benefit-Entitlement-for-School-Children",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:07.851521",
  "tags": [
    "m21-1"
  ]
}