{
  "chunk_id": "VII_ii_1_B_17",
  "content": "/>\nVII.ii.1.B.2.c\n.\nConcurrent Payment of Disability or Survivors Benefits and Education Benefits Under 38 U.S.C. Chapter 33\nUse the information in the table below to determine whether the concurrent payment of disability or survivors benefits and education benefits under\n38 U.S.C. Chapter 33\nis allowed or prohibited.\nIf ...\nThen ...\na spouse and/or child is entitled to education benefits under\n38 U.S.C. 3319\n(transferred entitlement)\nconcurrent payment of disability or survivors benefits to or for the same spouse and/or child is\nallowed\n.\nan individual is entitled to education benefits under\n38 U.S.C. Chapter 33\nbased on their own service\nconcurrent payment of disability or survivors benefits to or for the same individual is\nallowed\n.\na child is entitled to education benefits under the Fry Scholarship (\n38 U.S.C. 3311\n)\nconcurrent payment of disability or survivors benefits for or to (including an apportionment) the same child is\nprohibited\nunder\n38 U.S.C 3322(f)\n,\nunless\nthe education benefit is for a child that is\nunder age 18, or\nage 18 or older\nand\npermanently incapable of self-support.\nNotes\n:\nConcurrent payment of\nDIC\nand education benefits under the Fry Scholarship were\nnot\nprohibited for those individuals who began a program of education under the Fry Scholarship\nprior\nto August 1, 2011.\nSee\nM21-1, Part VII, Subpart i, 3.D.1.c\n, if the child has two Veteran-parents.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}