{
  "chunk_id": "VII_ii_1_B_20",
  "content": "/>\nVII.ii.1.B.2.f\n.\nMeans for Obtaining Information About VA’s Payment of Education Benefits\nThe table below describes the various means claims processors may use to obtain information about VA’s payment of education benefits to a Veteran’s child(ren).\nMeans\nType of Information Provided\nPAYMENT HISTORY INQUIRY screen in Share\nNote\n:  The child’s payee number is required to perform an inquiry.  Users may obtain this number from the NUMBER SELECTION screen, which is accessible by performing a Beneficiary Identification Records Locator Subsystem (BIRLS) inquiry from the Share READY screen, using the Veteran’s claim/Social Security number (SSN).\nHistory of payments of the three types of VA education benefits referenced in\nM21-1, Part VII, Subpart ii, 1.B.2.a\nand\nb\n.\nNotes\n:\nThe entry in the TYPE column indicates whether the payment is for education benefits under\n38 U.S.C. Chapter 35\n(\nCH35 EFT\n), or\n38 U.S.C. Chapter 33\n(\nCH33 EFT\n).\nThe PAYMENT HISTORY INQUIRY screen does\nnot\ndifferentiate between payments of education benefits under\n38 U.S.C. 3311\nand\n38 U.S.C. 3319\n.  Accordingly, claims processors may\nnot\nuse this screen to determine whether VA is paying or has paid education benefits under the Fry Scholarship.\nM21 screen in the Benefits Delivery Network\nType of education benefit to which VA has granted entitlement (of the three types referenced in\nM21-1, Part VII, Subpart ii, 1.B.2.a\nand\nb\n).\nEffective date of the first payment of education benefits under\n38 U.S.C. Chapter 35\n(DEA).\nNotes\n:\nThe type of education benefit is displayed to the right of the BENEFIT field (\nCH33\nor\nCH35\n).\nThe presence of an\nX\nto the right of the CHILD field and a number to the right of the TRANSFEROR’S FILE field is an indicator of a child’s entitlement to education benefits under\n38 U.S.C. 3319\n, rather than\n38 U.S.C. 3311\n(Fry Scholarship).\nClaims processors may\nnot\nuse the information displayed on the M21 screen to determine the effective date of the first payment of education benefits under the Fry Scholarship.  They must obtain this information from the regional processing office (RPO) of jurisdiction.\nReference\n:  For more information on viewing an education master record on the M21 screen, see\nM22-4, Part 2, 3.05a\n.\nRPO of jurisdiction\nType of VA education benefit to which VA has granted entitlement.\nEffective date of the first payment of any type of VA education benefit.\nNotes\n:\nThe RPO of jurisdiction is displayed in the CURRENT LOCATION (of the education (EDU) folder) field on the BIRLS BENEFICIARY INFORMATION screen.\nSubmit requests for information from an RPO using the means below, in the order presented, until contact is successful:\ne-mail\ntelephone, and\nletter.\nReferences\n:  For more information on\ndetermining the RPO of jurisdiction, see\nM22-4, Part 3, 1.02\n, and\nRPO e-mail addresses, see\nM21-1, Part XIII, Subpart i, 1.B.3.b\n.\nImportant\n:  Claims processors must\ndocument their use of any of the means described in the table above by uploading into the Veteran’s electronic claims folder (eFolder)\na copy of the response they receive from an RPO, if applicable, and/or\na screen shot of the referenced PAYMENT HISTORY INQUIRY and/or M21 screens, and\nensure only the information specifically related to the child under review is uploaded into the eFolder.\nReference\n:  For more information on using BIRLS and Share, see the\nShare User Guide\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}