{
  "chunk_id": "VII_ii_1_B_26",
  "content": "/>\nVII.ii.1.B.3.c\n.\nProcessing Notice of an Initial Award of Education Benefits to a Child Under the Fry Scholarship\nWhen an RPO processes an initial award of education benefits to a child\nunder the Fry Scholarship\n(\n38 U.S.C. 3311\n), it routes notice of the award to regional offices (ROs) through Centralized Mail.  Use the table below to process the notice.\nReference\n:  For a copy of the notice RPOs send, see the attachment\nRemoval of Dependent Template.pdf\n, at the bottom of the article for\nM22-4, Part 7, 4\n.\nStep\nAction\n1\nDid VA pay (or is VA still paying) disability or survivors benefits for or to (including an apportionment) the child during a period of time when concurrent payment of education benefits under the Fry Scholarship and disability or survivors benefits is or was prohibited?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nleave an electronic annotation on the RPO’s notice that explains why no award adjustment was necessary, and\ndisregard the remaining steps in this table.\nImportant\n:  If an initial award of education benefits to a child under the Fry Scholarship commences at the end of a routine break between school sessions (such as a summer break), disability or survivors benefits may be payable to or for the child during the break, according to the policy expressed in\nM21-1, Part VII, Subpart ii, 1.A.3.d\n, and\nM21-1, Part XIII, Subpart i, 1.B.2.b\n.\nReference\n:  For more information on annotating electronic documents in an eFolder, see the\nVBMS Core User Guide\n.\n2\nIs the child receiving survivors benefits in their own right or an apportionment of disability or survivors benefits?\nIf\nyes\n,\nestablish EP 130 under the child’s name\nadd\nPotential Under/Overpayment\nas a special issue, and\ngo to the next step.\nIf no, go to Step 4.\n3\nIs the child receiving an apportionment of disability or survivors benefits?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n4\nEstablish EP 130 under the primary beneficiary’s name and add\nPotential Under/Overpayment\nas a special issue.\n5\nFollow the instructions in\nM21-1, Part VII, Subpart ii, 1.B.3.d\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}