{
  "chunk_id": "VII_ii_1_B_27",
  "content": "/>\nVII.ii.1.B.3.d\n.\nDetermining Whether to Issue a Notice of Proposed Adverse Action\nIf concurrent payment of education benefits (DEA or education benefits under the Fry Scholarship) and disability or survivors benefits is prohibited under\nM21-1, Part VII, Subpart ii, 1.B.2\n, determine whether the disability or survivors benefit may be adjusted without issuing a notice of proposed adverse action.\nIf the child is\nreceiving survivors benefits in their own right or an apportionment of disability or survivors benefits,\nstop paying benefits (including an apportionment) to the child\nwithout\nissuing a notice of proposed adverse action, and\nsend the child contemporaneous notice of the action taken, or\nincluded as a dependent on a compensation, pension, or DIC award, follow the instructions in the table below.\nIf notice of the concurrent payment of benefits came from ...\nThen ...\na source other than the primary beneficiary, such as an RPO\nclear the pending EP 130\nestablish EP 600, using the\nCH35 Dependent Removal Due Process\nclaim label, and\nsend the primary beneficiary a notice of proposed adverse action before removing the child from their award.\nthe primary beneficiary\nremove the child from the primary beneficiary’s award\nwithout\nissuing a notice of proposed adverse action, and\nsend the primary beneficiary contemporaneous notice of the action taken.\nNote\n:\nIf the primary beneficiary failed to provide the effective date of the first payment of education benefits,\nuse the information\nM21-1, Part VII, Subpart ii, 1.B.2.f\n, provides to determine the effective date, and\nadjust the primary beneficiary’s award as if he/she had provided the effective date.\nReference\n:  For more information on\naward adjustments when VA is paying disability or survivors benefits for a child under a consolidated award before an election to receive education benefits is made, see\nM21-1, Part XIII, Subpart i, 1.B.3.c\n38 CFR 3.651\n38 CFR 3.703(c)\n, and\n38 CFR 3.704(a)\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}