{
  "chunk_id": "VII_ii_1_B_42",
  "content": "/>\nVII.ii.1.B.5.a\n.\nPayment of Benefits Based on School Attendance in the Future or When a Child Turns 18\nIn order to avoid an interruption of benefits, a beneficiary may submit\nVA Form 21-674\nshowing that a child intends to continue attending school\nupon turning 18, or\nfollowing a routine school break, as defined in\nM21-1, Part VII, Subpart ii, 1.A.3.b\n.\nUpon receipt of\nVA Form 21-674\nshowing an intent to begin or continue school attendance at a future date,\ntake award action to continue the payment of benefits based on school attendance, and\nfollow the instructions in\nM21-1, Part VII, Subpart ii, 1.B.5.b\n.\nException\n:  Do not take the award action described in this block earlier than three months before a school child’s 18\nth\nbirthday.  Follow the instructions in the table below if the date of receipt of a\nVA Form 21-674\nprecedes the date of a school child’s 18th birthday by more than three months.\nStep\nAction\n1\nIs the date the school child will turn 18 now three months or less in the future (because of claims-processing delays)?\nIf\nyes\n, go to Step 4.\nIf\nno\n, go to the next step.\n2\nCancel EP 130, if pending.\n3\nPrepare a locally generated letter under EP 400 that instructs the claimant to submit a new\nVA Form 21-674\nwhen the school child is within three months of their 18\nth\nbirthday.\nClear the EP 400 after generating the letter.\nDisregard the remaining steps in this table.\n4\nAttempt to contact the claimant by telephone to confirm that the entries the claimant made on\nVA Form 21-674\nare still accurate and current.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.B.1.e\nfor documenting attempts to contact a claimant by telephone.\n5\nWere attempts to obtain the confirmation referenced in Step 4 successful?\nIf\nyes\n,\ntake award action to continue the payment of benefits based on school attendance, and\nfollow the instructions in\nM21-1, Part VII, Subpart ii, 1.B.5.b\n.\nIf\nno\n,\ncancel EP 130, if pending\nprepare a locally generated letter under EP 400 that instructs the claimant to submit a new\nVA Form 21-674\n, and\nclear the EP 400 after generating the letter.\nNote\n:  RO and call center employees may complete and sign\nVA Form 21-674\non a claimant’s behalf, per\nM21-1, Part VII, Subpart i, 1.A.4.j\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}