{
  "chunk_id": "VII_ii_1_B_43",
  "content": "/>\nVII.ii.1.B.5.b\n.\nConfirming a Child Began or Continued Attending School\nAfter taking award action to continue the payment of benefits for a child who intends to begin or continue attending school at a future date, follow the steps in the table below.\nStep\nAction\n1\nSend\nVA Form 21-674b\nwith the decision notice.  Advise the beneficiary\nto complete the form and return it\nwithin 60 days after attendance is supposed to begin, or\nwithin 60 days after the child turns 18 (if the child is turning 18\nduring\na school session), and\nVA will reduce or terminate benefits if it does not receive the form within the 60-day period.\n2\nEstablish a diary under diary code 21,\nVerify School Attendance\n, that expires the month after a 60-day period that begins\nthe date the beneficiary indicated (on\nVA Form 21-674\n) that school attendance would begin, or\non the child’s 18\nth\nbirthday (if the child is turning 18\nduring\na school session).\n3\nDid the beneficiary return\nVA Form 21-674b\n(or provide information the form requests to one of VA’s NCCs) before the diary referenced in Step 2 expired?\nIf\nyes\n,\nclear the diary established in Step 2 (if it is still pending)\n, and\ngo to the next step.\nIf\nno\n,\nconfirm that an EP 130 –\nDependency 674\nor\nPMC Dependency 674\nhas been automatically established\nadd\nPotential Under/Overpayment\nas a special issue, and\ngo to Step 7\n.\nNote\n:  In lieu of a\nVA Form 674b\n,\na telephone call to or from the beneficiary providing information requested on the form is acceptable.  Document and/or upload into the eFolder all such communication with the beneficiary.\n4\nDoes the\nVA Form 21-674b\ncontain information (such as a different start date for the school session) that requires an adjustment of the beneficiary’s award?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nclear an EP 692, and\ndisregard the remaining steps in this table.\n5\nEstablish EP 130.\nIf the adjustment referenced in Step 4 will create an overpayment, add\nPotential Under/Overpayment\nas a special issue, as well.\nNote\n:  Use the date VA received the\nVA Form 21-674b\nas the date of claim when establishing EP 130.\n6\nAdjust the beneficiary’s award under the pending EP 130 and go to Step 14.\n7\nUnder the pending EP 130, suspend payments to or for the child effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\n8\nDetermine the effective date of the proposed reduction or discontinuance, using the\nearlier\nof the following:\nthe date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share\nfirst day of the month in which school attendance was scheduled to begin, or\nthe child’s 18\nth\nbirthday (consider using this date only if VA sent\nVA Form 21-674b\nto the beneficiary to request confirmation that their child was still attending school when the child turned 18).\nReference\n:  For more information on the effective date for reducing or discontinuing benefits based on failure to confirm school attendance at a future date, see\n38 CFR 3.667(b)\n.\n9\nEstablish EP 600 and add\nPotential Under/Overpayment\nas a special issue.\n10\nSend the beneficiary a notice of proposed adverse action that\nincludes another\nVA Form 21-674b\ncontains the elements described in\nM21-1, Part X, Subpart ii, 3.A.2\n, and\ninstructs the beneficiary to reply within 60 days.\n11\nDid the beneficiary return\nVA Form 21-674b\n(or provide the information the form requests to one of VA’s NCCs) within 65 days?\nIf\nyes\n, go to the next step\n.\nIf\nno\n,\ndiscontinue benefits under the EP 600 from the effective date selected in Step 8, and\ngo to Step 14.\nNotes\n:\nIn lieu of a\nVA Form 674b\n, a telephone call to or from the beneficiary providing information requested on the form is acceptable.  Document and/or upload into the eFolder all such communication with the beneficiary.\nIf the child was receiving benefits under a separate or apportioned award, simultaneously adjust any other affected award to increase the rate payable to other payees based on termination of the child’s entitlement.\nWhen increasing benefits to other payees based on the loss of a dependent, the effective date of entitlement to and payment of the increase is the same as the effective date selected in Step 8.  It is\nunnecessary\nto apply the provisions of\n38 CFR 3.31\n, because the\ntotal\naward amount was reduced to reflect loss of the school child.\n12\nDetermine whether the child\nbegan attending school on the date the beneficiary indicated on the\nVA Form 21-674\nthat preceded the\nVA Form 21-674b\n, or\nwas still in school as of their 18\nth\nbirthday (if VA requested confirmation of school attendance for this reason).\n13\nReinstate or amend (as needed) benefits under the pending EP 600.\n14\nNotify the beneficiary of the action taken.\nReference\n:  For information on the elements a decision notice must contain, see\nM21-1, Part VI, Subpart i, 1.B.1.b\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}