{
  "chunk_id": "VII_ii_1_B_57",
  "content": "/>\nVII.ii.1.B.7.b\n.\nInformation Required to Pay Benefits Directly to a Child\nAs stated in\nM21-1, Part X, Subpart ii, 6.E.3.b\n, when an RO initially awards benefits to a minor child through a fiduciary (custodian/guardian), it concurrently establishes a diary that will expire before the child reaches the age of majority.\nUpon expiration of the diary, follow the steps in the table below to determine whether the child is entitled to the direct payment of benefits based on school attendance.\nStep\nAction\n1\nSend a locally generated letter to the address of the child’s fiduciary that asks the child to provide the following to VA within 60 days:\nthe\nchild’s\ncurrent mailing address, and\nverification that the child\nremains unmarried, and\nis still attending school.\n2\nEstablish EP 130 to control for a response from the child and add\nPotential Under/Overpayment\nas a special issue.\n3\nDid the child provide the information requested in Step 1 within 60 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n4\nIs the child on an award with another child or children?\nIf\nyes\n, go to Step 5.\nIf\nno\n,\nask the fiduciary hub of jurisdiction (by e-mail) to\nuse the CHANGE OF FIDUCIARY (CFID) command on the Share READY screen to replace the name of the fiduciary with the child’s name as payee, and\nenter\n000\nin the FIDUCIARY FILE LOCATION field to remove the principal guardianship folder (PGF) location\ndocument the reason for asking the fiduciary hub to make the requested change by entering a note in Modern Awards Processing – Development or VBMS, and\ngo to the next step after the fiduciary hub confirms it has taken the requested action.\nRationale\n:  Removing the PGF location prevents the issuance of unnecessary fiduciary messages, such as a notice of rejection based on a user’s failure to change an address using the CFID command.\nReferences\n:  For more information on\ncontacting the fiduciary hub of jurisdiction, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n, and\nusing the CFID command, see the\nShare User Guide\n.\n5\nAuthorize direct payment to the child, under EP 130, effective the\nearlier\nof the following:\nthe first of the month in which the child reached the age of majority, or\nthe date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share, if such payment will be received on or after the child reaches the age of majority.\nSend a decision notice to the school child.\nDisregard the remaining steps in this table.\nReference\n:  For more information on VA’s authority to make direct payments to a child who has reached the age of majority, see\n38 CFR 3.403(a)(2)\n, and\n38 CFR 13.30\n.\n6\nClear EP 130.\n7\nSend a notice of proposed adverse action that\ncontains the elements in\nM21-1, Part X, Subpart ii, 3.A.2\n, and\ninstructs the beneficiary to provide the information referenced in Step 1 within 60 days or benefits will be discontinued.\nNote\n:  The proposed effective date for the discontinuance of benefits is the\nlater\nof the following:\nthe date the child turns 18, or\nthe first of the month following the month in which the evidence of record confirms the child last attended school.\n8\nEstablish EP 600 and add\nPotential Under/Overpayment\nas a special issue.\n9\nDid the child provide the information requested within the additional 65-day period?\nIf\nyes\n, go back to Step 4.\nIf\nno\n,\nsuspend the award effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share, and\nsend notice of the action taken to the child.\nReference\n:  For more information on the elements a decision notice must contain, see\nM21-1, Part VI, Subpart i, 1.B.1.b\n.\n10\nThe table below describes the actions an RO must take after suspending benefits because a child failed to provide the information it requested in Step 1.\nIf the child …\nThen …\ndoes not provide the information within six months of the date of suspension\ndiscontinue the child’s award under EP 130 effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\nNote\n:  VA’s claims-processing system alerts the RO that the child’s award has been in a suspended status for six months by establishing an 800 series work item with a similar message.\nReference\n:  For more information on work items, see\nM21-4, Appendix B\n.\nprovides the information\nwithin\none year of the date the RO last requested it\nfollow the instructions in Step 4.\nImportant\n:\nResume\npayments to the child if the\nrequested information was provided before VA discontinued the award, and\nchild was not on an award with another child or children.\nprovides the information one year or more\nafter\nthe RO requested it.\nfollow the instructions in\nM21-1, Part VII, Subpart ii, 1.B.1.c\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}