{
  "chunk_id": "VII_ii_1_B_63",
  "content": "/>\nVII.ii.1.B.8.b\n.\nDetermining Whether VA Has Paid Education Benefits and the Effective Date of the Award\nFollow the steps in the table below following receipt of a claim for disability or survivors benefits from or for a child who is\nover the age of 18\nattending school, and\neligible for DEA or education benefits under the Fry Scholarship.\nStep\nAction\n1\nDetermine whether VA has ever paid education benefits to the child by taking the actions described in Steps 1 through 8 of the table in\nM21-1, Part VII, Subpart ii, 1.B.6.f\n.\n2\nHas VA ever paid DEA or education benefits under the Fry Scholarship to the child?\nIf\nyes\n, go to the next step.\nIf\nno\n,\npay disability or survivors benefits to or for the child if entitlement otherwise exists, and\ntake no further action.\n3\nUse the information\nM21-1, Part VII, Subpart ii, 1.B.2.f\nprovides to determine the effective date of the first payment of DEA or education benefits under the Fry Scholarship.\n4\nPay disability or survivors benefits to or for the child (if entitlement otherwise exists) only for those periods of school attendance that\nprecede\nthe effective date of the first payment of DEA or education benefits under the Fry Scholarship.\nImportant\n:  If an initial award of VA education benefits (DEA or education benefits under the Fry Scholarship) to a child commences at the end of a routine break between school sessions (such as a summer break), disability or survivors benefits may be payable to or for the child during the break, according to the policy expressed in\nM21-1, Part VII, Subpart ii, 1.A.3.d\n, and\nM21-1, Part XIII, Subpart i, 1.B.2.b\n.\nReferences\n:  For more information on a child’s eligibility for\nDEA, see\nM21-1, Part XIII, Subpart i, 1.B.1.a\n, and\neducation benefits under the Fry Scholarship, see\nM21-1, Part VII, Subpart ii, 1.B.2.b\n.",
  "title": "M21-1, Part VII, Subpart ii, Chapter 1, Section B - Awards and Adjustments Based Upon School Attendance",
  "citation": "Part VII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176631/M21-1-Part-VII-Subpart-ii-Chapter-1-Section-B-Awards-and-Adjustments-Based-Upon-School-Attendance",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:17.295390",
  "tags": [
    "m21-1"
  ]
}