{
  "chunk_id": "VII_iii_1_A_8",
  "content": "/>\nVII.iii.1.A.1.c\n.\nApportioning Benefits to a Dependent That Is Not on the Beneficiary’s Award\nVA may apportion benefits to a dependent, even if the dependent is not on the beneficiary’s award, as long as the dependent’s relationship to the Veteran, on whose service the award is based, is properly established.  However, VA cannot add such a dependent to the award unless the beneficiary submits the appropriate form.\nExample\n:  A Veteran is receiving compensation as a\nsingle Veteran\nevaluated as 50-percent disabled.  An ex-wife submits a claim for an apportionment on behalf of their 10-year old son who is in her custody.  She submits a certified birth certificate showing the Veteran is, in fact, the biological father of the child.\nAnalysis\n:  Even though the Veteran is not currently receiving additional benefits for the child, and regardless of whether or not the Veteran submits the appropriate form to add the child to his award, VA may apportion benefits for the child because\nthe relationship to the Veteran is properly established, and\nthere is no indication the Veteran has given up the child for adoption.\nReferences\n:  For more information on\nestablishing a Veteran’s relationship to their child, see\nM21-1, Part VII, Subpart i, 3.B\nforms beneficiaries must use to add a dependent to their award, see\nM21-1, Part VII, Subpart i, 1.A.4.a\n, and\ncases involving a child that is given up for adoption, see\nM21-1, Part VII, Subpart i, 3.B.5\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}