{
  "chunk_id": "VII_iii_1_A_9",
  "content": "/>\nVII.iii.1.A.1.d\n.\nRegulations Under Which VA May Apportion Benefits\nWhen processing an apportionment claim, claims processors must first determine whether an apportionment is payable under the provisions of\n38 CFR 3.450\n.\nIf benefits are\nnot\napportionable under\n38 CFR 3.450\n, claims processors must determine whether a special apportionment under the provisions of\n38 CFR 3.451\nis in order.\nThe Court of Appeals for Veterans Claims, in\nHall v. Brown\n, 5 Vet.App. 294 (1993), distinguished the adjudication of apportionment claims under one regulation as being independent of the other regulation.\nExceptions\n:  The table below describes exceptions to the policy expressed in this block.\nIf …\nAnd benefits are subject to reduction because the …\nThen consider\nonly\nthe provisions of …\nthe beneficiary is an incompetent Veteran in receipt of disability compensation, and\nVA has\nnot\nappointed the Veteran a fiduciary\nVeteran is institutionalized at government expense\n38 CFR 3.452(c)(1)\nwhen determining the entitlement of the Veteran’s spouse, child(ren), or dependent parent(s) to an apportionment.\nthe beneficiary is an incompetent Veteran in receipt of\nany type\nof pension, and\nVA has\nnot\nappointed the Veteran a fiduciary\nVeteran is institutionalized at government expense\n38 CFR 3.454(a)\nwhen determining a spouse’s or child’s entitlement to an apportionment.\nNote\n:  If a Veteran in this case has neither a spouse nor child, VA may apportion the Veteran’s pension to their dependent parent.  Consider\nonly\nthe provisions of\n38 CFR 3.451\nwhen determining the parent’s entitlement to an apportionment in this case.\nthe beneficiary is a Veteran in receipt of\nSection 306 Pension, or\ncurrent-law pension\nVeteran was hospitalized at VA expense\n38 CFR 3.452(c)(2)\nand\n3.454(b)\nwhen determining the entitlement of the Veteran’s spouse to an apportionment.\nthe beneficiary is a Veteran in receipt of disability compensation\nVeteran was incarcerated\n38 CFR 3.665(e)(1)\nwhen determining entitlement to an apportionment.\nthe beneficiary is a surviving spouse or child in receipt of Dependency and Indemnity Compensation (DIC)\nsurviving spouse or child was incarcerated\n38 CFR 3.665(e)(2)\nwhen determining entitlement to an apportionment.\nthe beneficiary is receiving current-law survivors pension\n--\n38 CFR 3.451\nwhen determining a child’s entitlement to an apportionment.\nNotes\n:\nVA may apportion an incompetent beneficiary’s benefits before or after it assigns the beneficiary a fiduciary.\nIf a beneficiary’s minor child(ren) is entitled to an apportionment of the beneficiary’s benefits, request the appointment of a fiduciary for the minor child(ren) by taking the following actions:\nafter the award granting the apportionment has been authorized, verify that an end product (EP) 590,\nExpedited Initial Appointment Field Examination\n, was automatically established.  If the EP 590 was not automatically established, establish an EP 290,\nFID-Fiduciary Adjustment,\nfor automatic routing to the fiduciary hub of jurisdiction, and\ncomplete and upload a\nVA Form 21-592, Request for Appointment of a Fiduciary, Custodian or Guardian\n, to the claims folder\n.\nWhen the apportionment is for a minor child and the beneficiary is\ncompetent, make payments to a custodian on behalf of the minor child until a fiduciary is appointed if the situation meets the conditions for releasing funds to a custodian as outlined in\nM21-1, Part X, Subpart ii, 6.E.4.a and b\n, or\nincompetent, or the situation does not meet the conditions for releasing funds to a custodian as outlined in\nM21-1, Part X, Subpart ii, 6.E.4.a and b\n, do not pay the apportionment until a fiduciary is appointed.\nDo not apportion an incompetent Veteran’s benefits to the Veteran’s spouse if VA has appointed the spouse as the Veteran’s fiduciary.\nReferences\n:  For more information on\napportioning the benefits of\nan incompetent Veteran, see\nM21-1, Part X, Subpart ii, 6.F\na Veteran that is hospitalized at VA expense, see\nM21-1, Part X, Subpart iii, 1.D\nan incarcerated\nVeteran, see\nM21-1, Part VI, Subpart iii, 1.B\nsurviving spouse, see\nM21-1, Part VI, Subpart iii, 1.C.2 and 3\n, and\nchild in receipt of DIC, see\nM21-1, Part VI, Subpart iii, 1.C.4\n, and\nan individual that has forfeited their right to VA benefits, see\nM21-1, Part X, Subpart iv, 3.B\npreparing a\nVA Form 21-592\nto request the appointment of a fiduciary, see\nM21-1, Part X, Subpart ii, 6.C.1.c\nauthorizing awards involving a custodian under\n38 U.S.C. 5502\n, see\nM21-1, Part X, Subpart ii, 6.E.4\n, and\ncircumstances under which it is appropriate to request the appointment (certification) of a fiduciary, see\nM21-1, Part X, Subpart ii, 6.C.1.a\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}