{
  "chunk_id": "VII_iii_1_A_10",
  "content": "/>\nVII.iii.1.A.1.e\n.\nCriteria for Granting a Claim for an Apportionment\nThe table below describes what the evidence of record must show before VA may grant a claim for an apportionment, depending on the regulation under which VA is determining entitlement.\nRegulation\nWhat the Evidence Must Show\n38 CFR 3.450\n, or\n38 CFR 3.451\nClaimant does not reside with the beneficiary.\n38 CFR 3.450\nBeneficiary is not providing a reasonable level of support to the claimant.\n38 CFR 3.451\nFinancial hardship on the part of the claimant.\nApportionment will not cause undue hardship on the beneficiary and their other dependent(s).\nNote\n:  When determining entitlement to an apportionment under\n38 CFR 3.451\n, claims processors must consider such factors as\namount of VA benefits payable\nother resources and income of the beneficiary and claimant, and\nspecial needs of the\nbeneficiary\nbeneficiary’s other dependent(s), and\nclaimant.\n38 CFR 3.454(b)\nFinancial hardship on the part of the spouse.\n38 CFR 3.665(e)\nIndividual need on the part of the claimant.\nNote\n:  When determining individual need, claims processors must consider such factors as the\nclaimant’s income and living expenses\namount of benefits available for apportionment\nneeds and living expenses of other claimants, and\nspecial needs of all claimants.\nExamples\n:\nThe evidence of record must show the following to justify the apportionment of a Veteran’s benefits to an estranged spouse under the provisions\n38 CFR 3.450\n:\nspouse does not reside with the Veteran, and\nVeteran is not providing a reasonable level of support to the spouse.\nThe evidence of record must show the following to justify the apportionment of a Veteran’s benefits to their child (who is in the custody of a former spouse) under the provisions of\n38 CFR 3.451\n:\nchild does not reside with the Veteran\nchild and former spouse are experiencing financial hardship, and\napportioning the Veteran’s benefits will not cause undue hardship on the Veteran and their other dependent(s).",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}