{
  "chunk_id": "VII_iii_1_A_11",
  "content": "/>\nVII.iii.1.A.1.f\n.\nCircumstances Under Which VA May Not Apportion a Veteran’s Benefits\nThe table below contains a description of the circumstances under which\n38 CFR 3.458\nprohibits the apportioning of a\nVeteran’s\nbenefits.\nCircumstance\nAdditional Information\nThe total benefit payable to the Veteran is so small that it does not allow payment of a reasonable amount to any apportionee.\nAn apportionment so small that it would do little or nothing to mitigate an apportionee’s need is\nnot\nconsidered reasonable.\nImportant\n:  Do not automatically discount as too small to apportion the amount of disability compensation a Veteran receives if they have a combined disability rating that is\nless\nthan 30 percent.\nThe Veteran’s spouse, who is requesting an apportionment, has been found guilty of conjugal infidelity by a court having proper jurisdiction.\n---\nThe Veteran’s spouse, who is requesting an apportionment, has lived with another person and held themselves out openly to the public to be the spouse of another person.\nException\n:  The spouse entered into the relationship with the other person in good faith, believing that the marriage to the Veteran had been legally terminated.  Under this set of circumstances, however, VA may apportion benefits to the spouse\nonly if\nthere has been a reconciliation between the Veteran and their spouse, and\nlater the Veteran and their spouse become estranged.\nA Veteran entitled to\ndisability compensation\n, who is estranged but not divorced from their spouse, remains entitled to benefits as a married Veteran.\nA Veteran entitled to\npension\n, who is estranged but not divorced from their spouse, remains entitled to benefits as a married Veteran as long as they are contributing to the spouse’s support.\nSpecial attention must be paid to claims for an apportionment from an estranged spouse or a spouse for whom a Veteran entitled to Veterans Pension is not receiving additional benefits, as it could adversely affect the rate of the Veteran’s benefits, as explained in\nM21-1, Part IX, Subpart iii, 1.F.2.n\n.\nThe Veteran has given up for adoption the child for whom the apportionment claim is pending.\nException\n:  In certain limited situations, VA may apportion\nVeterans Pension\nto a child whom a Veteran has given up for adoption.\n38 CFR 3.458(d)\nprohibits the apportioning of a Veteran’s benefits for a child the Veteran has given up for adoption.\nSee\nM21-1, Part VII, Subpart i, 3.B.5.b\nregarding the effect of the adoption of a Veteran’s child on the Veteran’s entitlement to Veterans Pension.\nVAOPGCPREC 16-1994\ndescribes conditions that may warrant an apportionment of Veterans Pension to a child that a Veteran has given up for adoption.\n38 CFR 3.58\nprohibits the payment of additional disability compensation for a child that a Veteran has given up for adoption.\nSee\nM21-1, Part VII, Subpart i, 3.B.5\nfor more information about cases involving a child that has been given up for adoption.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}