{
  "chunk_id": "VII_iii_1_A_13",
  "content": "/>\nVII.iii.1.A.1.h\n.\nHandling a Beneficiary’s Assertion That a Child Does Not Meet the Definition of a Child Under 38 CFR 3.57\nIf a claim for an apportionment involving a child is pending, and the beneficiary from whose benefits an apportionment may be paid asserts the child does not meet the definition of “child” under\n38 CFR 3.57\n, follow the instructions in the table below.\nExample\n:  A male Veteran whose benefits are subject to apportionment for a child submits a statement asserting that he did not father the child.\nStep\nAction\n1\nIs additional evidence required to establish that the child cannot be recognized as a child for VA purposes?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\nExamples\n:\nAdditional evidence might be required if the only evidence of record is a statement from a male Veteran that he did not father the child in question.\nAdditional evidence might\nnot\nbe required if the evidence of record includes the results of a paternity test.\n2\nAsk the beneficiary to provide additional evidence that supports their assertion. Allow the beneficiary 30 days to respond.\n3\nDid the beneficiary respond within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ncontinue processing the claim for apportionment, and\ndisregard the remaining steps in this table.\n4\nDid the beneficiary provide evidence that is sufficient to establish that the child in question does not meet the definition of “child” under\n38 CFR 3.57\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ncontinue processing the claim for apportionment, and\ndisregard the remaining steps in this table.\n5\nDeny the claim for apportionment of benefits to or for the child.\nNote\n:  There is no requirement to document the denial described in this step on\nVA Form 21-441, Special Apportionment Decision\n.\n6\nNotify both the beneficiary and claimant of the decision, according to the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.\nNote\n:  If VA is already apportioning benefits to or for a child, and the primary beneficiary asserts the child does not meet the definition of “child” under\n38 CFR 3.57\n, follow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.5.a\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}