{
  "chunk_id": "VII_iii_1_A_14",
  "content": "/>\nVII.iii.1.A.1.i\n.\nRestriction on the Concurrent Payment of Education Benefits and Apportioned Benefits\nUse the table below to determine if the payment of VA education benefits (under\n38 U.S.C. Chapter 33\nor\nChapter 35\n) to a claimant precludes them from receiving an apportionment of disability or survivors benefits.\nIf the claimant is a …\nThen the payment of VA education benefits …\nReference\nspouse\ndoes\nnot\npreclude the spouse from concurrently receiving an apportionment of a Veteran’s benefits.\nM21-1, Part VII, Subpart ii, 1.B.2.a and c\n38 CFR 3.707(b)\n, and\n38 CFR 21.3023(d)\nchild under age 18, or\nchild age 18 or older who is permanently incapable of self-support\ndoes not preclude the child from concurrently receiving an apportionment of disability or survivors benefits, if the individual case warrants this action.\nNote\n:  A special restorative training allowance may also be paid concurrently with an apportionment of disability or survivors benefits.\nM21-1, Part VII, Subpart ii, 1.B.2.a and c\n, and\n38 CFR 21.3023(b)\nchild age 18 or older who is capable of self-support\nprecludes the child from concurrently receiving an apportionment of disability or survivors benefits.\nNote\n:  The child must elect which benefit they want to receive.  If the child elects VA education benefits, they are no longer eligible for an apportionment of disability or survivors benefits.\nException\n:  There is\nno\nprohibition against the concurrent payment of an apportionment and VA education benefits under\n38 U.S.C. 3319\n. There was also no prohibition if\nthe education benefit was payable under\n38 U.S.C. 3311\n,\nand\nthe child began a program of education under this statute\nprior\nto August 1, 2011.\nM21-1, Part VII, Subpart ii, 1.B.2.a and c\nM21-1, Part VII, Subpart ii, 1.B.3.d\n, and\n38 CFR 21.3023(a)",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}