{
  "chunk_id": "VII_iii_1_A_22",
  "content": "/>\nVII.iii.1.A.2.c\n.\nIssuing Notice of a Proposed Adverse Action\nAfter estimating the amount of benefits VA should withhold for an apportionment, prepare a notice of proposed adverse action that\ninforms the beneficiary\nof the pending claim for an apportionment of benefits\nof the proposed amount and effective date of any interim withholding\nof the statutory authority for granting an apportionment (\n38 U.S.C. 5307\n)\nof the effective date from which VA proposes to commence the apportionment, and\nthat the award will be reduced by the monthly amount of the apportionment VA authorizes, and\nasks the beneficiary to\ncomplete and return\nVA Form 21-0788\n, and\nrespond within 60 days, after which time VA will decide the apportionment claim unless the beneficiary provides good cause for extending the time limit for a response.\nUnless the provisions of\n38 CFR 3.450\nare\nnot\nfor consideration in determining the claimant’s entitlement to an apportionment, also inform the beneficiary that if they are not contributing to the claimant’s support, they must provide VA with an explanation for not doing so.\nNotes\n:\nConsider the following when proposing an effective date (under\n38 CFR 3.400(e)\n):\nThe granting of an apportionment on an\noriginal claim\noccurs when VA receives the request for an apportionment\nbefore\nit begins paying disability or survivors benefits to the primary beneficiary.\nThe granting of an apportionment on an\nother-than-original claim\noccurs when VA receives the request for an apportionment\nafter\nit begins paying disability or survivors benefits to the primary beneficiary.\nReference\n:  For more information on the required elements of a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.2\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}