{
  "chunk_id": "VII_iii_1_A_29",
  "content": "/>\nVII.iii.1.A.3.a\n.\nUsing Information VA Form 21-0788 Provides When Deciding a Claim\nOnce completed,\nVA Form 21-0788\nprovides decision makers with\nthe amount of monetary support the beneficiary is providing to the claimant, if any, and\ninformation about the net worth and monthly income and expenses of the\nbeneficiary\nclaimant, and\nclaimant’s custodian, if applicable.\nConsider income and expenses the beneficiary and claimant (and the claimant’s custodian, if applicable) individually report on the form when determining\nwhether an apportionment would create a financial hardship on the beneficiary and their dependent(s) (this is relevant only when considering entitlement to an apportionment under\n38 CFR 3.451\n)\nwhether the claimant has a financial need for the apportionment (this is relevant only when considering entitlement to an apportionment under\n38 CFR 3.451\n,\n3.454(b)\n, or\n3.665(e)\n), and\nthe amount of benefits VA should apportion.\nException\n:  Income and expenses reported on\nVA Form 21-0788\nare irrelevant in determining the amount of an apportionment if the amount is dictated by regulation.  Such is the case with apportionments granted under the provisions of\n38 CFR 3.454(a)\nunless\nthe claimant is the Veteran’s dependent\nparent\n.\nNote\n:  VA normally accepts as credible and accurate the entries claimants and beneficiaries make on\nVA Form 21-0788\n.  However, if a claimant or beneficiary reports, for example, an expense that is clearly inflated, claims processors may request documentary proof of the expense from the claimant or beneficiary.\nReference\n:  For more information on determining entitlement to an apportionment\nunder\n38 CFR 3.451\nwhen the claimant is experiencing financial hardship, but paying an apportionment would create a hardship for the beneficiary and their dependent(s), see the fourth row of the table in\nM21-1, Part VII, Subpart iii, 1.A.3.b\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}