{
  "chunk_id": "VII_iii_1_A_37",
  "content": "/>\nVII.iii.1.A.3.i\n.\nDetermining the Effective Date of an Apportionment and the Appropriate Award Action to Take After Making an Apportionment Decision\nAfter making a decision to grant an apportionment, use the table below to determine the\neffective date for the apportioned award, and\nappropriate award action to take.\nIf the apportionment is …\nThen …\ngranted, and the primary beneficiary’s award was running at the time the apportionment claim was received\nretroactively adjust the award of the primary beneficiary effective the first day of the month after the date the apportionment claim was received, creating any resulting overpayment against the primary beneficiary, and\nmake the apportionee award effective the first day of the month after the date the apportionment claim was received.\nException\n:  Follow the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.j\nif\nthe apportionment is to a child for whom VA was previously apportioning benefits until the child turned 18, and\nVA received the child’s apportionment claim within one year of the child’s 18\nth\nbirthday.\nReference\n:  For more information on the actions described in the bullets above, see\n38 CFR 3.400(e)\n, and\n38 CFR 3.650\n.\ngranted, and the apportionment claim was received with or before the primary beneficiary’s original claim\npay the apportionment on the basis of the facts found.\nNote\n:  Payment of the apportionment may be from the same effective date as the effective date of the primary beneficiary’s award.\ngranted and the apportioned amount is\ngreater\nthan the withheld amount\npay the apportionment for the amount previously withheld\ndetermine the additional amount to be apportioned, as well as the effective date, and\nsend the primary beneficiary a notice of proposed adverse action covering the additional amount.\ndenied\nrestore to the beneficiary all funds that were withheld in anticipation of an apportionment.\nNote\n:  An apportionment award for a child that is under the age of 18 must reflect termination of the apportionment on the date the child turns 18.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}