{
  "chunk_id": "VII_iii_1_A_38",
  "content": "/>\nVII.iii.1.A.3.j\n.\nCommencing an Apportionment to a Child For Whom VA Was Previously Apportioning Benefits Until the Child Turned 18\nAfter deciding to grant an apportionment to a child for whom VA was previously apportioning benefits until the child turned 18, follow the instructions in\nthe table below if VA received the child’s apportionment claim within one year of their 18\nth\nbirthday, or\nM21-1, Part VII, Subpart iii, 1.A.3.i\nif VA received the child’s apportionment claim one or more years\nafter\ntheir 18\nth\nbirthday.\nIf the child ...\nThen ...\ncontinuously attended school after turning 18\nbegin paying the apportionment to the child effective the first of the month following the child’s 18\nth\nbirthday, and\nadjust the primary beneficiary’s award to reflect payment of the apportionment from the same effective date.\nReferences\n:  For more information on\nroutine breaks in school attendance that do not affect the continuity of a child’s school attendance, see\nM21-1, Part VII, Subpart ii, 1.A.2.c\n, and\nadjusting a primary beneficiary’s award when a child turns 18 and continues to attend school, see\nM21-1, Part VII, Subpart ii, 1.B.1.a\n.\ndid\nnot\nattend school for a period of time after turning 18\nbegin paying the apportionment to the child effective the first of the month following the date the child began attending school, and\nadjust the primary beneficiary’s award to reflect payment of the apportionment from the same effective date.\nImportant\n:  It might be necessary, under the circumstances described in this block, to require separate\nVA Forms 21-674, Request for Approval of School Attendance\n, from the primary beneficiary\nand\nthe child.\nThe primary beneficiary must submit\nVA Form 21-674\nas certification of school attendance for the purpose of establishing entitlement to additional benefits for the child.  VA may use the same\nVA Form 21-674\nto establish the child’s eligibility for an apportionment as a school child.\nUnless the primary beneficiary submits\nVA Form 21-674\n, the child must submit\nVA Form 21-674\nto establish eligibility for an apportionment as a school child.  VA may\nnot\nuse a\nVA Form 21-674\nthat a\nchild\nsubmits to establish the primary beneficiary’s entitlement to additional benefits for the child.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}