{
  "chunk_id": "VII_iii_1_A_41",
  "content": "/>\nVII.iii.1.A.3.m\n.\nNotifying the Beneficiary and Claimant of the Apportionment Decision\nAdvise both the primary beneficiary and the claimant of the apportionment decision and furnish them notice of\nthe effective date of payment, if the apportionment is granted\nthe amount of the apportionment, if granted\nthe reasons for the decision\nthe evidence used to make the decision\ntheir rights to representation, and\nthe right to appeal the decision by filing a notice of disagreement (NOD) with the Board of Veterans Appeals (Board)\nwithin 60 days\nfrom the date of the decision notice, as provided in\n38 U.S.C. 7105A\n, and\n38 CFR 20.402\n.\nException\n:  There is\nno\nrequirement to notify a\nbeneficiary\nthat VA has\ndenied\na claim for an apportionment if VA decided the apportionment claim\nwithout\nissuing the notice of proposed adverse action described in\nM21-1, Part VII, Subpart iii, 1.A.2.c\n.  (VA does not issue a notice of proposed adverse action to beneficiaries before deciding apportionment claims under the provisions of\n38 CFR 3.452(c)\n,\n3.454\n, or\n3.665(e)\n.)\nImportant\n:\nIf a decision is made to grant an apportionment for a child that is under the age of 18, inform the claimant in the decision notice that the apportionment to that child will automatically end when the child turns 18.  At that point in time, if the child wishes to continue receiving the apportionment, they must submit a claim, using\nVA Form 21-0788\n, and certify school attendance, using\nVA Form 21-674\n.\nAn apportionment claim is a contested claim.\nAttach\nVA Form 20-0998, Your Right to Seek Review of Our Decision\n, to decision notices involving an apportionment claim.\nClaimants have 60 days – not one year – to appeal a decision to the Board on a contested claim.\nDecision review options outside of an appeal to the Board do not exist for decisions on contested claims.\nBecause contested claims commonly involve specific, factual findings that are favorable to one party but not the other, decision notices communicating the outcome of a contested claim, such as an apportionment claim, need not identify or discuss\nfindings found favorable to the claimant under\n38 CFR 3.104(c)\n, or\nelements required to grant the claim that were not met.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section A - Apportionment Process",
  "citation": "Part VII, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176632/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-A-Apportionment-Process",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:26.650251",
  "tags": [
    "m21-1"
  ]
}