{
  "chunk_id": "VII_iii_1_B_7",
  "content": "/>\nVII.iii.1.B.1.b\n.\nCircumstances Requiring Discontinuation of an Apportionment\nAn apportionment must be discontinued when the primary beneficiary’s award is\ndiscontinued for any reason, or\nreduced to a rate that\ndoes not allow payment of a reasonable amount to any apportionee, or\nwould not (\nif the apportionment was granted under the provisions of\n38 CFR 3.451\n) support a continuation of the apportionment without creating undue hardship on the primary beneficiary.\nDiscontinue the apportionment effective the same date as the effective date for discontinuance or reduction (whichever applies) of the primary beneficiary’s award.\nImportant\n:  Before discontinuing an apportionment because it would create undue hardship on the primary beneficiary, determine whether the apportionment may be continued\nunder the provisions of\n38 CFR 3.450\n.\nContinuation of the apportionment under the provisions of\n38 CFR 3.450\nwould\nnot\nbe in order if VA awarded the current apportionment with the knowledge the Veteran was already providing a reasonable level of support to the dependents that are now apportionees.\nDocument the decision, whether favorable or unfavorable, on\nVA Form 21-441, Special Apportionment Decision\n.\nReferences\n:  For more information on\nwhat constitutes a reasonable amount to apportion, see\nM21-1, Part VII, Subpart iii, 1.A.1.f\ndetermining entitlement to an apportionment under the provisions of\n38 CFR 3.450\n, see\nM21-1, Part VII, Subpart iii, 1.A.1.e\n, and\ndiscontinuing an apportionment in the Veterans Benefits Management System – Awards (VBMS-A), see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}