{
  "chunk_id": "VII_iii_1_B_10",
  "content": "/>\nVII.iii.1.B.1.e\n.\nGeneral Instructions for Handling Notice of a Change in the Status of an Apportionee or Primary Beneficiary\nFollow the instructions in the table below after receiving notice of a change in the status of an apportionee or primary beneficiary that will require an adjustment of the apportionment and/or primary beneficiary’s award.\nIf the change was reported by the …\nAnd …\nThen …\nprimary beneficiary\nonly the primary beneficiary’s status has changed\nExample\n:  A Veteran reports income that exceeds the maximum annual pension rate.\nadjust the awards of the primary beneficiary and apportionee(s), and\nprovide contemporaneous notice of the action taken to both parties.\nprimary beneficiary\nthe apportionee’s status has reportedly changed\nremove the apportionee from the primary beneficiary’s award but do\nnot\ndiscontinue the apportionment without\nsending a notice of proposed adverse action to the apportionee, and\nallowing the apportionee 65 days to respond.\napportionee\nthe overall effect of discontinuing the apportionment and removing the apportionee from the primary beneficiary’s award will\nreduce\nthe primary beneficiary’s award\ndiscontinue the apportionment\nsend a notice of proposed adverse action to the primary beneficiary, and\nadjust or discontinue (whichever applies) the primary beneficiary’s award after giving 65 days to respond.\napportionee\nthe overall effect of discontinuing the apportionment and removing the apportionee from the primary beneficiary’s award will\nincrease\nthe primary beneficiary’s award\ndiscontinue the apportionment, and\nprovide contemporaneous notice of the action taken to both parties.\nNote\n:  The requirements of\n38 CFR 3.31\ndo not apply to the “increase” referenced in this row.\na third party\nonly the primary beneficiary’s status has reportedly changed\nsend a notice of proposed adverse action to the primary beneficiary\nsend a letter to the apportionee(s) explaining that VA may\nreduce or discontinue the primary beneficiary’s award on a given date, and\nmake corresponding adjustments to the apportionee award(s), and\nadjust the awards to the primary beneficiary and apportionee(s), if necessary, after giving the primary beneficiary 65 days to respond.\na third party\nthe apportionee’s status has reportedly changed\nsend a notice of proposed adverse action to the apportionee\nsend a notice of proposed adverse action to the primary beneficiary\nonly if\nthe overall effect of discontinuing the apportionment and removing the apportionee from the primary beneficiary’s award will\nreduce\nthe primary beneficiary’s award, and\nadjust the awards to the primary beneficiary and apportionee(s), if necessary, after giving them 65 days to respond.\nImportant\n:  In accordance with\nM21-1, Part IX, Subpart iii, 1.C.6.b\n, the discontinuation of a surviving spouse’s Section 306 or Old Law Pension does\nnot\ndeprive children not in the surviving spouse’s custody of their entitlement to the rate of payment they were receiving as apportionees.\nReferences\n:  For more information on\nthe circumstances under which VA must issue notice of a proposed adverse action and may issue contemporaneous notice, see\nM21-1, Part I, Subpart i, 1.B.2.a\nissuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\nissuing contemporaneous notice, see\nM21-1, Part X, Subpart ii, 3.C\n, and\nhandling a notice of divorce or annulment from a source other than the apportionee, see\nM21-1, Part VII, Subpart iii, 1.B.2.b\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}