{
  "chunk_id": "VII_iii_1_B_11",
  "content": "/>\nVII.iii.1.B.1.f\n.\nHandling Notice That a Primary Beneficiary and Apportionee Now Reside Together\nFollow the instructions in the table below upon receipt of notice that a primary beneficiary and a dependent to whom VA is apportioning some or all of the primary beneficiary’s benefits under\n38 CFR 3.450\nor\n3.451\nnow reside together.\nStep\nAction\n1\nWho notified VA that the primary beneficiary and the apportionee now reside together?\nIf the\nprimary beneficiary\nnotified VA, go to the next step.\nIf the\napportionee\nnotified VA, go to Step 5.\n2\nAdvise the apportionee in a notice of proposed adverse action that VA intends to discontinue the apportionment based on notice that the apportionee and the primary beneficiary now reside together.\nReference\n:  For more information on preparing and issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n3\nDid the apportionee respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n4\nDid the apportionee submit evidence (such as a lease agreement or utility bill) that shows they do\nnot\nreside with the primary beneficiary?\nIf\nyes\n,\nnotify the primary beneficiary that the current apportionment will remain in place because the apportionee submitted evidence showing they do not reside with the primary beneficiary, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n5\nDiscontinue the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, in accordance with\n38 CFR 3.500(d)(1)\n.\n6\nNotify both the primary beneficiary and the apportionee of the action taken in Step 5.\nReference\n:  For more information on preparing and issuing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nthe last two bullets under the\nImportant\nsublabel in\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}