{
  "chunk_id": "VII_iii_1_B_13",
  "content": "/>\nVII.iii.1.B.1.h\n.\nHandling Requests for Adjustment of an Apportionmen\nIf an\napportionee\nrequests an increase in the amount of the apportionment,\ntreat the request as a new apportionment claim, and\nfollow the instructions in\nM21-1, Part VII, Subpart iii, 1.A\n.\nIf a\nprimary beneficiary\nwhose benefits VA is apportioning requests discontinuation of or a decrease in the amount of an apportionment, follow the instructions in the table below.\nImportant\n:\nTreat the apportionee’s request for an increased apportionment as a request for application, if the request is missing a completed\nVA Form 21-0788, Information Regarding Apportionment of Beneficiary’s Award\n.\nStep\nAction\n1\nEstablish EP 130 under the primary beneficiary’s name.\n2\nDoes the information/evidence the primary beneficiary provided indicate a discontinuation or reduction in the amount of the apportionment might be in order?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\nNotes\n:\nWhen making the decision this step requires, apply the provisions of\nM21-1, Part VII, Subpart iii, 1.A.1.d and e\n, and\nM21-1, Part VII, Subpart iii, 1.A.3.a and e\n.\nWhen the correspondence indicates a change in financial status and the primary beneficiary did not submit\nVA Form 21-0788\n,\nrequest completion of\nVA Form 21-0788\n, and\nprovide a 30-day response period before going to the next step.\n3\nNotify the primary beneficiary that the evidence of record does not support an adjustment in the amount of the apportionment.\n4\nClear the pending EP 130 and disregard the remaining steps in this table.\n5\nEstablish EP 600 under the apportionee’s name.\n6\nPrepare a notice of proposed adverse action that proposes to reduce or discontinue the apportionment (whichever is deemed appropriate).  In the notice, ask the apportionee to complete and return\nVA Form 21-0788\n.\n7\nGo to the next step when either of the following occur:\nthe apportionee responds to the notice of proposed adverse action, or\n65 days pass after VA issues the notice of proposed adverse action.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\nif the apportionee requests a hearing in response to the notice of proposed adverse action.\n8\nMake an administrative decision as to whether a reduction or discontinuation of the apportionment is in order.\nFollow the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.g\n, for documenting the decision.\n9\nIs a reduction or discontinuation of the apportionment in order?\nIf\nyes\n, go to Step 12.\nIf\nno\n, go to the next step.\n10\nNotify both the apportionee and the primary beneficiary of the decision.\n11\nClear the pending EP 130 and EP 600 and disregard the remaining steps in this table.\n12\nIf a\nreduction\nin the amount of the apportionment is in order, go to the next step.\nIf\ndiscontinuation\nof the apportionment is in order, go to Step 14.\n13\nFollow the guidance in\nM21-1, Part VII, Subpart iii, 1.A.3.e\nto determine what the new amount of the apportionment should be.\n14\nAdjust (reduce or discontinue) the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n15\nNotify both the apportionee and the primary beneficiary of the decision and the actions taken.\nReferences\n:  For more information on preparing and issuing a\nnotice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n, and\ndecision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nthe last two bullets under the\nImportant\nsublabel in\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}