{
  "chunk_id": "VII_iii_1_B_15",
  "content": "/>\nVII.iii.1.B.1.j\n.\nRemoving a Former Apportionee From a Beneficiary’s Award Because the Former Apportionee's Whereabouts Are Unknown\nVA must remove from a beneficiary’s award\na child whose whereabouts are unknown, and/or\nthe beneficiary’s spouse if\nthe beneficiary is a Veteran in receipt of pension, and\nthe whereabouts of the spouse are unknown.\nException\n:  Removal of a dependent from a beneficiary’s award is\nnot\nrequired if the beneficiary is contributing to the dependent’s support.\nFollow the instructions in the table below if\nthe whereabouts of an apportionee are unknown, and\nthe apportionee is\na child, or\nthe spouse of a Veteran in receipt of pension.\nStep\nAction\n1\nWill the combined effect of removing the dependent\nand\ndiscontinuing the apportionment\ndecrease\nthe benefits payable to the beneficiary?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\n2\nRemove the dependent from the beneficiary’s award (\nwithout\nissuing a notice of proposed adverse action) effective the date VA last paid the\nbeneficiary\n(the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS).\nDisregard the remaining steps in this table.\nNote\n:  Take the actions described in this step concurrent with actions to discontinue the apportionment to the dependent.\n3\nEstablish EP 600, using the current date as the date of claim.\n4\nPrepare a notice of proposed adverse action.  In the notice,\ninform the beneficiary that VA must remove the dependent from their award because the dependent’s whereabouts are unknown, and\nask the beneficiary to provide to VA\nthe dependent’s current address (physical or mailing), or\nevidence that the beneficiary is contributing to the dependent’s support.\nReference\n:  For more information on issuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n5\nDid the beneficiary respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\nNote\n:  If the beneficiary requests a hearing in response to the notice of proposed adverse action, follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n.\n6\nRemove the dependent from the beneficiary’s award (under the pending EP 600) effective the date VA last paid the\nbeneficiary\n(the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS).\n7\nNotify the beneficiary of the action taken.\nDisregard the remaining steps in this table.\n8\nDid the beneficiary provide the dependent’s current address or evidence that the beneficiary is contributing to the dependent’s support?\nIf\nyes\n, go to the next step.\nIf\nno\n, return to Step 6.\n9\nNotify the beneficiary that VA will\nnot\nremove the dependent from their award.\nNotes\n:\nIf the beneficiary provides the dependent’s current address, do\nnot\nresume the apportionment without a request for resumption from the apportionee.\nFollow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.1.k\n, following receipt of a request for resumption of the apportionment.\n10\nClear the pending EP 600.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}