{
  "chunk_id": "VII_iii_1_B_16",
  "content": "/>\nVII.iii.1.B.1.k\n.\nRequests for Resumption of an Apportionment That VA Suspended or Discontinued Because Payments Were Returned as Undeliverable\nFollow the instructions in the table below following receipt of a request from an apportionee for resumption of an apportionment that was suspended because payments to the apportionee were returned as undeliverable.\nIf …\nThen …\nVA has not yet discontinued the apportionment (it is still in suspense)\nresume the apportionment under EP 130 and release to the apportionee any proceeds in their account.\nVA has discontinued the apportionment\nask the apportionee to complete a new\nVA Form 21-0788\n(unless the apportionee submitted the form with the request)\ntake the actions described in\nM21-1, Part VII, Subpart iii, 1.A.2 and 3\n, and\nfollow the instructions in the table below if the apportionee\nremains entitled\nto an apportionment.\nIf VA received the request for resumption of the apportionment …\nThen …\nwithin one year of the date VA notified the apportionee that VA had discontinued the apportionment\nresume payment of the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nNote\n:  If, after resuming an apportionment, the apportionee reports they did\nnot\nreceive the proceeds VA returned to appropriations when it discontinued the apportionment, prepare a memorandum that asks the local finance activity to pay out the proceeds.\none year or more after the date VA notified the apportionee VA had discontinued the apportionment\nresume payment of the apportionment effective the first of the month following the date VA received the request.\nException\n:  Following receipt of a request for resumption of an apportionment that originated as a garnishment order (under the provisions of\nM21-1, Part VII, Subpart iii, 1.C.2.c\n) and was suspended because payments to the apportionee were returned as undeliverable, do\nnot\ntake the actions described in the second row of the table above if VA has discontinued the apportionment.  Instead, resume payment of the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS regardless of the date VA received the request.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}