{
  "chunk_id": "VII_iii_1_B_21",
  "content": "/>\nVII.iii.1.B.2.b\n.\nProcessing a Notice of Divorce or Annulment From a Source Other Than the Apportionee\nFollowing receipt of notice – from a source\nother than\nthe spouse-apportionee – that the apportionee has divorced or obtained an annulment of the marriage to the Veteran,\nsend a notice of proposed adverse action to the Veteran that proposes to remove the spouse from their award,\nunless\nthe\nVeteran\nprovided the notice of divorce/annulment, and\ndo\nnot\ndiscontinue the apportionment without\nfurnishing a notice of proposed adverse action that informs the apportionee of the right to introduce evidence showing why VA should not accept the notice of divorce/annulment as valid, and\nallowing the apportionee 60 days to respond.\nNotes\n:\nIf the notice of divorce/annulment includes the following information, provide it in the notice of proposed adverse action:\ncourt that processed the divorce/annulment\ndate of the divorce/annulment, and\ncourt file number.\nWhen the\nVeteran\nnotifies VA of the divorce/annulment, remove the apportionee from the Veteran’s award but do\nnot\ndiscontinue the apportionment until the apportionee has had an opportunity to respond to the notice of proposed adverse action referenced in the preceding paragraph.\nR\neferences\n:  For more information on\nhandling a change in status that the apportionee\nreports, see\nM21-1, Part VII, Subpart iii, 1.B.1.e\n, and\nissuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.1 and 2\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}