{
  "chunk_id": "VII_iii_1_B_22",
  "content": "/>\nVII.iii.1.B.2.c\n.\nRequesting Evidence to Confirm a Divorce or Annulment\nWhen a spouse-apportionee responds to the notice of proposed adverse action referenced in\nM21-1, Part VII, Subpart iii, 1.B.2.b\n, by stating the marriage to the Veteran has\nnot\nended, follow the steps in the table below.\nStep\nAction\n1\nIs documentary evidence of the divorce/annulment of record?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.2.e\n.\nIf\nno\n, go to the next step.\n2\nAsk the Veteran to provide documentary evidence of the divorce/annulment.  Allow the Veteran 30 days to provide the evidence.\n3\nDid the Veteran provide documentary evidence of the divorce/annulment within 30 days?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.2.e\n.\nIf\nno\n, go to the next step.\n4\nRequest a certified copy of documentary evidence of the divorce/annulment from the custodian of vital records in the state where the divorce/annulment reportedly took place.\nReference\n:  For addresses of where to send requests for vital records, see\nM21-1, Part III, Subpart i, 2.A.1.e\n.\n5\nIf the custodian is unable to locate the requested evidence, go to the next step.\nIf the custodian provides the requested evidence,\ndisregard the remaining step in this table, and\nfollow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.2.e\n.\n6\nNotify the spouse-apportionee that apportionment of the Veteran’s benefits will continue.\nIf the\nVeteran\nreported the divorce/annulment,\nnotify them that without documentary evidence of the divorce/annulment, VA must continue paying the apportionment, and\ndo not add the spouse back onto the Veteran’s award unless and until the Veteran asks VA to do so by submitting one of the forms listed in the bottom row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n.\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nthe last two bullets under the\nImportant\nsublabel in\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}