{
  "chunk_id": "VII_iii_1_B_29",
  "content": "/>\nVII.iii.1.B.3.b\n.\nProcessing Notice of the Death of an Apportionee\nFollow the steps in the table below following receipt of notice of the death of an apportionee.\nStep\nAction\n1\nDid the\nprimary beneficiary\nnotify VA of the death of the apportionee?\nIf\nyes\n,\ncomplete the fields on the DEPENDENCY DECISION screen in VBMS to remove the deceased apportionee from the primary beneficiary’s award effective the first day\nfollowing\nthe month of death, and\ngo to the next step.\nIf\nno\n, go to Step 8.\n2\nDoes the evidence of record include a death certificate for the apportionee?\nIf\nyes\n, go to Step 14.\nIf\nno\n, go to the next step.\nException\n:  Go to Step 5\ninstead of the next step\nif VA has already asked the primary beneficiary (in Step 8) to provide the death certificate.\n3\nAsk the primary beneficiary to provide a death certificate.  Allow 30 days to respond.\n4\nDid the primary beneficiary provide a death certificate within the 30-day response period?\nIf\nyes\n, go to Step 14.\nIf\nno\n, go to the next step.\n5\nRequest a certified copy of the death certificate from the custodian of vital records in the State where the apportionee reportedly died.\nReference\n:  For addresses of where to send requests for vital records, see\nM21-1, Part III, Subpart i, 2.A.1.e\n.\n6\nIf the custodian is unable to locate a death certificate, go to the next step.\nIf the custodian provides the death certificate, go to Step 14.\n7\nNotify the primary beneficiary that without a death certificate, VA must continue the apportionment.\nDisregard the remaining steps in this table.\nNote\n:  Do not add the apportionee back onto the primary beneficiary’s award unless and until the Veteran asks VA to do so by submitting one of the forms listed in the bottom row of the table in\nM21-1, Part II, Subpart iii, 1.A.1.a\n.\n8\nSend a notice of proposed adverse action to the primary beneficiary that\nproposes to remove the apportionee from their award effective the first day\nfollowing\nthe month of death, and\nasks the primary beneficiary to provide a death certificate (if one is not already of record).\n9\nDid the primary beneficiary respond within 65 days of the date of the notice of proposed adverse action by stating the apportionee is still alive?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ncomplete the fields on the DEPENDENCY DECISION screen in VBMS to remove the deceased apportionee from the primary beneficiary’s award effective the first day\nfollowing\nthe month of death, and\nreturn to\nStep 2\n.\n10\nDoes the evidence of record include a death certificate for the apportionee?\nIf\nyes\n, go to Step 13.\nIf\nno\n,\nrequest a certified copy of the death certificate from the custodian of vital records in the state where the apportionee reportedly died, and\ngo to the next step.\nReference\n:  For addresses of where to send requests for vital records, see\nM21-1, Part III, Subpart i, 2.A.1.e\n.\n11\nIf the custodian is unable to locate a death certificate, go to the next step.\nIf the custodian provides the death certificate, go to Step 13.\n12\nNotify the primary beneficiary that VA will neither remove the apportionee from the beneficiary’s award nor discontinue the apportionment.\nDisregard the remaining steps in this table.\n13\nComplete the fields on the DEPENDENCY DECISION screen in VBMS to remove the deceased apportionee from the primary beneficiary’s award effective the first day\nfollowing\nthe month of death.\n14\nIs the award to the deceased apportionee still running?\nIf\nyes\n, discontinue the deceased apportionee’s award effective the first day of the month of death.\nIf\nno\n(including suspended awards), ensure the deceased apportionee’s award was discontinued effective the\nearlier\nof the following:\ndate in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, or\nfirst day of the month of death.\nReference\n:  For more information on discontinuing an apportionee’s award, see the\nVBMS Awards User Guide\n.\n15\nWere other apportionees receiving an apportionment under the same award as the deceased apportionee?\nIf\nyes\n, follow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.4.b\n,\nstarting with Step 3\n.\nIf\nno\n, notify the primary beneficiary of the actions taken.\nReference\n:  For more information on adjusting a primary beneficiary’s award due to the death of an apportionee, see\n38 CFR 3.1000(b)(1)\n, and\n38 CFR 3.500(g)\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}