{
  "chunk_id": "VII_iii_1_B_34",
  "content": "/>\nVII.iii.1.B.4.a\n.\nDetermining Whether Discontinuation or Reduction of the Child’s Apportionment Is in Order\nVA may\nnot\napportion benefits\nunder\n38 CFR 3.450\nif the primary beneficiary is providing a reasonable level of support to the individual receiving or filing a claim for an apportionment.\nFollow the steps in the table below following receipt of notice that a primary beneficiary is paying child support for a child-apportionee.\nStep\nAction\n1\nMay VA continue the apportionment under the provisions of one of the\nother\nregulations cited in\nM21-1, Part VII, Subpart iii, 1.A.1.d\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\nNote\n:  If information required to make a decision is not of record, ask the primary beneficiary and/or apportionee’s custodian to provide it.\n2\nDoes the evidence of record indicate VA should\nreduce\nthe amount of the apportionment to the child-apportionee?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n3\nDid someone other than the child-apportionee’s custodian report the payment of child support?\nIf\nyes\n,\nissue a notice of proposed adverse action to the child-apportionee’s custodian that proposes to reduce the apportionment to an amount determined in accordance with\nM21-1, Part VII, Subpart iii, 1.A.3.e\n, effective the date the primary beneficiary began paying the child support, and\ngo to the next step.\nIf\nno\n,\nreduce the apportionment to an amount determined in accordance with\nM21-1, Part VII, Subpart iii, 1.A.3.e\n, effective the date the primary beneficiary began paying the child support, and\ngo to Step 11.\n4\nDid the child-apportionee’s custodian respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nreduce the apportionment as proposed in the notice of proposed adverse action, and\ngo to Step 11.\n5\nDid the child-apportionee’s custodian provide evidence or information indicating VA should\nnot\nreduce the amount of the apportionment?\nIf\nyes\n,\nleave the apportionment running at its current rate, and\ngo to Step 11.\nIf\nno\n,\nreduce the apportionment as proposed in the notice of proposed adverse action, and\ngo to Step 11.\n6\nDid someone other than the child-apportionee’s custodian report the payment of child support?\nIf\nyes\n,\nissue a notice of proposed adverse action to the child-apportionee’s custodian that proposes to discontinue the apportionment effective the date the primary beneficiary began paying the child support, and\ngo to the next step.\nIf\nno\n, go to Step 10.\n7\nDid the child-apportionee’s custodian respond to the notice of proposed adverse action within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 10.\n8\nDid the child-apportionee’s custodian provide evidence or information indicating VA should\nnot\ndiscontinue the apportionment?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 10.\n9\nDoes the information contained in\nM21-1, Part VII, Subpart iii, 1.A.3.e\n, indicate a reduction in the amount of the apportionment is in order?\nIf\nyes\n,\nreduce the apportionment to the appropriate amount effective the date the primary beneficiary began paying the child support, and\ngo to Step 11.\nIf\nno\n,\ncontinue the apportionment at the current rate, and\ngo to Step 11.\n10\nDiscontinue the apportionment for the child effective the date the primary beneficiary began paying the child support.\n11\nNotify the primary beneficiary and apportionee’s custodian of the decision VA made.\nImportant\n:\nDocument decisions to continue, discontinue, or adjust the amount of an apportionment according to the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.g\n.\nAlthough unlikely, if the evidence supports an\nincrease\nin the amount of the apportionment to the child-apportionee, do\nnot\nmake such an adjustment without issuing and allowing the primary beneficiary to respond to a notice of proposed adverse action.\nReference\n:  For more information on issuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}