{
  "chunk_id": "VII_iii_1_B_39",
  "content": "/>\nVII.iii.1.B.5.a\n.\nHandling Notice From a Primary Beneficiary Indicating a Child-Apportionee Is Not a Child Per 38 CFR 3.57\nFollow the instructions in the table below following receipt of notice from a primary beneficiary indicating a child-apportionee cannot be recognized as a Veteran’s child under\n38 CFR 3.57\n.\nExample\n:  A male Veteran submits a statement indicating he did not father a child to whom VA is apportioning the Veteran’s benefits.\nStep\nAction\n1\nEstablish EP 130 under the primary beneficiary’s name.\n2\nIs additional evidence required to confirm the child-apportionee cannot be recognized as a child for VA purposes?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\nExamples\n:\nAdditional evidence might be required if the only evidence of record is a statement from a male Veteran that he did not father a child-apportionee.\nAdditional evidence might\nnot\nbe required if the evidence of record includes the results of a paternity test.\n3\nConcurrent with the actions described in the next two steps\n, request additional evidence from the primary beneficiary.\n4\nEstablish EP 600 under the child-apportionee’s name.\n5\nSend the child-apportionee or the child-apportionee’s custodian (whichever applies) notice of VA’s proposal to discontinue the child’s apportionment effective the first of the month following the month in which the due process period ends. (The due process period ends 60 days following the date of the notice.)\nAfter 65 days (from the date of the notice) have passed, proceed to the next step.\n6\nBased on the evidence of record, may VA recognize the child-apportionee as a Veteran’s child under\n38 CFR 3.57\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n7\nNotify the primary beneficiary and the child-apportionee or child-apportionee’s custodian (whichever applies) that VA will\nnot\ndiscontinue the apportionment.\nNotify the primary beneficiary that the child-apportionee will remain on their award.\n8\nClear the EP 130 and EP 600.\nDisregard the remaining steps in this table.\n9\nDiscontinue the child-apportionee’s award under the EP 600, effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n10\nRemove the child-apportionee from the primary beneficiary’s award under the EP 130, effective the same date the apportionment was discontinued.\n11\nNotify the primary beneficiary and the child apportionee or child apportionee’s custodian (whichever applies) of the actions taken.\nReferences\n:  For more information on\nissuing notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.2\n, and\npreparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nthe last two bullets under the\nImportant\nsublabel in\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}