{
  "chunk_id": "VII_iii_1_B_40",
  "content": "/>\nVII.iii.1.B.5.b\n.\nHandling Notice From a Child-Apportionee or Custodian Indicating the Apportionee Is Not a Child Per 38 CFR 3.57\nFollow the instructions in the table below following receipt of notice from a child-apportionee or child-apportionee’s custodian indicating the apportionee cannot be recognized as a Veteran’s child under\n38 CFR 3.57\n.\nExample\n:  A child-apportionee’s custodian, who is also the child-apportionee’s biological mother, submits a statement to VA in which she reports learning the child-apportionee was fathered by someone other than her Veteran-husband.\nStep\nAction\n1\nEstablish EP 130 under the child-apportionee’s name.\n2\nIs additional evidence required to confirm the child apportionee cannot be recognized as a child for VA purposes?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\nExamples\n:\nAdditional evidence might be required if the only evidence of record is a statement from the child-apportionee’s custodian, such as the one referenced in the example that precedes this table.\nAdditional evidence might\nnot\nbe required if the evidence of record includes the results of a paternity test.\n3\nConcurrent with the action described in the next step\n, request additional evidence from the child-apportionee or the child-apportionee’s custodian (whichever applies).\n4\nDiscontinue the child-apportionee’s award under the EP 130, effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n5\nNotify the child-apportionee or the child-apportionee’s custodian (whichever applies) of the action taken.\n6\nEstablish EP 600 under the primary beneficiary’s name.\n7\nSend the primary beneficiary notice of VA’s proposal to remove the child from the primary beneficiary’s award effective the same date the child-apportionee’s award was discontinued.\nOnce 65 days (from the date of the notice) have passed, go to the next step.\n8\nBased on the evidence of record, may VA recognize the child-apportionee as a Veteran’s child under\n38 CFR 3.57\n?\nIf\nyes\n,\nleave the child on the primary beneficiary’s award, and\ngo to the next step.\nIf\nno\n, go to Step 13.\n9\nEstablish EP 130 under the child-apportionee’s name.\n10\nResume payment of the apportionment under EP 130 from the date it was discontinued in Step 4.\n11\nNotify the primary beneficiary and the child apportionee or child apportionee’s custodian (whichever applies) of the resumption of the apportionment.\nNotify the primary beneficiary that the child-apportionee will remain on their award.\n12\nClear the EP 600.\nDisregard the remaining steps in this table.\n13\nRemove the child from the primary beneficiary’s award under EP 600, effective the same date the child-apportionee’s award was discontinued.\n14\nNotify the primary beneficiary of the action taken.\nReferences\n:\nFor more information on\nissuing notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.2\n, and\npreparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n, and\nthe last two bullets under the\nImportant\nsublabel in\nM21-1, Part VII, Subpart iii, 1.A.3.m\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}