{
  "chunk_id": "VII_iii_1_B_48",
  "content": "/>\nVII.iii.1.B.7.b\n.\nChanges in a Child-Apportionee’s Status as a Dependent Due to Death, Marriage, Adoption, or Discontinuation of School Attendance\nFollow the instructions in the table below when a child-apportionee dies, marries, or stops attending school.\nIf the child-apportionee …\nThen …\ndies, and\nis the only apportionee\ndiscontinue the apportionment effective the first day of the month of death, per\n38 CFR 3.500(g)(1)\n, and\nremove the child from the primary beneficiary’s award effective the first day of the month\nfollowing\ndeath, per\n38 CFR 3.500(g)(2)(ii)\n.\nmarries, and\nis the only apportionee\ndiscontinue the apportionment effective the first day of the month of marriage, per\n38 CFR 3.500(n)(1)\n, and\nremove the child from the primary beneficiary’s award effective the first day of the month\nfollowing\nmarriage, per\n38 CFR 3.500(n)(2)(ii)\n.\nis given up for adoption, and\nis the only apportionee\ndiscontinue the apportionment effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, per\n38 CFR 3.500(d)(1)\n, and\nfollow the instructions in\nM21-1, Part VII, Subpart i, 3.B.5.a\n, for removing the child from the Veteran’s award.\nImportant\n:  Application of the instructions in this cell is limited to Veterans and apportionees in receipt of\ndisability compensation\n.\nM21-1, Part VII, Subpart i, 3.B.5.b\n, describes the effect the adoption of a Veteran’s child has on an award of Veterans Pension.\nstops attending school, and\nis the only apportionee\ndiscontinue the apportionment and remove the child from the primary beneficiary’s award effective the first day of the month\nfollowing\nthe date school attendance ended, per\n38 CFR 3.667(c)\n.\nNote\n:  If an award has been made covering a vacation period, and the child fails to return to school at the end of that period, the effective date for the adjustments described above is the earlier of the following dates, per\n38 CFR 3.667(b)\n:\ndate in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, or\nfirst day of the month following the month the child was scheduled to return to school.\nmarries, dies, or stops attending school, and\nis included as a dependent on a spouse-apportionee’s award\nreduce the spouse-apportionee’s award effective the first day of the month\nfollowing\nmarriage under\n38 CFR 3.500(n)(2)(ii)\ndeath under\n38 CFR 3.500(g)(2)(ii)\n, or\nthe date the child stopped attending school under\n38 CFR 3.667(b) or (c)\n.\nis given up for adoption, and\nis included as a dependent on a spouse-apportionee’s award\nreduce the spouse-apportionee’s award effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS, per\n38 CFR 3.500(d)(1)\n.\nReference\n:  For more information on discontinuing an apportioned award due to the death of the apportionee, see\nM21-1, Part VII, Subpart iii, 1.B.3.b\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}