{
  "chunk_id": "VII_iii_1_B_50",
  "content": "/>\nVII.iii.1.B.7.d\n.\nAction to Take if the Apportionee That Lost Status as a Dependent Was One of Multiple Apportionees\nFollow the steps in the table below if the apportionee that lost status as a dependent was one of multiple apportionees on the same award.\nException\n:  If the apportionee is a former spouse who divorced the Veteran or whose marriage to the Veteran was annulled, follow the instructions in\nM21-1, Part VII, Subpart iii, 1.B.2\n.\nStep\nAction\n1\nIs the apportionee a former school child that lost status as a dependent because school attendance terminated?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n2\nUpdate the ALLOTMENT DECISION screen to remove the apportionment to the apportionee.\nNote\n:  Use the same effective date in this step as that used in the next step.\n3\nComplete the fields on the DEPENDENCY DECISION screen to remove the apportionee from the primary beneficiary’s award.\nGo to Step 6.\nNote\n:  Follow the instructions in\nM21-1, Part VII, Subpart ii, 1.B.4.c\n, for choosing an effective date.\n4\nUpdate the ALLOTMENT DECISION screen to discontinue the apportionment to the apportionee that lost status as a dependent effective the first day of the month during which the event occurred that caused the apportionee to lose status.\n5\nComplete the fields on the DEPENDENCY DECISION screen to remove the apportionee from the primary beneficiary’s award.\nNote\n:  Follow the instructions in\nM21-1, Part VII, Subpart i, 1.C.4.b.and c\nfor selecting an effective date.\n6\nDoes the most recent apportionment decision specify how much of the primary beneficiary’s award is to be allotted to each apportionee?\nIf\nyes\n, go to Step 9.\nIf\nno\n, go to the next step.\n7\nDetermine how much of the primary beneficiary’s award to apportion to the remaining apportionee(s) by following the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.e\n.\n8\nDocument the decision made in Step 7 according to the instructions in\nM21-1, Part VII, Subpart iii, 1.A.3.g\n.\n9\nUpdate the ALLOTMENT DECISION screen with the new amount(s) allotted to the remaining apportionee(s).\n10\nNotify the primary beneficiary and the apportionee(s) of the actions taken.\nReference\n:  For more information on making award adjustments in\n​​​​​​​\nVBMS-A, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section B - Adjusting Apportioned Awards",
  "citation": "Part VII, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176633/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-B-Adjusting-Apportioned-Awards",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:36.072027",
  "tags": [
    "m21-1"
  ]
}