{
  "chunk_id": "VII_iii_1_C_12",
  "content": "/>\nVII.iii.1.C.2.b\n.\nFinance Activity Responsibilities With Regard to Garnishment Orders\nThe table below describes the actions an FO takes when processing a garnishment order.\nStage\nDescription\n1\nThe FO reviews the claims folder to determine initial withholding activity under\n5 CFR 581.103\n.\n2\nThe FO\nnotifies the Veteran of the pending garnishment action, and\nprovides the Veteran with\na copy of the garnishment order\na description of the garnishment process, and\ninformation about\nmonthly garnishment limitations, and\ndecision review rights.\n3\nUnder\neither\nof the following circumstances, the FO refers the garnishment order to District Counsel:\nthe garnishment order\nis\nnot\nfrom State Child Enforcement Agency, and\nwas not submitted on\nOMB Form 0970-0154\n,\nIncome Withholding for Support\n, or\nthe Veteran is subject to more than one garnishment order at a time (not including amendments).\n4\nThe FO takes the actions described in the table below and works with District Counsel to resolve any questions that arise.\nImportant\n:  If the FO referred the garnishment order to District Counsel in Stage 3, the FO takes the actions described in the table below\nafter\nDistrict Counsel has completed its review of the order and provided guidance to the FO.\nIf the garnishment order …\nThen the FO …\ninvolves a dependent on the Veteran’s award\nforwards the order to the VSC.\ndoes\nnot\ninvolve a dependent on the Veteran’s award\narranges withholding and payment from the Veteran’s award via the Enterprise Management of Payments, Workload, and Reporting for VA (eMPWR-VA).",
  "title": "M21-1, Part VII, Subpart iii, Chapter 1, Section C - Garnishment of Disability Compensation in Lieu of Military Retired Pay (MRP) to Pay Alimony or Child Support",
  "citation": "Part VII, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000176634/M21-1-Part-VII-Subpart-iii-Chapter-1-Section-C-Garnishment-of-Disability-Compensation-in-Lieu-of-Military-Retired-Pay-MRP-to-Pay-Alimony-or-Child-Support",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:45.334255",
  "tags": [
    "m21-1"
  ]
}