{
  "chunk_id": "VIII_i_1_A_8",
  "content": "/>\nVIII.i.1.A.1.c\n.\nClaims Requiring Centralized Processing for Research of Herbicide Exposure\nUnder PACT Act implementation effective August 10, 2022, the centralized processing model of herbicide claims is as follows:\ndevelopment, research, and documentation of herbicide exposure in all land-based locations is conducted by any regional office (RO)\ndevelopment, research, and documentation of herbicide exposure in RVN nautical locations or nautical-based service in the new PACT Act locations is the sole responsibility of the centralized processing sites; however, only certain claims will require this step, as described below, and\nROs will screen claims for hypothyroidism, bladder cancer, and parkinsonism for potential\nNehmer\nstipulation applicability and only route certain claims to a centralized processing site, when required as described below.\nThe table below represents the claim types which require centralized processing for concessions of herbicide exposure.\nIf there is ...\nThen concession of exposure is ...\nin-country service at any recognized location, and\nnone of the below apply\nnot centralized.\nno qualifying in-country service, and\nan explicit or implicit claim of RVN-based nautical service as described in the\nPACT Act Implementation SOP\ncontent titled,\nEvidence of Nautical Service\ncentralized.\nno qualifying in-country service, and\nan explicit or implicit claim of nautical service as described in the\nPACT Act Implementation SOP\ncontent titled,\nEvidence of Nautical Service\n, in one of the following locations\nAmerican Samoa\nGuam\nThailand, or\nJohnston Atoll\ncentralized.\na previously denied claim based on no qualifying service, and\nan explicit or implicit claim of RVN-based nautical service as described in the\nPACT Act Implementation SOP\ncontent titled,\nEvidence of Nautical Service\nImportant\n:  This applies even in cases where there is evidence of qualifying land-based service in any of the recognized herbicide locations.\ncentralized.\nReferences\n:  For more information on\nthe requirement for centralized processing of the rating and authorization activities of herbicide claims, see\nM21-1, Part VIII, Subpart i, 1.B.1.k\n, and\ncentralized processing offices, see the\nOffice of Field Operations' RO special missions site\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section A - Developing Claims for Service Connection (SC) Based on Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177422/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-A-Developing-Claims-for-Service-Connection-SC-Based-on-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:54.619632",
  "tags": [
    "m21-1"
  ]
}