{
  "chunk_id": "VIII_i_1_A_32",
  "content": "/>\nVIII.i.1.A.6.a\n.\nVerifying Herbicide Exposure on a Factual Basis in Other Locations\nFollow the steps in the table below to verify potential herbicide exposure on a factual basis when the Veteran alleges exposure in a location not associated with a presumption of herbicide exposure.\nStep\nAction\n1\nIf the claimant did not provide approximate dates, location(s), and nature of the alleged exposure to herbicides, send a subsequent development letter and include the\nVBMS AO - Exposure General Notice\nparagraph.  Allow the Veteran 30 days to submit the requested information.\n2\nAfter 30 days, did VA receive this information?\nIf\nyes,\ngo to Step 3.\nIf\nno\n,\nrefer the case to the rating activity, and\ndisregard the remaining steps in the table.\n3\nResearch the date(s), location(s), and circumstances of claimed herbicide exposure with the\nHerbicide Tests and Storage Outside Vietnam\nlists provided by DoD.\nException\n:  If in response to the letter sent in Step 1 above, the Veteran provided an allegation of service in a location associated with a presumption of herbicide exposure, follow the procedures relevant to the specific location.\n4\nDid the DoD lists confirm that herbicides were used as claimed?\nIf\nyes\n, determine whether SC is otherwise in order.\nIf\nno\n, go to Step 5.\n5\nHas the Veteran provided sufficient information to permit a search by MRRC?\nIf\nyes\n, refer the case to the RO Research Coordinator to send a request to MRRC for verification of exposure to herbicides.\nIf\nno\n,\nprocess the SC claim as a non-presumptive disability claim under the TERA procedures as outlined in the\nPACT Act Implementation SOP\n.\nReference\n:  For more information on referring a claim to the RO Research Coordinator, see the\nNWQ Playbook\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section A - Developing Claims for Service Connection (SC) Based on Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177422/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-A-Developing-Claims-for-Service-Connection-SC-Based-on-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:54:54.619632",
  "tags": [
    "m21-1"
  ]
}