{
  "chunk_id": "VIII_i_1_B_7",
  "content": "/>\nVIII.i.1.B.1.b\n.\nRebutting the 38 CFR 3.307(a) Presumption by Affirmative Evidence to the Contrary\nThe\n38 CFR 3.307(a)\npresumption of a nexus between a\n38 CFR 3.309(e)\ndisability and established in-service exposure to an herbicide agent can be rebutted by evidence that the disability was not caused by the exposure.\nThe standard in\n38 CFR 3.307(d)\nis\naffirmative evidence to the contrary\n.  The regulation does not specifically define the standard but notes that it means less than conclusive proof and requires sound medical reasoning and consideration of all evidence of record.\nImportant\n:\nAlthough the regulation permits rebuttal, in practice evidence will infrequently support it.  The presumptions were created based on a finding by the Secretary that a positive association exists between the disorders listed in\n38 CFR 3.309(e)\nand herbicide exposure. This finding in turn was based on a study by the National Academy of Science’s (NAS’s) Institute of Medicine.\nA conclusory medical statement that a condition listed in\n38 CFR 3.309(e)\nis not related to demonstrated or presumed herbicide exposure does not meet the sound medical reasoning requirement. There must be competent, credible, and persuasive medical evidence supported by all of the other pertinent evidence of record that the individual’s diagnosed disorder is more likely than not related to a specific non-service-related cause.\nReferences\n:  For more information on\nevaluating evidence, see\nM21-1, Part V, Subpart ii, 1.A\nrequiring further development, see\nM21-1, Part V, Subpart ii, 3.B.1.a\n, and\nthe requirement for supporting medical conclusions with evidence in the claims folder, see\nM21-1, Part V, Subpart ii, 1.A.3.f\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}