{
  "chunk_id": "VIII_i_1_B_8",
  "content": "/>\nVIII.i.1.B.1.c\n.\nPresuming Exposure to an Herbicide Agent\nCurrently, the Department of Veterans Affairs (VA) recognizes a presumption of exposure to herbicides in specific locations and military service experiences as listed in the table below.\nPresumptive exposure provision applies to ...\nAuthority\nVeterans who served in\nthe Republic of Vietnam (RVN) during the period beginning on January 9, 1962, and ending on May 7, 1975, or\na unit that, as determined by the Department of Defense, operated in or near the Korean demilitarized zone (DMZ) between September 1, 1967, and August 31, 1971, and\nindividuals who performed service in the Air Force or Air Force Reserve under circumstances in which the individual concerned regularly and repeatedly operated, maintained, or served onboard C–123 aircraft known to have been used to spray an herbicide agent during the Vietnam era.\n38 CFR 3.307(a)(6)\nVeterans who served aboard a vessel operating not more than 12 nautical miles seaward of a line commencing on the southwestern demarcation line of the waters of Vietnam and Cambodia and intersecting the coordinates listed in\nPublic Law (\nPL) 116-23\nduring the period beginning January 9, 1962, and ending on May 7, 1975.\n38 U.S.C. 1116A\nlocations during specific time frames as shown in the table below.\nVeterans who performed covered service in/on ...\nDuring the period ...\nThailand at any United States or Royal Thai base, without regard to where on the base the Veteran was located or what military occupational specialty (MOS) the Veteran performed\nJanuary 9, 1962, to June 30, 1976.\nLaos\nDecember 1, 1965, to September 30, 1969.\nCambodia at Mimot or Krek, Kampong Cham Province\nApril 16, 1969, to April 30, 1969.\nGuam or American Samoa, or in the territorial waters thereof\nJanuary 9, 1962, to July 31, 1980.\nJohnston Atoll or on a ship that called at Johnston Atoll\nJanuary 1, 1972, to September 30, 1977.\n38 U.S.C. 1116\nNotes\n:\nFor any contention of in-service exposure to herbicide agents in times or locations other than those specified in one of the above authorities, it is the\nclaimant’s burden\nto\nfactually establish exposure\n.\nThe regulation provides that presumption of exposure to herbicide agents during qualifying service will be rebutted by affirmative evidence that the Veteran was not exposed to any such agent during qualifying service.  However, the probability that specific evidence will exist showing that a person in one of the qualifying locations during a qualifying period had no herbicide exposure is low.\nConcessions of qualifying nautical service are the sole responsibility of the centralized processing teams.\nReference\n:  For more information on centralized processing of herbicide claims, see\nM21-1, Part VIII, Subpart i, 1.A.1.c\n, and\nM21-1, Part VIII, Subpart i, 1.B.1.k\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}