{
  "chunk_id": "VIII_i_1_B_14",
  "content": "/>\nVIII.i.1.B.1.i\n.\nConditions Determined to Have No Positive Association With Herbicide Exposure\nWhen processing claims for disabilities not recognized as presumptive to herbicide exposure, follow the direct SC TERA procedures.  Review the claimed disability and determine if it falls under the exception for conditions determined to have no positive association with herbicide exposure listed below.\nBased on cumulative scientific data reported by NAS since 1993, the Secretary has determined that a positive association does not exist between herbicide exposure and the following conditions and that a presumption of SC is not warranted for any of the conditions:\nCancers\nbone and connective tissue\nbrain and nervous system (including eye)\ndigestive (esophageal, stomach, and colorectal (including small intestine and anus))\nendocrine (including thyroid and thymus)\nhepatobiliary (liver, gallbladder, and bile ducts) and pancreatic\nleukemia (\nexcluding\nall chronic B-cell leukemias including CLL and hairy cell)\nnasal cavity (including ears and sinuses)\noral cavity (including lips and tongue)\npharynx (including tonsils)\npleura, mediastinum, and other unspecified sites within the respiratory system and intrathoracic organs\nskin (including melanoma and nonmelanoma (basal cell and squamous cell), and\nreproductive (including the cervix, uterus, ovary, testes, breast, and penis, but\nexcluding\nprostate)\n.\nOther\nasthma\nchronic obstructive pulmonary disease (COPD)\ncirculatory disorders (\nbut excluding\nhypertension, IHD, and stroke)\nendometriosis\neye diseases\nFarmer’s lung\ngastrointestinal, metabolic, and digestive disorders\nhearing loss\nimmune system disorders (immune suppression, allergy, and autoimmunity)\nneurobehavioral (cognitive and neuropsychiatric) disorders\nneurodegenerative diseases (including amyotrophic lateral sclerosis (ALS), but\nexcluding\nParkinson's disease and Parkinsonism)\nosteoporosis, and\nchronic peripheral nervous system disorders (\nbut\nexcluding\nearly-onset peripheral neuropathy)\n.\nNote\n:  No positive association means that the evidence for an association does not equal or outweigh the evidence against association.\nReferences\n:  For more information on\nprocessing TERA claims, see the\nPACT Act Implementation SOP\n, and\nTERA exceptions, see\nVBA Letter, 20-24-06, Updated Guidance on Processing Claims involving PACT Act\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}