{
  "chunk_id": "VIII_i_1_B_25",
  "content": "/>\nVIII.i.1.B.3.a\n.\nOverview of Historical Policies Regarding Herbicide Exposure and Nautical Service\nThe table below represents time periods during which VA had specific policies in place regarding concession of herbicide exposure based on nautical service.\nGuidance Time Period\nExposure Policy\npre-\nHaas\n(1991-2002)\nExposure conceded based on receipt of the Vietnam Service Medal (VSM).\n2002\nRemoved concession for VSM from M21-1 guidance.\nFast Letter (FL) 06-26\n(December 11, 2006)\nAll blue water Navy claims stayed based on the\nHaas\ndecision.\nHaas\nstay lifted,\nFL 09-07\n(February 6, 2009)\nExposure conceded based on review of military records for\ninland waterways service of the RVN, or\nservice on a ship that docked, if the Veteran provided a lay statement that he went ashore.\nTraining Letter 10-06\n(September 9, 2010)\nConcession based on categories of ships on the\nNavy and Coast Guard Ships Associated with Service in Vietnam and Exposure to Herbicide Agents\n, a.k.a., the Ships List.\nVeterans Service Center Manager (VSCM) Call (January 2011)\nShips List updated with Category IV,\nShips operating on Vietnam’s close coastal waters for extended periods with evidence that crew members went ashore\n(lay statement of going ashore required).\nVSCM Call (May 2011)\nShips List updated with Category V,\nShips operating on Vietnam’s close coastal waters for extended periods with evidence that smaller craft from the ship regularly delivered supplies or troops ashore\n(lay statement of going ashore required).\nPL 116-23\n(January 1, 2020)\nDefinition of service in the RVN expanded to include eligible offshore waters.  Use of the Ships List discontinued and replaced with VBA’s internal claims processing tools used to determine a ship’s location(s).\nPACT Act (August 10, 2022)\nExpanded presumptive herbicide exposure to additional nautical locations by amending\n38 U.S.C. 1116\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}