{
  "chunk_id": "VIII_i_1_B_26",
  "content": "/>\nVIII.i.1.B.3.b\n.\nBenefits Previously Awarded Under Historical Policies\nWhen reviewing initial or supplemental claims decided under historical nautical service herbicide exposure policies,\ndo not\npropose to sever SC for the disabilities previously awarded when the presumption of herbicide exposure was conceded under former policies, or\nconcede herbicide exposure for any newly claimed disabilities unless evidence is presented that otherwise establishes the Veteran’s exposure based on current evidentiary requirements.\nImportant\n:\nBefore deciding any initial or supplemental claim based on herbicide exposure, always apply the most current standards and definitions of qualifying service and review all available records.\nThe protection noted above applies to SC for the disability awarded based on a historical policy.  Once a disability has been service-connected (SC), even erroneously, and protection has attached, then the Veteran is entitled to increased evaluations for the disability, to SC for secondary conditions, and to awards of individual unemployability based solely or partly on those SC conditions.\nReferences\n:  For more information on\nprotection of SC, see\n38 CFR 3.957\n, and\n38 U.S.C. 1159\nnew interpretations of the law and clear and unmistakable error, see\nBerger v. Brown\n, 10 Vet. App. 166 (1997), and\nJordan v. Nicholson\n, 401 F.3d 1296 (Fed. Cir. 2005), and\nblue water Navy Veterans and herbicide exposure, see\nHaas v. Peake\n, 535 F.3d 1168 (Fed. Cir. 2008).",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}