{
  "chunk_id": "VIII_i_1_B_30",
  "content": "/>\nVIII.i.1.B.4.a\n.\nMaximizing Benefits With Effective Date Determinations in Herbicide Claims\nWhen awarding SC for a disability under\n38 CFR 3.309(e)\n, different provisions allow for assignment of an effective date.  In such cases, consider each effective date rule and assign the most advantageous effective date that applies for the facts of the case.\nUse the table below to determine which effective date rule may apply to an award of SC for a\n38 CFR 3.309(e)\ndisability.\nIf ...\nThen consider entitlement to an effective date under ...\nReference\nthe claimant filed the claim prior to the date VA added the presumptive disability to\n38 CFR 3.309(e)\n38 CFR 3.816\n.\nM21-1, Part VIII, Subpart i, 2.B\nthe claimant met all eligibility criteria for a benefit on the effective date of a liberalizing law change as detailed in\nM21-1, Part V, Subpart ii, 4.A.6.h\n38 CFR 3.114(a)\n.\nM21-1, Part V, Subpart ii, 4.A.6\nthe claimant is entitled to retroactive payment of benefits based on\nPL 116-23\n38 U.S.C. 1116A\n.\nNautical Herbicide Exposure Centralized Processing SOP\nthe claim was previously denied because available service records did not establish the Veteran had qualifying service, and\nnewly received service records establish service in a qualifying location\n38 CFR 3.156(c)\n.\nM21-1, Part VIII, Subpart i, 1.B.4.b\n-\nd\nnone of the above special provisions apply\n38 CFR 3.400\n, or\n38 CFR 3.2500\n.\nM21-1, Part V, Subpart ii, 4.A\n.\nReference\n:  For more information on establishing an effective date under the PACT Act, see the\nPACT Act Implementation SOP\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}