{
  "chunk_id": "VIII_i_1_B_31",
  "content": "/>\nVIII.i.1.B.4.b\n.\nEffective Dates Based on Herbicide Exposure and CFR 3.156(c)\nIf a claim based on exposure to herbicides was previously denied because available service records did not establish the Veteran had qualifying service, decision makers must review any newly available service records to determine if new evidence of qualifying service exists.\nReconsider the claim under\n38 CFR 3.156(c)\nif newly received service records result in\npresumption of herbicide exposure based on location of service, or\nconcession of herbicide exposure on a factual basis.\nAs stated in\n38 CFR 3.156(c)(3)\n, if the evidence now justifies the establishment of SC, the effective date will be the later of\nthe date entitlement arose, or\nthe date VA received the previously decided claim.\nNotes\n:\nThe date entitlement arose may be either the\ndate the claimed disease was diagnosed (or symptoms became manifest according to medical evidence), or\nthe date the claimed presumptive disease was finalized as part of the presumptive list of herbicide exposure-related diseases in\n38 CFR 3.309(e)\n.\nDecision makers must also consider the effective date provisions of\n38 CFR 3.114\nand the\nNehmer\nstipulation, when applicable.\nReferences\n:  For more information on\ndeveloping claims based on herbicide exposure, see\nM21-1, Part VIII, Subpart i, 1.A\n, and\nthe\nNehmer\nstipulation, see\n38 CFR 3.816\nM21-1, Part VIII, Subpart i, 2.B\n, and\nthe\nNehmer Training Guide\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}