{
  "chunk_id": "VIII_i_1_B_32",
  "content": "/>\nVIII.i.1.B.4.c\n.\nDetermining Applicability of 38 CFR 3.156(c) or 38 CFR 3.114 for Exposure to Herbicides in Korea\nEffective dates based on a grant of SC for a disability associated with exposure to herbicides in the Korean DMZ can be affected by liberalizing changes and/or receipt of additional service department records.\nTwo\nliberalizing changes to the provisions of\n38 CFR 3.307(a)(6)(iv)\n(as discussed more thoroughly in\nM21-1, Part VIII, Subpart i, 1.A.3.b\n) have been made to revise the applicable dates for the concession of exposure to herbicides for Veterans who served in specific designated units operating in or near the Korean DMZ.\nWhen a claim for SC associated with exposure to herbicides in Korea was previously denied, but entitlement to the benefit is now established based on\nexpanded regulatory authority not in effect at the time of the prior decision, apply\n38 CFR 3.114(a)\nif all other criteria for applicability are satisfied, or\nnew service records received from the service department that establish exposure based on the regulatory provision in place at the time of the previously adjudicated claim, apply\n38 CFR 3.156(c)\nif all other criteria for applicability are satisfied.\nReferences\n:  For more information on\nconsidering additional service records, see\nM21-1, Part X, Subpart ii, 2.B\nassigning effective dates based on liberalizing regulatory changes, see\n38 CFR 3.114(a)\n, and\nM21-1, Part V, Subpart ii, 4.A.6\n, and\nrequirements for presumptive SC based on herbicide exposure in the Korean DMZ, see\nM21-1, Part VIII, Subpart i, 1.A.3.a\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}