{
  "chunk_id": "VIII_i_1_B_33",
  "content": "/>\nVIII.i.1.B.4.d\n.\nExamples of Determining Effective Date in a Claim Based on Herbicide Exposure in Korea\nFacts\n:  The Veteran previously claimed and was denied SC for prostate cancer due to herbicide exposure in Korea.  The Veteran was notified of the denial on July 18, 2010.  The service records at that time showed that the Veteran served in a designated unit in the Korean DMZ, but the dates of service were in October to November 1970.  The Veteran has submitted a supplemental claim for SC for prostate cancer due to herbicide exposure in Korea.\nAnalysis\n:  The liberalizing law change of February 24, 2011, expanded the applicable dates for presumption of exposure for Veterans who served in a designated unit in the Korean DMZ to include dates of service through August 31, 1971.  Since the Veteran’s service in 1970 falls within the designated time period, SC is now warranted.  Given that SC is warranted based on the liberalizing law change expanding the applicable time period associated with Korean service, apply\n38 CFR 3.114\nto assign an effective date one year prior to the date of receipt of the supplemental claim if all other criteria for applicability of this regulation are otherwise satisfied.\nFacts\n:  The Veteran previously claimed and was denied SC for lung cancer due to herbicide exposure in Korea.  The claim was received on March 12, 2015, and the Veteran was notified of the denial on August 22, 2015.  The Veteran claimed to have been assigned on temporary duty orders to a designated unit in the DMZ during the spring of 1969.  Development attempts were made for records of the Veteran’s assignments, and no evidence was received to verify the claimed service.  In 2019, the Veteran submitted a supplemental claim with new and relevant evidence.  Development for that claim revealed recently declassified records confirming that the Veteran was sent on temporary duty orders to a designated unit in the Korean DMZ in 1969.\nAnalysis\n:  Receipt of additional service records confirming service in a designated unit in the Korean DMZ in 1969 is sufficient to allow presumption of herbicide exposure under\n38 CFR 3.307(a)(6)(iv)\n.  Assuming all other criteria are met, the prior denial of SC must be reconsidered and revised under\n38 CFR 3.156(c)\n.  SC for lung cancer is warranted effective March 12, 2015.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 1, Section B - Ratings for Disabilities Associated with Herbicide Exposure",
  "citation": "Part VIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177423/M21-1-Part-VIII-Subpart-i-Chapter-1-Section-B-Ratings-for-Disabilities-Associated-with-Herbicide-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:03.922665",
  "tags": [
    "m21-1"
  ]
}