{
  "chunk_id": "VIII_i_2_B_9",
  "content": "/>\nVIII.i.2.B.1.d\n.\nWhat Constitutes a Claim Under Nehmer\nThere is no requirement that a\nNehmer\nclass member file a new claim or a claim for an earlier effective date in order for VA to award a retroactive effective date under\nNehmer\nwhen a new presumptive condition is added by a regulation.\nVA must search its records to find eligible claimants and award benefits, without action on the claimant’s part.\nA claim meeting the eligibility requirements of\nNehmer\ncan be any of the following:\na claim for service connection (SC)\nan informal claim (received prior to March 24, 2015)\na pension claim\nan inferred claim for SC\na claim inferred by VA during review (prior to March 24, 2015)\na notice of death\na claim for burial benefits\na claim for Dependency and Indemnity Compensation (DIC), death pension or accrued benefits\nVA Form 21-4182,\nApplication for Dependency and Indemnity Compensation or Death Pension\n(Including Accrued Benefits and Death Compensation Where Applicable) From the Department of Veterans Affairs\n, or\nVA Form 21P-601, Application For Accrued Amounts Due A Deceased Beneficiary\n.\nImportant\n:  If, at the time of a prior decision on any compensation claim, VA had medical evidence containing a diagnosis of a now-covered condition (for example, IHD), then the condition is considered to have been part of the previously decided claim.\nNotes\n:\nAn initial claim may lack specific details, which were clarified by later submissions.\nLive pension claims must be treated as SC claims.\nDeath pension claims must be treated as DIC claims.\nPrior to March 24, 2015, a claim for service-connected (SC) burial benefits must be treated as an informal DIC claim in certain circumstances.\nReferences\n:  For more information on\nwhat constitutes a claim under\nNehmer\n, see the\nNehmer Training Guide\n, and\ntreating a claim for pension as a claim for disability compensation, see\n38 CFR 3.151\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 2, Section B - Determining Eligibility to Retroactive Payment Under the Nehmer Stipulation",
  "citation": "Part VIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177426/M21-1-Part-VIII-Subpart-i-Chapter-2-Section-B-Determining-Eligibility-to-Retroactive-Payment-Under-the-Nehmer-Stipulation",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:22.485929",
  "tags": [
    "m21-1"
  ]
}