{
  "chunk_id": "VIII_i_2_B_10",
  "content": "/>\nVIII.i.2.B.1.e\n.\nEntitlement to Benefits Under 38 CFR 3.816\nA\nNehmer\nclass member is entitled to compensation under\n38 CFR 3.816\nif\nthe evidence establishes a diagnosis of a covered herbicide disease, and\na claim for SC for a covered herbicide disease, or DIC based on death caused by a covered herbicide disease, was\ndenied in a decision issued between September 25, 1985, (or a date prior if the claim or legacy appeal was pending on that date) and the date VA published the final regulation acknowledging the covered herbicide disease\npending on the date of the final regulation\ninferred between September 25, 1985, (or a date prior if the claim or legacy appeal was pending on that date) and the date VA published the final regulation, or\nreceived between September 25, 1985, (or a date prior if the claim or legacy appeal was pending on that date) and the date VA published the final regulation.\nImportant\n:\nBy definition, if a case falls under\nNehmer\n, it means that the first claim (expressed or inferred by the evidence) of SC for the condition at issue was received before the condition was added to the list of herbicide-related disabilities and the effective date for the award of SC will also be before the condition was added to the list of herbicide-related disabilities.\nIf a claim of SC for the condition was received after the disease was added to the presumptive list, it is not a\nNehmer\ncase.  In those cases, refer to\nM21-1, Part VIII, Subpart i, 1.B.4.a\nfor discussion of other potentially applicable effective date provisions.\nReferences\n:  For more information on\nwhat constitutes a claim under\nNehmer\n, see\nM21-1, Part VIII, Subpart i, 2.B.1.d\n, and\nthe\nNehmer Training Guide\nrating considerations in\nNehmer\ncases, see\nM21-1, Part VIII, Subpart i, 2.B.3.a\n, and\neffective dates for disability compensation under\n38 CFR 3.816\n, see\nM21-1, Part VIII, Subpart i, 2.B.2.a\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 2, Section B - Determining Eligibility to Retroactive Payment Under the Nehmer Stipulation",
  "citation": "Part VIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177426/M21-1-Part-VIII-Subpart-i-Chapter-2-Section-B-Determining-Eligibility-to-Retroactive-Payment-Under-the-Nehmer-Stipulation",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:22.485929",
  "tags": [
    "m21-1"
  ]
}