{
  "chunk_id": "VIII_i_2_B_13",
  "content": "/>\nVIII.i.2.B.2.a\n.\nEffective Dates of Awards of Disability Compensation Under 38 CFR 3.816\nThe effective date of disability compensation under\n38 CFR 3.816\nis the date of receipt of the claim on which the prior denial was based, or the date entitlement arose, whichever is later.\nException\n:  If VA received the prior claim for compensation within one year after the Veteran’s separation from service, the effective date of compensation would be governed by\n38 CFR 3.400(b)(2)\n.\nImportant\n:  In addition to reviewing claims based on prior denial of a covered disease, review the claims folder for rating decisions that previously awarded SC to a Veteran for a covered disease on a basis other than\nNehmer\nentitlement prior to the date of the regulation adding presumptive SC for that covered disease.  In such cases, consider entitlement to an earlier effective date in accordance with\nNehmer.\nReview the previous decision for evidence of an award of benefits for a covered disease\nas secondary to an SC condition in which effective date provisions applicable to\nNehmer\ncases were not considered\non the basis of aggravation of the previously non-service-connected covered disease by an existing SC disability in which effective date provisions applicable to\nNehmer\ncases were not considered or in which entitlement to an increased evaluation is warranted on\nNehmer\ngrounds due to previous reduction based on the aggravation basis\non a direct basis in which effective date provisions applicable to\nNehmer\ncases were not considered, and\nunder the retroactive provisions of\n38 U.S.C. 1116A\nbased on service in the qualifying offshore waters.\nNotes\n:\nThe provisions of\n38 CFR 3.114(a)\n, which limit effective dates to no earlier than the date of a liberalizing law or issue, do not apply to benefits awarded under\n38 CFR 3.816\n.\nWhatever the effective date, the actual payment of benefits commences on the first day of the following month in accordance with\n38 CFR 3.31\n.\nIn all cases, the condition must have been present on the effective date from which SC is awarded.  An award of SC is not allowed prior to a confirmed diagnosis of the covered disease.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 2, Section B - Determining Eligibility to Retroactive Payment Under the Nehmer Stipulation",
  "citation": "Part VIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177426/M21-1-Part-VIII-Subpart-i-Chapter-2-Section-B-Determining-Eligibility-to-Retroactive-Payment-Under-the-Nehmer-Stipulation",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:22.485929",
  "tags": [
    "m21-1"
  ]
}