{
  "chunk_id": "VIII_i_2_B_28",
  "content": "/>\nVIII.i.2.B.3.d\n.\nConsideration of Entitlement to a Rating for TDIU in Claims in Which Pension Was Previously Awarded\nConsider entitlement to a rating for total disability based on individual unemployability (TDIU) in\nNehmer\nclaims in which Veterans Pension was previously awarded.  In making the determination of entitlement to TDIU, review the claims folder to determine if the\nNehmer\npresumptive condition is the primary reason for the Veteran being unemployable/entitled to Veterans Pension.\nTDIU should be awarded in the following instances without additional development:\nVeterans who are currently in receipt of Veterans Pension are shown to be considered not gainfully employed on account of the\nNehmer\ndisability, and\nVeterans who are currently in receipt of Social Security Administration benefits or Social Security disability for a\nNehmer\ndisability.\nImportant\n:\nIf it is unclear whether or not the Veteran is gainfully employed, it is necessary to confirm his/her employment history prior to awarding a rating for TDIU.\nROs are not required to refer\nNehmer\ncases to the Director, Compensation Service, prior to awarding TDIU for herbicide-related diseases under\n38 CFR 4.16(b)\nthat previously served as the bases for extra-schedular pension awards under\n38 CFR 3.321(b)(2)\nand\n38 CFR 4.17(b)\n.\nReference\n:  For more information on TDIU, see\n38 CFR 4.16\n, and\nM21-1, Part VIII, Subpart iv, 3\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 2, Section B - Determining Eligibility to Retroactive Payment Under the Nehmer Stipulation",
  "citation": "Part VIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177426/M21-1-Part-VIII-Subpart-i-Chapter-2-Section-B-Determining-Eligibility-to-Retroactive-Payment-Under-the-Nehmer-Stipulation",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:22.485929",
  "tags": [
    "m21-1"
  ]
}