{
  "chunk_id": "VIII_i_2_C_8",
  "content": "/>\nVIII.i.2.C.1.c\n.\nActions to Take When the Appropriate Survivor of a Nehmer Class Member Cannot Be Located\nUse the table below to determine the actions to take when the appropriate survivor of a deceased\nNehmer\nclass member cannot be located.\nIf ...\nThen ...\nthe claims folder and/or system inquiries do not contain sufficient information to identify an eligible survivor\nsend a development letter to the last known address of the Veteran, requesting the names, addresses, and contact information of existing survivors or potentially eligible payees, and\nwait 30 days for a response.\nthe claims folder identifies an authorized representative or relative\ncontact this person for information on the existence/address of a surviving spouse, child(ren), parent(s), or the executor/administrator of the class member’s estate.\nVA has identified an eligible survivor\nthe survivor’s address is unknown, and\nthe survivor’s phone number is of record\nattempt to contact the survivor by telephone to obtain an address.\nVA has identified an eligible survivor\nthe survivor’s address is unknown, and\nattempts to obtain the address from the survivor have been unsuccessful\nsend a development letter to the last known address of the Veteran and/or survivor, requesting the names, addresses, and contact information of existing survivors or potentially eligible payees, and\nwait 30 days for a response.\nall the above-discussed methods of developing to identify/locate an eligible survivor prove unsuccessful\nenter a note in the claims-processing system, indicating that it was not possible to locate any payee eligible for payment under\nNehmer\n, and\nfollow the required documentation procedures found in\nM21-1, Part VIII, Subpart i, 2.C.1.d\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 2, Section C - Authorization Under the Nehmer Stipulation",
  "citation": "Part VIII, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177427/M21-1-Part-VIII-Subpart-i-Chapter-2-Section-C-Authorization-Under-the-Nehmer-Stipulation",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:31.773158",
  "tags": [
    "m21-1"
  ]
}