{
  "chunk_id": "VIII_i_2_C_16",
  "content": "/>\nVIII.i.2.C.1.k\n.\nApplying a Retroactive Payment Under the Nehmer Court Order to a Debt\nPrior to releasing a retroactive payment under the\nNehmer\ncourt order, use the table below to determine whether it is appropriate to apply the payment to a debt.\nIf …\nThen …\nVA discharged the debt, either by\nformally writing it off as uncollectable, or\nfailing to pursue the debt over an extended period of time\nVA may not apply the retroactive payment to the debt, as it has waived its right to pursue collection of the debt.\nthe record shows VA has been pursuing the debt, regardless of whether VA has been successful, or\nthere is insufficient evidence to conclude the debt has been discharged\nVA is obligated to collect the debt.\nthe Veteran is deceased\nthe debt was not recovered prior to the Veteran’s death, and\na claim was not filed against the Veteran’s estate within the required time period\nVA may not apply the retroactive payment to the debt, as it may not impute a debt owed by one beneficiary to another beneficiary.\nthe Veteran is still alive, and\ncollection of the debt is not otherwise barred\nreview the DEDUCTION/RECEIVABLE/BALANCE DATA (M01) tab in Share and the Veteran’s claims folder to determine if there is an outstanding debt of record and, if so, send the claims folder to the finance activity prior to authorization of the award.\nNote\n:  The finance activity will interact with the Debt Management Center to determine whether or not the debt is collectable.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 2, Section C - Authorization Under the Nehmer Stipulation",
  "citation": "Part VIII, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177427/M21-1-Part-VIII-Subpart-i-Chapter-2-Section-C-Authorization-Under-the-Nehmer-Stipulation",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:31.773158",
  "tags": [
    "m21-1"
  ]
}