{
  "chunk_id": "VIII_i_3_B_5",
  "content": "/>\nVIII.i.3.B.1.a\n.\nChapter 18 Benefits Claim Process\nAll Chapter 18 claims fall under the jurisdiction of the Denver Regional Office, per\nM21-1, Part VIII, Subpart i, 3.A\n.\nThe table below describes the stages of the Chapter 18 benefits claim process.\nStage\nName\nDescription\n1\nEligibility and Development\nThe development activity\nverifies specific eligibility requirements for spina bifida or other covered birth defects benefits, including\nqualifying Vietnam, Korean, or Thailand service of the Veteran parent (see\nM21-1, Part VIII, Subpart i, 3.C.3-5\n)\nindividual’s relationship to the Veteran, and\nthe nature of the claimed disability, and\ndevelops for and obtains the following evidence to support the claim\nVietnam, Korean, or Thailand service records\nrelationship and date of conception records, and\nmedical and lay evidence.\nNotes\n:\nFor verification of qualifying Vietnam, Korea, or Thailand service, the development activity follows the procedures in\nM21-1, Part VIII, Subpart i, 1.A\n.\nFollow the procedures in the steps below\nonly when\nall elements of basic eligibility are met. If all elements of basic eligibility are\nnot\nmet, follow the instructions at\nM21-1, Part VIII, Subpart i, 3.D.1.a\n.\n2\nRating\nThe rating activity\nconsiders medical and lay evidence\ndetermines whether to award or deny entitlement to a monthly monetary allowance, and\ndetermines disability level according to\nseverity of symptoms\ndegree of permanent physical or mental disability, and\ndetermines incompetency of beneficiaries over the age of 18 under provisions of\n38 CFR 3.353\n.\n3\nAuthorization\nThe authorization activity\nprocesses the award or denial of monthly monetary allowance, and\nnotifies claimant of the decision.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 3, Section B - Process Overview",
  "citation": "Part VIII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177429/M21-1-Part-VIII-Subpart-i-Chapter-3-Section-B-Process-Overview",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:50.281193",
  "tags": [
    "m21-1"
  ]
}