{
  "chunk_id": "VIII_i_3_C_14",
  "content": "/>\nVIII.i.3.C.2.a\n.\nDevelopment Process for Chapter 18 Benefits\nThe table below describes the responsibilities of the development activity during the stages of the development process for Chapter 18 benefits.\nStage\nDescription\n1\nThe development activity develops for and reviews\nservice records to prove that the biological Veteran parent has qualifying Vietnam or specific Korean or Thailand service dates and duty assignments\nbirth certificates to determine date of conception, and\nevidence of a biological relationship between the individual and the parent with qualifying Vietnam or specific Korean or Thailand service.\nNotes\n:\nThe Denver RO is responsible for all adjudication activities including the concession of qualifying service for all Chapter 18 claims.\nThe development activity updates claims-processing systems with the Veteran’s verified Vietnam, Korean, or Thailand theater service that is qualifying for Chapter 18 entitlement.\n2\nIf the claimant is seeking benefits under\n38 CFR 3.814\n, the development activity reviews the claim and submitted evidence to determine if the claimant alleges to have a diagnosis of spina bifida (including myelomeningocele and meningocele).  If the claimant\nalleges a diagnosis of spina bifida, go to Step 5, or\ndoes not allege to have a diagnosis of spina bifida, go to Step 3, or\n38 CFR 3.815\n, go to Step 5.\n3\nThe development activity refers the claim to the rating activity for a determination regarding VA’s duty to develop for medical evidence in accordance with\n38 CFR 3.159(d)\n.\n4\nThe rating activity\nreviews the evidence submitted and determines if the claim for benefits under\n38 CFR 3.814\nis inherently incredible or lacks merit as discussed in\n38 CFR 3.159(d)\n, and\nfollows the steps in the table below based on the findings of their review.\nIf additional development is ...\nThen\nthe rating activity\n...\nnecessary\nprepares\nVA Form 21-6789, Deferred Rating Decision\n, to\ndocument the determination, and\nprovide directed development\nuploads\nVA Form 21-6789\nto the claims folder, and\nrefers the claim to the development activity to follow the procedures in Step 5.\nnot necessary\nand\nthe claimant submitted medical evidence with the claim\nadds a permanent note in the claims folder documenting the reasons no additional development was warranted under\n38 CFR 3.159(d)\n, and\ngoes to Step 6 to formally deny the claim based on a lack of evidence of a spina bifida condition.\nnot necessary\nand\nthe claimant\ndid not\nsubmit medical evidence\nprepares\nVA Form 21-6789\n, to document the determination that no additional development is required under\n38 CFR 3.159(d)\nuploads\nVA Form 21-6789\nto the claims folder, and\nrefers the claims folder to the authorization activity for a decision, as directed in Step 6.\n5\nThe development activity develops for\nmedical evidence verifying that the individual has a qualifying medical condition for Chapter 18 benefits, and\nany other medical and lay evidence regarding treatment and symptoms.\nWhen development is complete, the development activity refers the claim to either the authorization or rating activity for a decision.\n6\nThe authorization or rating activity proceeds with a decision on the claim.\nImportant\n:  Refer to the rating activity for a decision only as provided by\nM21-1, Part VIII, Subpart i, 3.C.1.b\nand\nM21-1, Part VIII, Subpart i, 3.D.1.a\n.\nReference\n:  For more information on Denver RO jurisdiction in Chapter 18 claims and determinations, see\nM21-1, Part VIII, Subpart i, 3.A\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 3, Section C - Eligibility and Development",
  "citation": "Part VIII, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177430/M21-1-Part-VIII-Subpart-i-Chapter-3-Section-C-Eligibility-and-Development",
  "updated": "",
  "scraped_at": "2025-06-16T22:55:59.622864",
  "tags": [
    "m21-1"
  ]
}