{
  "chunk_id": "VIII_i_3_D_15",
  "content": "/>\nVIII.i.3.D.2.a\n.\nSpina Bifida Disability Levels\nOnce the rating activity determines that the individual is entitled to benefits based on spina bifida disability, it assigns the highest disability level based on severity of symptoms and degree of any permanent physical or mental disability.\nThe table below describes the disability levels for spina bifida ratings.\nLevel\nDescription\nI\nThe individual\nwalks without braces or other external support as the primary means of mobility in the community\nhas no sensory or motor impairment of upper extremities\nhas an intelligence quotient (IQ) of 90 or higher,\nand\nis continent of urine and feces without the use of medication\nor\nother means to control incontinence.\nII\nThe individual meets\nany\nof the criteria listed below:\nwalks with braces or other external support as the primary means of mobility in the community\nhas sensory or motor impairment of upper extremities, but is able to\ngrasp a pen\nfeed self, and\nperform self-care\nhas an IQ of at least 70 but less than 90\nrequires medication or other means to control the effects of urinary bladder impairment and no more than two times per week is unable to remain dry for at least three hours at a time during waking hours\nrequires bowel management techniques or other treatment to control the effects of bowel impairment but does not have fecal leakage severe or frequent enough to require wearing absorbent materials at least four days a week,\nor\nhas colostomy that does not require wearing a bag.\nNote\n:  The rating activity assigns a disability at Level II provided that none of the disabilities is severe enough to warrant payment at Level III.\nIII\nThe individual meets\nany\nof the criteria listed below:\nuses a wheelchair as the primary means of mobility in the community\nhas sensory or motor impairment of the upper extremities severe enough to prevent\ngrasping a pen\nfeeding self, and\nperforming self-care\nhas an IQ of 69 or less\nis unable to remain dry for three hours at a time during waking hours, at least three times a week, despite the use of medication or other means to control the effects of urinary bladder impairment\nhas fecal leakage severe or frequent enough to require wearing of absorbent materials at least four days a week, despite bowel management techniques or other treatment to control the effects of impairment\nregularly requires manual evacuation or digital stimulation to empty the bowel,\nor\nhas a colostomy that requires wearing a bag.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 3, Section D - Rating",
  "citation": "Part VIII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177431/M21-1-Part-VIII-Subpart-i-Chapter-3-Section-D-Rating",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:08.906791",
  "tags": [
    "m21-1"
  ]
}