{
  "chunk_id": "VIII_i_3_D_24",
  "content": "/>\nVIII.i.3.D.3.a\n.\nOther Covered Birth Defects Disability Levels\nIn the process of examining medical evidence, the rating activity determines a disability level for each case qualifying for other covered birth defect benefits.\nThe table below describes the disability levels for other covered birth defect ratings.\nLevel\nDescription\n0\nThe individual has no current disability resulting from covered birth defects.\nI\nThe individual\nhas residual physical or mental effects that only\noccasionally\nor\nintermittently\nlimit or prevent some daily activities,\nor\nhas disfigurement or scarring of the head, face, or neck with gross distortion or gross asymmetry of any facial feature (nose, chin, forehead, eyes (eyelids), ears (auricles), cheeks, or lips).\nII\nThe individual has residual physical or mental effects that frequently or constantly limit or prevent some daily activities, but the individual\nis able to work or attend school\ncan carry out most household chores\ncan travel\nprovides age-appropriate self-care,\nand\ndisplays communication, behavior, social interaction, and intellectual functioning appropriate for age,\nor\nhas disfigurement or scarring of the head, face, or neck with either gross distortion or gross asymmetry of one facial feature or one paired set of facial features (nose, chin, forehead, eyes (eyelids), ears (auricles), cheeks, or lips).\nIII\nThe individual\nhas residual physical or mental effects that limit or hinder most daily activities, but the individual is able to provide age-appropriate self-care, such as\neating\ndressing\ngrooming,\nand\ncarrying out personal hygiene\nmay be unable, or does so intermittently and with difficulty, to\nattend school\ntravel,\nor\ncarry out household chores\ndisplays communication, behavior, social interaction, and intellectual functioning that are not entirely appropriate for age,\nor\nhas disfigurement or scarring of the head, face, or neck with either gross distortion or gross asymmetry of two facial features or two paired sets of facial features (nose, chin, forehead, eyes (eyelids), ears (auricles), cheeks, or lips).\nIV\nThe individual\nhas residual physical or mental effects that prevent age-appropriate self-care, such as\neating\ndressing\ngrooming,\nand\ncarrying out personal hygiene\ndisplays communication, behavior, social interaction, and intellectual functioning that are grossly inappropriate for age,\nor\nhas disfigurement or scarring of the head, face, or neck with either gross distortion or gross asymmetry of three facial features or three paired sets of facial features (nose, chin, forehead, eyes (eyelids), ears (auricles), cheeks, or lips).\nReference\n:  For more information on other covered birth defects, see\n38 CFR 3.815\n, and\nM21-1, Part VIII, Subpart i, 3.C.9\n.",
  "title": "M21-1, Part VIII, Subpart i, Chapter 3, Section D - Rating",
  "citation": "Part VIII, Subpart i, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177431/M21-1-Part-VIII-Subpart-i-Chapter-3-Section-D-Rating",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:08.906791",
  "tags": [
    "m21-1"
  ]
}