{
  "chunk_id": "VIII_ii_1_A_6",
  "content": "/>\nVIII.ii.1.A.1.a\n.\nRegulatory and Statutory History Regarding Compensation for Disabilities Occurring in Persian Gulf Veterans\nThe table below discusses the regulatory and statutory history regarding compensation for disabilities occurring in Persian Gulf Veterans.\nAuthority\nProvisions\nEffective Date of Change\nPublic Law (PL) 103-446\nThe PL added a new section,\n38 U.S.C. 1117\n, authorizing the Department of Veterans Affairs (VA) to compensate any Gulf War Veteran suffering from a chronic disability resulting from an undiagnosed illness or combination of undiagnosed illnesses which manifested either\nduring active duty in the Southwest Asia theater of operations during the Gulf War, or\nto a degree of 10 percent or more within a presumptive period following service in the Southwest Asia theater of operations during the Gulf War.\nNovember 2, 1994\nPL 105-277\nNote\n:  This law was codified as\n38 U.S.C. 1118\n.\nAuthorized VA to compensate Veterans who served on active duty in the Southwest Asia theater of operations during the Persian Gulf War for any diagnosed or undiagnosed illness that is determined by VA regulation to warrant a presumption of service connection (SC) based on a positive association with exposure to one of the following as a result of such service:\na biological, chemical, or other toxic agent\nan environmental or wartime hazard, or\na preventive medication or vaccine.\nN/A\nPL 107-103\nExpanded the definition of “qualifying chronic disability” under\n38 U.S.C. 1117\nto include not only a disability resulting from an undiagnosed illness but also\na medically unexplained chronic multi-symptom illness (MUCMI) that is defined by a cluster of signs and symptoms, and\nany diagnosed illness that is determined by VA regulation to warrant presumption of SC.\nMarch 1, 2002\n38 CFR 3.317 rulemaking\nUpdated\n38 CFR 3.317\nto clarify that functional gastrointestinal disorders (FGIDs) fall within the scope of the existing presumptions of SC for MUCMIs.\nAugust 15, 2011\nPL 117-168\n, Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022\nEnacted the following updates to\n38 U.S.C. 1117\n:\nremoved the manifestation period and compensability requirement for Persian Gulf Veterans, allowing for a qualifying chronic disability to manifest to any degree of disability at any time, and\nadded additional locations associated with undiagnosed illness and MUCMI.  In addition to the existing recognized service in the\nSouthwest Asia theater of operations\n, the PACT Act added the following new service locations:\nAfghanistan\nIsrael\nEgypt\nTurkey\nSyria, and\nJordan.\nNote\n:  Until\n38 CFR 3.317\nis updated, the above provisions regarding compensation for Persian Gulf War Veterans are governed by the statutory authority described in\n38 U.S.C. 1117\n.\nAugust 10, 2022\nReference\n:  For more information on presumptive SC, see the\nEffective Date Job Aid for Presumptive Disabilities\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section A - General Information on Presumptive Service Connection (SC) for Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177434/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-A-General-Information-on-Presumptive-Service-Connection-SC-for-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:27.418253",
  "tags": [
    "m21-1"
  ]
}