{
  "chunk_id": "VIII_ii_1_A_13",
  "content": "/>\nVIII.ii.1.A.1.h\n.\nDefinition: FGIDs\nFunctional gastrointestinal disorders\n(FGIDs) are a group of diagnosed conditions that are a type of MUCMI.  They are characterized by chronic or recurrent symptoms that are\nunexplained by any structural, endoscopic, laboratory, or other objective signs of injury or disease, and\nmay be related to any part of the gastrointestinal tract.\nCharacteristic FGID symptoms include\nabdominal pain\nsubsternal burning or pain\nnausea\nvomiting\naltered bowel habits (including diarrhea, constipation),\nindigestion\nbloating\npostprandial fullness, and\npainful or difficult swallowing.\nFGID diagnoses include but are not limited to\nirritable bowel syndrome, and\nfunctional\ndyspepsia\nvomiting\nconstipation\nbloating\nabdominal pain syndrome, or\ndysphagia.\nDiagnosis of a FGID under generally accepted medical principles normally requires\nsymptom onset at least six months prior to diagnosis, and\nthe presence of symptoms sufficient to diagnose the specific disorder at least three months prior to diagnosis.\nImportant\n:  FGIDs do not include structural gastrointestinal diseases, such as inflammatory bowel disease (such as ulcerative colitis or Crohn's disease) and gastroesophageal reflux disease, as these conditions are considered to be organic or structural diseases characterized by abnormalities seen on x-ray, endoscopy, or through laboratory tests.\nNote\n:  The effective date of the amendment to\n38 CFR 3.317(a)(2)(i)\nto include FGIDs was July 15, 2011.\nReference\n:  For more information on FGIDs and MUCMIs, see\nAtencio v. O’Rourke\n, 30 Vet.App. 74 (2018).",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section A - General Information on Presumptive Service Connection (SC) for Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177434/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-A-General-Information-on-Presumptive-Service-Connection-SC-for-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:27.418253",
  "tags": [
    "m21-1"
  ]
}