{
  "chunk_id": "VIII_ii_1_B_20",
  "content": "/>\nVIII.ii.1.B.2.b\n.\nWhen to Request a Gulf War General Medical Examination\nOnce the threshold for an examination is met, claims processors must determine whether a Gulf War general medical examination DBQ is needed.  As outlined in\nM21-1, Part VIII, Subpart i, 1.B.2.c\n, certain claim scenarios are exceptions to obtaining a Gulf War general medical examination.\nRegardless of whether a Gulf War general medical examination exception applies, an examination for undiagnosed illness or MUCMI must request both\nthe examiner’s medical statement with supporting rationale, characterizing the claimant’s disability pattern, and\na medical opinion that considers TERA, if the disability pattern is either\na diagnosable chronic multi-symptom illness with a partially explained etiology, or\na disease with a clear and specific etiology and diagnosis.\nImportant\n:  When ordering an examination in a claim for an undiagnosed illness or MUCMI, claims processors must follow the procedures outlined in\nM21-1, Part VIII, Subpart ii, 1.B.2.n\n, to include consideration of TERA, unless one of the following exceptions applies:\nIf the examination is being requested in support of a pre-discharge claim, do\nnot\nrequest a TERA medical opinion.  In these cases, follow the guidance outlined in\nM21-1, Part X, Subpart i, 6.C.1.b\n, for Benefits Delivery at Discharge (BDD) claims, and\nM21-1, Part X, Subpart i, 6.F.2.d and f\n, for Integrated Disability Evaluation System (IDES) claims.\nIf a claim is substantiated (such as when a clearly diagnosed MUCMI is documented), do not request a TERA medical opinion.  In these cases, follow the guidance in\nM21-1, Part VIII, Subpart ii, 1.B.2.i\nto determine if an examination is needed to establish the severity of the disability.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section B - Developing Presumptive Service Connection (SC) Claims from Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177438/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-B-Developing-Presumptive-Service-Connection-SC-Claims-from-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:36.733913",
  "tags": [
    "m21-1"
  ]
}