{
  "chunk_id": "VIII_ii_1_B_32",
  "content": "/>\nVIII.ii.1.B.2.n\n.\nUndiagnosed Illness and MUCMI Examination Procedures\nAfter obtaining all relevant records, to include required service records, complete the steps in the table below when requesting an examination for an undiagnosed illness or MUCMI claim.\nExceptions\n:\nFor pre-discharge claims, follow the examination procedures outlined in\nM21-1, Part X, Subpart i, 6.C.1.b\n, for BDD claims, and\nM21-1, Part X, Subpart i, 6.F.2.d and f\n, for IDES claims.\nIf a claim is substantiated, follow the guidance in\nM21-1, Part VIII, Subpart ii, 1.B.2.i\n.\nStep\nAction\n1\nFollow the TERA procedures outlined in the\nPACT Act Implementation SOP\ncontent titled,\nProcedures for Establishing TERA\nto document participation in all TERAs, including Persian Gulf Veteran status.\n2\nEnsure all evidence supporting exposures is uploaded to the eFolder, including the completed Toxic Exposure Risk Activity Memorandum and ILER Individual Exposure Summary, if applicable, and\nidentify the relevant evidence for the examiner’s review per\nM21-1, Part IV, Subpart i, 2.A.8.d\n.\n3\nRequest a Gulf War general medical examination DBQ and/or any required specialist or specialty DBQs.\nImportant\n:  Apply the guidance in\nM21-1, Part VIII, Subpart ii, 1.B.2.c\nregarding Gulf War general medical examination DBQ exceptions.\n4\nSelect\nthe\nGulf War Opinion\ndrop-down in EMS.\n5\nIs a specialist and/or specialty examination being requested in addition to, or in lieu of, the Gulf War general medical examination?\nIf\nyes\n,\ncopy and paste the\nGulf War Claim Definitions\nlanguage from the\nSupplemental Language Matrix\ninto EMS, and\ngo to the next step.\nIf\nno\n, go to the next step.\nReference\n:  For more information on specialty and specialist examinations, see\nM21-1, Part IV, Subpart i, 2.A.1.f and g\n.\n6\nIn the IS AN ADDITIONAL MEDICAL OPINION NEEDED? drop-down menu in EMS, select\nToxic Exposure\n.\n7\nInput the required fields.\nNotes\n:\nThe contention will be system generated.\nThe user will need to indicate the toxic exposure risk activity(ies) in EMS.  This should be an overview of all the exposures noted on the TERA Memorandum that is of record.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section B - Developing Presumptive Service Connection (SC) Claims from Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177438/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-B-Developing-Presumptive-Service-Connection-SC-Claims-from-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:36.733913",
  "tags": [
    "m21-1"
  ]
}