{
  "chunk_id": "VIII_ii_1_C_6",
  "content": "/>\nVIII.ii.1.C.1.a\n.\nDeciding SC for an Undiagnosed Illness or MUCMI\nThe following information is required to determine whether service connection (SC) under\n38 U.S.C. 1117\nfor an undiagnosed illness or medically unexplained chronic multi-symptom illness (MUCMI) is in order:\nif the Veteran’s service qualifies for Persian Gulf Veteran status, and\nwhether the disability chronically persisted for at least six months.\nImportant\n:\nPublic Law 117-168\n, Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022, added locations qualifying for presumptive SC and removed the requirement for qualifying disabilities that have onset after service to become manifest to a compensable degree.  Under the PACT Act, an undiagnosed illness or MUCMI may manifest to a 0-percent disability level and still qualify for presumptive SC.\nWhen deciding these claims, it is important that claims processors note which authority (pre-PACT Act or the PACT Act) applies to the claim and explain the basis of the decision, citing relevant favorable findings, regulations, and statutes, as required.\nReferences\n:  For more information on\nregulatory and statutory history regarding compensation for disabilities occurring in Persian Gulf Veterans, see\nM21-1, Part VIII, Subpart ii, 1.A.1.a\nthe definition of qualifying chronic disability, see\nM21-1, Part VIII, Subpart ii, 1.A.1.e\ndetermining chronicity, see\nM21-1, Part VIII, Subpart ii, 1.C.1.b\n, and\nrequirement to provide adequate explanation of the decision, see\nM21-1, Part VIII, Subpart ii, 1.C.3.a\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section C - Rating Presumptive Service Connection (SC) Claims for Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177440/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-C-Rating-Presumptive-Service-Connection-SC-Claims-for-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:46.028150",
  "tags": [
    "m21-1"
  ]
}