{
  "chunk_id": "VIII_ii_1_C_8",
  "content": "/>\nVIII.ii.1.C.1.c\n.\nRole of the Veteran’s Testimony in Establishing Signs or Symptoms\nWhen considering disabilities under the provisions of\n38 U.S.C. 1117\n, a Veteran’s lay statement describing his or her own symptoms of a qualifying disability takes on a greater importance than when considering other claims under direct SC principles.\nFirst, as indicated in\nM21-1, Part VIII, Subpart ii, 1.B.2.a\n, the threshold for ordering an examination for an undiagnosed illness or MUCMI claim is low, as the claimant’s statement alone, describing symptoms, may be sufficient to trigger an examination.\nSecond, lay evidence describing symptoms unsupported by clinical findings is sufficient to establish SC under\n38 U.S.C. 1117\nas long as there is\nmedical evidence showing that “no medical diagnosis” is present\n.\nImportant\n:  The Federal Circuit, in\nJoyner v. McDonald\n, 766 F.3d 1939 (Fed. Cir. 2014) held that “neck pain,” that was unsupported by physical examination findings or laboratory tests, may establish an undiagnosed illness that causes a qualifying chronic disability.  This demonstrates the importance of the Veteran’s testimony, which is essentially all that is needed for the examiner to characterize the symptoms as an “undiagnosed illness” and for SC to be granted, if all other SC requirements are otherwise met.\nReferences\n:  For more information on\nrequesting examinations, see\nM21-1, Part IV, Subpart i, 2.A\n, and\nthe need for an adequate characterization of the disability, see\nM21-1, Part VIII, Subpart ii, 1.B.2.p\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section C - Rating Presumptive Service Connection (SC) Claims for Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177440/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-C-Rating-Presumptive-Service-Connection-SC-Claims-for-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:46.028150",
  "tags": [
    "m21-1"
  ]
}