{
  "chunk_id": "VIII_ii_1_C_12",
  "content": "/>\nVIII.ii.1.C.1.g\n.\nRating Action to Take Based on Disability Pattern Determination\nThe table below shows the rating action to take based on the Department of Veterans Affairs (VA) examiner’s determination of disability pattern.\nImportant\n:\nBenefits should only be awarded after taking into consideration the overall evidence of record.\nEnsure the determination of disability pattern contains the examiner’s supporting rationale.\nIf the examiner determined the Veteran’s disability pattern to be …\nThen …\nan undiagnosed illness, or\na diagnosable but medically unexplained chronic multi-symptom illness of unknown etiology\naward SC under\n38 U.S.C. 1117\nif the Veteran meets all\n38 U.S.C. 1117\ncriteria.\nReference\n:  For more information on awarding SC for qualifying disabilities under\n38 U.S.C. 1117\n, see\nM21-1, Part VIII, Subpart ii, 1.C.3\n.\na diagnosable chronic multi-symptom illness with a partially explained etiology, such as diabetes or multiple sclerosis, or\na disease with a clear and specific etiology\nSC\ncannot be awarded under\n38 CFR 3.317\n, and\nmay be awarded only if the medical evidence is sufficient to establish SC on a direct or other basis.\nImportant\n:  In this claim scenario, the examiner must provide a medical opinion regarding toxic exposure risk activity (TERA) participation.\nReference\n:  For more information on deciding claims based on TERA participation, see the\nPACT Act Implementation Standard Operating Procedure\n.\nImportant\n:  As held in\nGutierrez v. Principi\n, 19 Vet.App. 1 (2004) the Veteran is not required to provide nexus evidence linking a qualifying chronic disability to events in service, as long as the Veteran meets all other requirements in\n38 U.S.C. 1117\n.\nReference\n:  For more information on handling examination reports that do not contain the required determination of disability pattern, see\nM21-1, Part VIII, Subpart ii, 1.B.2.p\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section C - Rating Presumptive Service Connection (SC) Claims for Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177440/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-C-Rating-Presumptive-Service-Connection-SC-Claims-for-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:46.028150",
  "tags": [
    "m21-1"
  ]
}