{
  "chunk_id": "VIII_ii_1_C_21",
  "content": "/>\nVIII.ii.1.C.2.e\n.\nTermination or Reduction of Benefits Previously Awarded\nSituations may arise that will require termination or reduction of payments previously awarded for undiagnosed illness or MUCMI.\nFollow the normal procedures for reduction of benefits or severance of SC outlined in\nM21-1, Part X, Subpart ii, 5.B\n.\nNotes\n:\nTermination or reduction of benefits paid under\n38 U.S.C. 1117\ndoes not preclude continuation of payments if entitlement can be established for SC based on incurrence or aggravation under the provisions of\n38 CFR 3.303\nand\n38 CFR 3.306\n, respectively, or based on presumption under the provisions of\n38 CFR 3.307\n.\nThe last day of the month 60 days after issuance of the final notice of the adverse action is the\nlast\ndate benefits are payable at the prior rate or, in cases of severance, for the disability.  For rating purposes in VBMS-R, enter the first day of the following month as the date of the reduction or severance.\nExample\n:  A physician indicates that the Veteran’s condition, which had previously been characterized as an undiagnosed illness and compensated under\n38 U.S.C. 1117\n, is now a clinically diagnosed condition with a clear etiology, and the RO is unable to establish continued entitlement under any other SC provision.  After following the due process procedures, a final rating effectuating the severance is prepared on October 10, 2023.  As final notice of the adverse action will be sent that same month, the Rating Veterans Service Representative enters January 1, 2024, as the date of severance of compensation for that disability.\nReference\n:  For more information on effective dates for reductions of discontinuance of benefits for certain disabilities due to undiagnosed illnesses, see\n38 CFR 3.500(y)\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 1, Section C - Rating Presumptive Service Connection (SC) Claims for Persian Gulf Veterans",
  "citation": "Part VIII, Subpart ii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177440/M21-1-Part-VIII-Subpart-ii-Chapter-1-Section-C-Rating-Presumptive-Service-Connection-SC-Claims-for-Persian-Gulf-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T22:56:46.028150",
  "tags": [
    "m21-1"
  ]
}