{
  "chunk_id": "VIII_ii_2_A_6",
  "content": "/>\nVIII.ii.2.A.1.a\n.\nHistory of BPOT Exposure Policies\nThe table below discusses the history of burn pits and other toxins, including fine particulate matter (BPOT) exposure.\nProvision\nEffective Date of Change\nUnder the direct service connection (SC) provisions, the Department of Veterans Affairs (VA) implemented procedural concessions of exposure to environmental hazards, to include burn pits and particulate matter, based on service in specific locations.\nApril 26, 2010\nVA created\n38 CFR 3.320\n,\nwhich established a presumption of\nexposure to fine particulate matter for Veterans with qualifying service, and\nSC for specific, chronic respiratory conditions that become manifest within 10 years of separation from a period of active duty.\nAugust 5, 2021\nVA amended\n38 CFR 3.320\nto extend presumptive SC to include specific rare respiratory cancers that become manifest to any degree at any time after separation from service,\nas discussed in the attachment,\nHistorical_M21-1VIII_ii_2_SecA_5-4-22.docx\n.\nApril 26, 2022\nPublic Law (PL) 117-168\n, Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022 created\n38 U.S.C. 1119\n, which creates a presumption that any covered Veteran was exposed to substances, chemicals, and airborne hazards identified in a list created by the Secretary of VA, and\n38 U.S.C. 1120\n, which allows for presumptive SC for specific disabilities that become manifest at any time after service.\nImportant\n:  The presumptions established in\n38 U.S.C. 1119\nand\n38 U.S.C. 1120\nby the PACT Act superseded\n38 CFR 3.320\nand procedural concessions of burn pit exposure.\nAugust 10, 2022\nVA published the final rulemaking for asthma, rhinitis, and sinusitis (to include rhinosinusitis), which included the following regulatory provisions:\nremoved the requirement for these specific, chronic respiratory conditions to manifest within a presumptive period of time after service, and\nclarified the definition of qualifying service.\nImportant\n:\nThis rulemaking removed from regulation the required 10-year manifestation period for asthma, rhinitis, and sinusitis, which was already effectuated by the PACT Act in August 2022.  Therefore, the October 2023 rulemaking provides no basis on which to grant an effective date or an earlier effective date under\n38 CFR 3.114\n.\nApply this guidance for any claims where a Survivor\nis claiming the principal or contributory cause of the Veteran's death is, or is secondary to, asthma, rhinitis, or sinusitis, to include rhinosinusitis, or\nhas a specific allegation of eligibility under the new regulation.\nOctober 31, 2023\nVA issued an interim final rule which added\n38 CFR 3.320a\n, establishing presumptive SC for covered Veterans with specific genitourinary cancers due to exposure to fine particulate matter.\nJanuary 2, 2025\nVA issued an interim final rule which added\n38 CFR 3.320b\n, establishing presumptive SC for covered Veterans with certain blood cancers due to exposure to fine particulate matter.\nJanuary 10, 2025\nReferences\n:  For more information on\nestablishing an effective date based on BPOT exposure, see\nM21-1, Part VIII, Subpart ii, 2.C.1.e\n, and\nfuture\n38 CFR 3.320\nupdates based on the\nPACT Act, see\nVBA Letter 20-24-06, Updated Guidance on Processing Claims Involving PACT Act\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 2, Section A - General Information on Claims Based on Exposure to Burn Pits and Other Toxins, Including Fine Particulate Matter (BPOT)",
  "citation": "Part VIII, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177441/M21-1-Part-VIII-Subpart-ii-Chapter-2-Section-A-General-Information-on-Claims-Based-on-Exposure-to-Burn-Pits-and-Other-Toxins-Including-Fine-Particulate-Matter-BPOT",
  "updated": "",
  "scraped_at": "2025-06-16T22:57:04.558007",
  "tags": [
    "m21-1"
  ]
}