{
  "chunk_id": "VIII_ii_2_B_6",
  "content": "/>\nVIII.ii.2.B.1.a\n.\nIdentifying a Claim for Qualifying Disabilities Due to BPOT Exposure\nClaims processors should sympathetically read claims from Veterans whose symptoms and service suggest potential entitlement to presumptive service connection (SC) based on exposure to burn pits and other toxins, including fine particulate matter (BPOT).  Veterans with service in a qualifying BPOT location who claim a disability or symptom related to a disability recognized under\n38 U.S.C. 1120\n,\n38 CFR 3.320a\n, or\n38 CFR 3.320b\ndo not need to specifically claim BPOT exposure.\nExample\n:  The Veteran may\nidentify symptoms of a general medical condition, such as shortness of breath or respiratory issues rather than explicitly listing a diagnosis, or\ndescribe respiratory cancer in other terms, such as cancer of the throat or neck.\nNotes\n:\nIf a claim is unclear, claims processors should review the medical evidence to determine if a qualifying diagnosis exists, or follow the procedures in\nM21-1, Part III, Subpart i, 2.D.1.c\nto clarify the claim.\nIf the Veteran claims a disability that is not recognized as a BPOT presumptive, process the claim under direct SC guidelines in accordance with the toxic exposure risk activity procedures outlined in the\nSergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022 Implementation Standard Operating Procedure (SOP)\n.\nThe claimant must identify the disability(ies) that resulted from BPOT exposure.  If the claimant only alleges exposure without identifying a symptom or disability, follow the procedures for handling an incomplete application in\nM21-1, Part II, Subpart iii, 1.C.2.b and c\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 2, Section B - Developing Claims Based On Exposure to Burn Pits and Other Toxins, Including Fine Particulate Matter (BPOT)",
  "citation": "Part VIII, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177442/M21-1-Part-VIII-Subpart-ii-Chapter-2-Section-B-Developing-Claims-Based-On-Exposure-to-Burn-Pits-and-Other-Toxins-Including-Fine-Particulate-Matter-BPOT",
  "updated": "",
  "scraped_at": "2025-06-16T22:57:13.806054",
  "tags": [
    "m21-1"
  ]
}