{
  "chunk_id": "VIII_ii_2_B_7",
  "content": "/>\nVIII.ii.2.B.1.b\n.\nTracking BPOT Claims\nTo ensure proper tracking of claims due to BPOT exposure, claims processors must\nestablish the appropriate end product (EP), and\nadd the\nGulf War Presumptive – Airborne Hazards\nspecial issue indicator to the relevant contention(s)\n.\nNotes\n:\nThe special issue indicator should only be applied to the contention if it is one of the qualifying disabilities or exhibits signs and symptoms of such disabilities.  For example, do not use the above special issue indicator on a claim for fibromyalgia due to burn pit exposure.\nClaim scenarios may exist where the contention (claimed disability or signs and symptoms of a disability) would warrant additional special issue indicators such as\nEnvironmental Hazard in Gulf War\nor\nPACT\nbased on the Veteran’s statements and service in qualifying locations.\nAll claims processors have a responsibility to ensure the special issue indicator is appropriately applied throughout the life of the claim.\nReferences\n:  For more information on\nEPs, see\nM21-4, Appendix B\nspecial issue indicators, see\nM21-1, Part III, Subpart i, 2.F.2.f and g\nthe\nVeterans Benefits Management System (VBMS) Core User Guide\n, and\nM21-4, Appendix E\n, and\nenvironmental hazard claim tracking, see\nM21-1, Part VIII, Subpart iii, 9.B.1.a\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 2, Section B - Developing Claims Based On Exposure to Burn Pits and Other Toxins, Including Fine Particulate Matter (BPOT)",
  "citation": "Part VIII, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177442/M21-1-Part-VIII-Subpart-ii-Chapter-2-Section-B-Developing-Claims-Based-On-Exposure-to-Burn-Pits-and-Other-Toxins-Including-Fine-Particulate-Matter-BPOT",
  "updated": "",
  "scraped_at": "2025-06-16T22:57:13.806054",
  "tags": [
    "m21-1"
  ]
}