{
  "chunk_id": "VIII_ii_2_B_10",
  "content": "/>\nVIII.ii.2.B.1.e\n.\nConsidering the 1119 Corporate Flash\nWhen the Department of Veterans Affairs (VA)/Department of Defense Identity Repository (VADIR) data can establish service in a qualifying location, Veterans Benefits Administration systems will\nautomatically establish a corporate flash,\nToxic Exposure – Sec.1119 Covered Veteran\n, and\nupdate the PACT ACT DEPLOYMENTS tab (on the MILITARY SERVICE screen) in VBMS Core to reflect details provided by VADIR that were used to verify the Veteran’s\n38 U.S.C. 1119\n-qualifying service.\nImportant\n:\nThe information shown under the PACT ACT DEPLOYMENTS tab\nis provided solely to establish the Veteran has at least one qualifying deployment that satisfies the criteria for presumptive toxic exposure per\n38 U.S.C. 1119\n, and may not necessarily reflect a complete listing of the Veteran’s\n38 U.S.C. 1119\n-qualifying service history.\nThe absence of the 1119 corporate flash should never be construed to mean that no qualifying service exists.  When the\nToxic Exposure – Sec.1119 Covered Veteran\nflash was not applied by automation, claims processors must review all available evidence, such as ILER, personnel records and/or the\nDD Form 214,\nCertificate of Release or Discharge from Active Duty\n, to determine whether the Veteran served in any location covered by\n38 U.S.C. 1119\n.\nReference\n:  For more information on corporate flashes, see\nM21-1, Part III, Subpart i, 2.F.1.b\n, and\nM21-4, Appendix E, 1.b\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 2, Section B - Developing Claims Based On Exposure to Burn Pits and Other Toxins, Including Fine Particulate Matter (BPOT)",
  "citation": "Part VIII, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177442/M21-1-Part-VIII-Subpart-ii-Chapter-2-Section-B-Developing-Claims-Based-On-Exposure-to-Burn-Pits-and-Other-Toxins-Including-Fine-Particulate-Matter-BPOT",
  "updated": "",
  "scraped_at": "2025-06-16T22:57:13.806054",
  "tags": [
    "m21-1"
  ]
}