{
  "chunk_id": "VIII_ii_2_B_18",
  "content": "/>\nVIII.ii.2.B.2.c\n.\nExamination Guidelines for BPOT Presumptive Disabilities\nWhen requesting an examination for one of the BPOT presumptive disabilities, follow the below guidelines.\nAny condition that requires an invasive diagnostic procedure, such as a biopsy, is considered outside of the scope of VA examination practice.  In these cases, follow guidance in\nM21-1, Part IV, Subpart i, 2.A.1.d\nregarding scope of practice relative to examinations.\nBronchiolitis is extremely difficult to diagnose and generally requires a lung biopsy.\nIf there is question as to whether the Veteran is diagnosed with a presumptive condition that generally requires a biopsy, but there is no biopsy report, request a medical opinion.\nDo not request a biopsy or for the Veteran to be sedated and/or undergo an invasive procedure.\nIdentify any evidence for the examiner supporting why the biopsy was not conducted.\nIf the evidence of record is unclear as to whether the Veteran is diagnosed with one of the presumptive cancers, or whether the cancer is considered the primary site of the cancer, request a medical opinion to help determine the originating site of the cancer.\nReferences\n:  For more information on\nhistory of BPOT exposure policies, see\nM21-1, Part VIII, Subpart ii, 2.A.1.a\n, and\nconsidering presumptive SC for metastatic cancer, see\nM21-1, Part V, Subpart ii, 2.B.1.b\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 2, Section B - Developing Claims Based On Exposure to Burn Pits and Other Toxins, Including Fine Particulate Matter (BPOT)",
  "citation": "Part VIII, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177442/M21-1-Part-VIII-Subpart-ii-Chapter-2-Section-B-Developing-Claims-Based-On-Exposure-to-Burn-Pits-and-Other-Toxins-Including-Fine-Particulate-Matter-BPOT",
  "updated": "",
  "scraped_at": "2025-06-16T22:57:13.806054",
  "tags": [
    "m21-1"
  ]
}