{
  "chunk_id": "VIII_ii_2_C_6",
  "content": "/>\nVIII.ii.2.C.1.a\n.\nEstablishing SC for a Qualifying Presumptive Disability\nEstablish presumptive service connection (SC) due to fine particulate matter exposure if the evidence establishes\nservice in a qualifying location as described in\nM21-1, Part VIII, Subpart ii, 2.A.1.e\n, and\nthe Veteran has been diagnosed with a condition listed in\n38 U.S.C. 1120\n38 CFR 3.320a\n, or\n38 CFR 3.320b\n.\nImportant\n:\nPresumptive SC for the conditions listed in\n38 U.S.C. 1120\nbecame effective August 10, 2022, based on\nPublic Law 117-168\n, Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022.\nUnder current rules, the presumption of SC does not require the disability to manifest within any time frame after service nor to any degree of disability.\nPresumptive SC for cancer associated with exposure to burn pits and other toxins, including fine particulate matter (BPOT) may only be established if the cancer in consideration is the primary or originating site of the cancer.\nReferences\n:  For more information on\nthe history of BPOT exposure policies, see\nM21-1, Part VIII, Subpart ii, 2.A.1.a\nwhich diagnoses qualify as a presumptive under\n38 U.S.C. 1120\n, see\nVBA Letter 20-24-06, Updated Guidance on Processing Claims Involving PACT Act\n, and\nM21-1, Part VIII, Subpart ii, 2.A.1.f\npresumptive SC for metastatic cancer, see\nM21-1, Part V, Subpart ii, 2.B.1.b\n, and\npresumptive BPOT disabilities, see\nM21-1, Part VIII, Subpart ii, 2.A.1.f-h\n.",
  "title": "M21-1, Part VIII, Subpart ii, Chapter 2, Section C - Rating Claims Based on Exposure to Burn Pits and Other Toxins, Including Fine Particulate Matter (BPOT)",
  "citation": "Part VIII, Subpart ii, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177443/M21-1-Part-VIII-Subpart-ii-Chapter-2-Section-C-Rating-Claims-Based-on-Exposure-to-Burn-Pits-and-Other-Toxins-Including-Fine-Particulate-Matter-BPOT",
  "updated": "",
  "scraped_at": "2025-06-16T22:57:23.049292",
  "tags": [
    "m21-1"
  ]
}