{
  "chunk_id": "VIII_iii_3_A_18",
  "content": "/>\nVIII.iii.3.A.3.b\n.\nDeveloping to the Claimant in Mustard Gas Claims\nThe standard Section 5103 notice contained on\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, is not sufficient for most mustard gas claims as it does not request the information needed to verify exposure to mustard gas or Lewisite.  In all claims based on such exposure, development to the claimant is required.\nException\n:  Do not send a development letter if the evidence of record\nprovides the information the subsequent development letter solicits, or\nis otherwise sufficient to decide the claim.\nUse the table below to determine what language to insert into the subsequent development letter.\nIf ...\nThen send a subsequent development letter with the VBMS development paragraph ...\nthe Veteran files a substantially complete claim for SC for a disability due to mustard gas or Lewisite exposure\nMG-circumstances of exposure\n.\nImportant\n:  Claims processors may contact a claimant by telephone to obtain the above information.\nReference\n:  For more information on obtaining and documenting information received from a claimant by telephone, see\nM21-1, Part III, Subpart i, 2.D.1\n.\nthe disability claimed as due to mustard gas or Lewisite exposure is not recognized as a presumptive condition under\n38 CFR 3.316\nMG-not a recognized condition\n.\nReferences\n:  For more information on\nnotification requirements for special issues, see\nM21-1, Part III, Subpart i, 2.B.1.f\n, and\nprocessing claims in VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 3, Section A - Developing Claims for Service Connection (SC) for Disabilities Resulting From Exposure to Mustard Gas or Lewisite",
  "citation": "Part VIII, Subpart iii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177452/M21-1-Part-VIII-Subpart-iii-Chapter-3-Section-A-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-From-Exposure-to-Mustard-Gas-or-Lewisite",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:00.063480",
  "tags": [
    "m21-1"
  ]
}