{
  "chunk_id": "VIII_iii_3_A_21",
  "content": "/>\nVIII.iii.3.A.3.e\n.\nProcedure for Verifying Full-Body Exposure to Mustard Gas or Lewisite\nVerification of mustard gas or Lewisite exposure is a two-step process:\nCheck ILER.\nIf the mustard gas exposure is not verified in ILER, send a request to Compensation Service to ask DoD’s Deployment Health Directorate for a determination regarding exposure.\nFollow the procedures in the table below when verifying a claim of exposure to mustard gas or Lewisite.\nStep\nAction\n1\nIs the claimant claiming a disability listed in\n38 CFR 3.316(a)\n?\nIf\nyes\n, go to Step 3.\nIf\nno\n,\nsend the development letter referenced in\nM21-1, Part VIII, Subpart iii, 3.A.3.b\n, requesting scientific or medical evidence showing that the claimed condition is medically associated with exposure\nallow the claimant 30 days to respond, and\ngo to the next step.\n2\nDid the claimant respond with the requested information?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nrefer the claim for a decision, and\ndisregard the remaining steps in the table.\n3\nIs there competent lay or medical evidence of a disability listed in\n38 CFR 3.316(a)\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nrefer the claim for a decision, and\ndisregard the remaining steps in the table.\n4\nObtain the Individual Exposure Summary/ILER response in accordance with the\nILER Guidance\n.  Does ILER documentation verify the Veteran’s mustard gas or Lewisite exposure?\nIf\nyes\n, complete all other required claims development, including any necessary examinations.\nIf\nno\n, send a request to Compensation Service to assist in verifying exposure, as detailed in\nM21-1, Part VIII, Subpart iii, 3.A.3.f\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 3, Section A - Developing Claims for Service Connection (SC) for Disabilities Resulting From Exposure to Mustard Gas or Lewisite",
  "citation": "Part VIII, Subpart iii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177452/M21-1-Part-VIII-Subpart-iii-Chapter-3-Section-A-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-From-Exposure-to-Mustard-Gas-or-Lewisite",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:00.063480",
  "tags": [
    "m21-1"
  ]
}