{
  "chunk_id": "VIII_iii_4_A_12",
  "content": "/>\nVIII.iii.4.A.2.a\n.\nCentralized Processing of Claims Based on Radiation Exposure\nIn October 2006, the Department of Veterans Affairs (VA) centralized the processing of all claims for SC based on radiation exposure at the Jackson Regional Office (RO).\nThe Jackson RO is responsible for developing and resolving\nall claims for SC for presumptive disabilities resulting from exposure to ionizing radiation under\n38 CFR 3.309(d)\n, and\nall non radiation-related contentions received under the end product associated with the radiation issue.\nNotes\n:\nThe station in receipt of a claim for SC based on radiation exposure must\nfirst verify the existence of a radiogenic disease, then\nadd the\nRadiation Radiogenic Disability Confirmed\nspecial issue indicator to the contention before the claim can be transferred to the Jackson RO for processing.\nFollowing resolution of all pending issues, the Jackson RO will transfer the paper claims folder, if one exists, back to the station of origination.\nLegacy appeals of radiation determinations, including remanded legacy appeals, are processed by Jackson RO.\nReference\n:  For more information on jurisdiction on claims and legacy appeals involving radiation exposure, see\nPart VIII, Subpart iii, 4.B.2.a\nM21-1, Part II, Subpart ii, 3.1.b\nthe\nOffice of Field Operations' RO special missions site\n, and\nM21-5, Chapter 7, Section G.3.b\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section A - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.309",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177454/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-A-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3309",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:18.558654",
  "tags": [
    "m21-1"
  ]
}