{
  "chunk_id": "VIII_iii_4_A_18",
  "content": "/>\nVIII.iii.4.A.2.g\n.\nAdditional Information to Include in the Development Letter to DTRA\nIn addition to the development letter, enclose a copy of the claimant’s statement about their activities.\nMilitary personnel who served in Japan after the end of World War II\nmust\nhave been a part of the occupation forces to be eligible for presumptive SC.\nIf the claims folder contains\nVA Form 21-3101, Request for Information\n, on which the National Personnel Records Center has stated that the Veteran was a member of the occupation forces of Japan, attach the\nVA Form 21-3101\nto the request to DTRA.\nIf development includes a request for a dose assessment under\n38 CFR 3.311\nfor disabilities not covered under\n38 CFR 3.309(d)\n, enclose copies of the available military documents provided by the claimant, such as the discharge certificate, orders, and other records in support of the claim, provided in response to development under\nM21-1, Part VIII, Subpart iii, 4.B.4.a\n.\nNote\n:  If the claimant’s statement contains all the elements listed in\nM21-1, Part VIII, Subpart iii, 4.A.2.f\n, the requester may refer to the claimant’s statement rather than repeat the information in the development letter.  Use the term, “\nattached document\n” in the development letter when referring to the claimant’s statement.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section A - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.309",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177454/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-A-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3309",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:18.558654",
  "tags": [
    "m21-1"
  ]
}