{
  "chunk_id": "VIII_iii_4_B_11",
  "content": "/>\nVIII.iii.4.B.1.f\n.\nVA Responsibility for Expunging Classified Military Data\nThe fact that a Veteran inadvertently reveals classified military information during the course of applying for benefits should not be compounded further by releasing this information within or outside VA in any manner.  Cut out (rather than obliterate) any classified information from related documents or statements.\nWhen expungement is necessary, follow the steps in the table below to properly remove the classified information.\nStep\nAction\n1\nPrepare a\nVA Form 27-0820, Report of General Information\n, for the claims folder and have the form signed by the Veterans Service Center Manager (VSCM), Pension Management Center Manager (PMCM), or supervisory designee, not lower than the Assistant VSCM or PMCM.  On the\nVA Form 27-0820\n,\ncite the\nkind of evidence removed, and\nreason for the record expungement, and\nsummarize or restate any other expunged facts or statements not referring to specific military bases where radiation exposure allegedly occurred.\n2\nOnce approved, redact the classified information.\nReference\n:  For more information on redacting adobe documents, see the\nAdobe Acrobat XI Pro Quick Start Guide\n.\n3\nPlace the redacted document(s) and\nVA Form 27-0820\nin the claims folder.\n4\nMark the document(s) containing classified information for deletion.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}