{
  "chunk_id": "VIII_iii_4_B_15",
  "content": "/>\nVIII.iii.4.B.2.a\n.\nCentralized Processing of Claims Based on Radiation Exposure\nIn October 2006, VA centralized the processing of all claims for SC based on radiation exposure at the Jackson Regional Office (RO), to include all claims for SC for disabilities resulting from exposure to ionizing radiation under\n38 CFR 3.311\n.\nWhen ROs receives a claim identifying exposure to radiation, the existence of a radiogenic disease must be confirmed prior to transferring the claim to the Jackson RO.  Confirmation of the existence of a presumptive disease under\n38 CFR 3.309(d)\nin a “radiation-exposed veteran” or of a “radiogenic disease” as defined in\n38 CFR 3.311\nis, generally, a medical diagnosis from a health care provider.\nAll folders with pending radiation claims must be transferred to the Jackson RO after the radiogenic disease is confirmed.\nImportant\n:\nThe station in receipt of a claim for SC based on radiation exposure is responsible for noting the following in the claims folder:\nno development accomplished\npartial/complete development – request not sent to DTRA\ndevelopment completed - request sent to DTRA, or\npending opinion from Compensation Service\n.\nLegacy appeals of radiation determinations, including remanded legacy appeals, are processed by the Jackson RO.\nReferences\n:  For more information on\nthe criteria to consider before beginning development of an ionizing radiation claim, see\nM21-1, Part VIII, Subpart iii, 4.B.2.c\n, and\njurisdiction over radiation claims and legacy appeals, see\nM21-1, Part II, Subpart ii, 3.1.b\nM21-1, Part VIII, Subpart iii, 4.A.2.a\n, and\nM21-5, Chapter 7, Section G.3.b\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}