{
  "chunk_id": "VIII_iii_4_B_17",
  "content": "/>\nVIII.iii.4.B.2.c\n.\nCriteria to Consider Before Beginning Development of a Claim Based on Exposure to Ionizing Radiation\nIf a claim is received for SC for a disability caused by exposure to ionizing radiation\nand\nthe claim is substantially complete, the development activity reviews the claim to\ndetermine whether SC may be established under\n38 CFR 3.303\n, or\n38 CFR 3.309(d)\n, and\ndetermine whether the requirements for consideration of SC under\n38 CFR 3.311\nare satisfied.\nUnder\n38 CFR 3.311(b)\n, the submitted or acquired evidence must show that the Veteran\nhas either\none of the radiogenic diseases listed in\n38 CFR 3.311(b)(2)\na death certificate signed by a physician listing the cause of death as a disease specific to radiation exposure under\n38 CFR 3.309(d)\nor radiogenic disease under\n38 CFR 3.311\n,or\nan unlisted disease for which a medical opinion or medical treatise has been submitted showing a causal relationship between the disease and exposure to radiation, and\nwas exposed to ionizing radiation\nwhile a participant in atmospheric nuclear weapons testing\nduring the post-war occupation of Hiroshima or Nagasaki from September 1945 until July 1946\nas a prisoner of war (POW) in Japan, or\nwhile performing other service activities, such as work as an x-ray technician, in a reactor plant, or in nuclear medicine or radiography.\nNote\n:  A Veteran will be considered involved in a radiation-risk activity if they performed tasks similar to work engaged in by a Department of Energy (DoE) employee that qualifies the DoE employee as a member of the Special Exposure Cohort under\n42 U.S.C. 7384l(14)\n.\nReference\n:  For more information on the diseases recognized under\n38 CFR 3.311\n, see\nM21-1, Part VIII, Subpart iii, 4.C.1.e\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}