{
  "chunk_id": "VIII_iii_4_B_25",
  "content": "/>\nVIII.iii.4.B.3.b\n.\nRequesting Verification of Participation in the American Occupation of Hiroshima or Nagasaki Prior to July 1, 1946\nWhen requesting verification from DTRA of exposure to ionizing radiation as a result of participation in the American occupation of Hiroshima or Nagasaki, Japan, prior to July 1, 1946, send a letter to DTRA that provides the following information:\nthe organization or unit (ship, task group, company, or squadron) and rank at the time of exposure\nthe duty place and organizational unit from which the Veteran may have been detailed, and\nthe activities and length of time at ground zero (hypocenter).\nThe letter to DTRA should include a description from the claimant and from the service records of activities performed during the entire period of exposure, including\nwhether or not the Veteran went ashore\nthe length of time spent ashore, and\nthe activities performed while ashore.\nThe letter to DTRA should also\nspecify the disease being claimed (If skin cancer is claimed, specify the site of each lesion, type of cancer, and date of diagnosis.), and\ninclude\navailable pathology reports that identify the type of cancer and the organ involved, if the disease claimed is a listed radiogenic disease, and/or\nthe medical or scientific evidence showing a causal relationship between the claimed disease and exposure to radiation, if the disease is not among those listed under\n38 CFR 3.311(b)(2)\n.\nFor former POWs, also provide DTRA with the following information:\nthe dates of confinement\nthe places of confinement\nthe date and place of liberation\nthe date and method of departure from Japan, and\nthe method of travel within Japan, since the method of travel, such as a specific train over a specific route, can provide critical information in confirming exposure.\nImportant\n:  Information on the activities performed and the amount of time spent at ground zero is critical in obtaining an accurate dose estimate.  Recognition of an area can be critical in determining and verifying participation.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}