{
  "chunk_id": "VIII_iii_4_B_32",
  "content": "/>\nVIII.iii.4.B.3.i\n.\nDeveloping Claims for SC Based on NRI Therapy\nAdjudicate claims for SC based on in-service treatment involving nasopharyngeal radium irradiation (NRI) therapy under the provisions of\n38 CFR 3.311\nwith dose estimates prepared by the Under Secretary for Health (USH).\nReview STRs, clinical records, and dental records for any annotation of radium therapy.\nRequest STRs that are not already on file.  In addition, request\ninformation concerning radiation exposure from standard sources, and\nt\nhe following data from the Veteran:\nthe date the NRI treatment was administered, and\nthe place where the NRI treatment was administered, including the specific base and medical facility.\nNote\n:  Even when STRs do verify NRI treatments, they may not contain detailed records of radiation doses during treatment.  Refer the claim to Compensation Service if NRI treatment is verified but dose information is not present.  Compensation Service will determine whether a dose estimate may be provided by the Veterans Health Administration.\nReferences\n:  For more information on\nreferring claims to Compensation Service, see\nM21-1, Part VIII, Subpart iii, 4.B.5\n, and\nM21-1, Part X, Subpart v, 1.A\n, and\nNRI therapy, see the VA Fact Sheet,\nNasopharyngeal Radium Therapy\n, dated September 1997.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}