{
  "chunk_id": "VIII_iii_4_B_36",
  "content": "/>\nVIII.iii.4.B.4.a\n.\nObtaining Dosimetry Information From DTRA for Atmospheric Tests, Hiroshima or Nagasaki Occupation, or POW Interment in Japan\nFor claims involving U.S. atmospheric nuclear weapons tests, occupation of Hiroshima or Nagasaki, or POW interment in Japan, send a request for dosimetry information to the\nDefense Threat Reduction Agency (DTRA)\nATTN:  RD-NTSD\nStop 6201\n8725 John J. Kingman Rd.\nFt. Belvoir, VA  22060-6201\nThe letter to DTRA must contain the following information:\nthe applicable regulation (\n38 CFR 3.309(d)\nor\n38 CFR 3.311\n)\nVA claim number\nVeteran’s and claimant’s names, addresses, and telephone numbers\nVeteran’s branch of service, service number, and Social Security number\nspecific organization or unit of assignment at the time of exposure\ndates of assignment to nuclear test site or Hiroshima/Nagasaki\nfull description of duties and activities while a participant in a radiation-risk activity, and\nspecific disease being claimed (Specify the type of cancer and the organ involved.  If skin cancer is claimed, also specify the site of each lesion and date of diagnosis.)\nThe letter must include a copy of\nthe claimant’s response to the request for information about the Veteran’s exposure to ionizing radiation\nthe Veteran’s statement(s) about the nature of their exposure to radiation\nany military documents supporting participation in a radiation-risk activity, such as a\nDD Form 214\n,\nCertificate of Release of Discharge from Active Duty\n, or military orders\nthe medical or scientific evidence showing a causal relationship between the claimed disease and exposure to radiation, if the disease is not among those listed under\n38 CFR 3.311(b)(2),\nand\nthe Board of Veterans’ Appeals (BVA) remand, if applicable.\nNote\n:  DTRA only provides confirmation of participation and radiation doses for individuals involved in U.S. atmospheric nuclear testing (1945 to 1960) and the occupation forces of Hiroshima/Nagasaki.\nReference\n:  For more information on obtaining dosimetry information in cases not handled by DTRA, see\nM21-1, Part VIII, Subpart iii, 4.B.4.b\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}