{
  "chunk_id": "VIII_iii_4_B_37",
  "content": "/>\nVIII.iii.4.B.4.b\n.\nObtaining Dosimetry Information for Individuals Outside the Scope of DTRA’s NTPR Program\nUse the table below to determine the appropriate action to take for individuals outside the scope of DTRA’s Nuclear Test Personnel Review (NTPR) program.\nIf the claimant alleges exposure to radiation ...\nThen ...\nthrough a military occupation, such as x-ray technicians, reactor plant workers, and workers in nuclear medicine, radar, and radiography, and\nthe Veteran’s military records document the military occupation\nsend a letter requesting dosimetry information to the appropriate service department point of contact listed in\nM21-1, Part VIII, Subpart iii, 4.B.3.f\n, and\nonce dosimetry information is received,\nrefer the claim to Compensation Service for referral to the USH, who is responsible for preparation of a dose estimate, to the extent feasible, based on available methodologies.\nfrom medical diagnostic procedures or during medical treatment, and\nthe Veteran’s STRs support this exposure\nrefer the claim to Compensation Service for assistance.\nReferences\n:  For more information on\nwhat to include in the letter to the service department point of contact, see\nM21-1, Part VIII, Subpart iii, 4.B.4.c\n, and\nreferring claims to Compensation Service, see\nM21-1, Part VIII, Subpart iii, 4.B.5\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}