{
  "chunk_id": "VIII_iii_4_B_48",
  "content": "/>\nVIII.iii.4.B.5.b\n.\nProcess for Referring Claims to Compensation Service\nThe table below describes the process for referring a claim based on exposure to ionizing radiation to Compensation Service.\nNote\n:  It is not necessary to obtain the concurrence of the VSCM, PMCM, or their designee prior to referring a radiation claim to Compensation Service.\nStage\nWho Is Responsible\nDescription\nReferences\n1\nRO\nRefers the claim to Compensation Service for review once\nthe three requirements of the initial review have been satisfied, and\ndevelopment has been completed, including receipt of a response from DoD regarding exposure to radiation, and\nnotifies the claimant of the referral to Central Office.\nFor more information on\nwhat to include in the memorandum for a referral, see\nM21-1, Part VIII, Subpart iii, 4.B.5.c\n, and\nprocedures for referring claims to Compensation Service, see\nM21-1, Part VIII, Subpart iii, 4.B.5.d\n.\n2\nCompensation Service\nReviews the claim\ndetermines if a request for a medical opinion from the USH, and/or referral of the claim to an outside consultant is necessary, and\nadds a note in VBMS if a referral is made to the USH.\nFor more information on referrals by Compensation Service to\nthe USH, see\n38 CFR 3.311(c)\n, and\nan outside consultant, see\n38 CFR 3.311(d)\n.\n3\nCompensation Service\nProvides the RO with\nan opinion recommending either a grant or denial of the claim, and\nthe written response of both the USH and/or outside consultant (if solicited).\n---",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}