{
  "chunk_id": "VIII_iii_4_B_49",
  "content": "/>\nVIII.iii.4.B.5.c\n.\nRequired Memorandum for Referral to Compensation Service of a 38 CFR 3.311 Claim\nWhen referring a claim based on exposure to ionizing radiation to Compensation Service prepare a memorandum in the format shown below.\nDEPARTMENT OF VETERANS AFFAIRS\n[RO Name]\n[RO Address]\n[Date]\nExecutive Director                                                                  In Reply Refer To:\nCompensation Service (214D)                                               [\nRO #]\nDepartment of Veterans Affairs\n[File Number]\nCentral Office\n[Veteran’s Name]\n810 Vermont Ave. NW\nWashington, DC  20420\nSUBJECT\n:\nRequest for an Advisory Opinion for radiation review per 38 C.F.R. 3.311\n.\nQUESTION AT ISSUE\n:\nIs it likely that the claimed diseases are a result of the Veteran’s exposure to ionizing radiation while in service?\nVETERAN INFORMATION\n[Enter pertinent service information.]\n[Enter age at the time of exposure.]\n[Enter sex.]\n[Enter race.]\n[Enter date of birth and date of death (if pertinent).]\nExample\n:\nServed in the U.S. Navy from January 22, 1963, to August 26, 1983.\nExposure occurred from ages 34 to 36.\nMale\nCaucasian\nDOB: October 14, 1946\nCLAIMED DISEASES\n[Enter name/description of the claimed disease(s), including the specific cell type and stage, if known.  If skin cancer is claimed, specify the site of each lesion, type of cancer, and date of diagnosis.]\n[Enter date the claimed disease(s) first manifested (date of diagnosis) and the time lapse between exposure and the onset of the disease(s).]\n[Enter whether the claimed disease(s) are listed under 38 C.F.R. 3.311(b)(2).  If not, list the medical and/or scientific evidence that supports a causal relationship between the disease(s) and exposure to radiation as required per 38 C.F.R. 3.311(b)(4).]\nExample\n:\nRenal cell carcinoma of the left kidney.\nDiagnosed with renal carcinoma in 2009, at age 63, and approximately 28 years after initial exposure to ionizing radiation in service.\nKidney cancer is noted as a “radiogenic disease” under 38 C.F.R. 3.311(b)(2).\nEXPOSURE INFORMATION\n[Enter date\nRadiation\nRisk Activity Information Sheet\n(or equivalent) received.]\n[Enter how was the Veteran was exposed to ionizing radiation.\nResult of participation in a radiation-risk activity (atomic) as defined in 38 C.F.R. § 3.309(d)(3), or\nExposure to ionizing radiation by reason of military duties (Occupational) as defined in 38 C.F.R. § 3.311, or\nOther (please explain).]\n[Enter circumstances surrounding the radiation exposure, including dates of the exposure (mm/dd/yr).]\nExample\n:\nRadiation Risk Activity Information Sheet received on May 16, 2020.\nThe Veteran was exposed to ionizing radiation by reason of military duties (Occupational) as defined in 38 C.F.R. 3.311.\nThe Veteran was exposed to radiation while performing his military duties as a weapons instructor, which included inspecting nuclear weapons, from August 1980 to November 1982.\nDOSE INFORMATION AS SPECIFIED IN 38 C.F.R. 3.311(a)(2)\n:\n[Provide the following information.]\n[List the documentation available in the STRs, personnel records, and/or other records (DD Form 1141, NAVMED 6470/10, NAVMED 6470/11, NRC Form 5, AF Form 1527, etc). If not available, please enter\nNone\n.]\n[List the dose information provided by\nDTRA (for exposure as a result of participation in a radiation-risk activity/atomic), or\nthe applicable service department (for exposure as a result of military duties and/or occupational exposure), or\nother source(s) (U.S. Department of Energy, medical professional/etc).]\nExample\n:\nDD Forms 1141 document monitoring for exposure to ionizing radiation for periods beginning June 30, 1980 to November 30, 1982, with a Total Lifetime dose estimate as 00.066 rem.\nThe Naval Dosimetry Center provided a dose estimate on August 11, 2020 of:\nDDE-Photon               00.036\nDDE-Neutron             00.030\nADDITIONAL INFORMATION\n[Enter Veteran’s relevant family medical history.]\n[Enter employment history (military and post-military).]\n[Enter Veteran’s history of exposure to known carcinogens or radiation before and after service, including smoking history and, if claiming skin cancer, exposure to the sun and location of the cancer.]\n[Enter any other information relevant to determining the cause of the disease.]\n[If a specific request was made by BVA remand, please indicate the date of the remand and the information requested.]\nExample\n:\nThe Veteran’s father had prostate cancer, and a sister had ovarian cancer.\nAfter military service, the Veteran worked as a police officer until retirement.\nThe Veteran is a former smoker, having smoked from 1985 to 2001.  The only other reported radiation exposure after service was from 2009 to 2010, when the Veteran received nine rounds of radiation treatment for his renal cancer.\nThe Veteran submitted a medical opinion from Dr. John Smith, Oncologist, dated November 8, 2019.  The opinion provides a positive association between the Veteran’s exposure to radiation while in service and his renal cancer.\nImportant\n:\nEach malignant skin neoplasm will be considered as a separate primary cancer (such as basal cell carcinoma or squamous cell carcinoma), unless it is noted in the medical record that the neoplasm is a metastatic lesion.\nFor the USH to prepare a dose estimate and provide an opinion, the date of diagnosis and the location (such as arm, neck, or back) for each skin cancer must be indicated.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}