{
  "chunk_id": "VIII_iii_4_B_53",
  "content": "/>\nVIII.iii.4.B.6.a\n.\nExposure to Nuclear Radiation and DoD Secrecy Agreement\nThe\nExposure to Nuclear Radiation and DoD Secrecy Agreement\nis shown below.\nExposure to Nuclear Radiation and Department of Defense Secrecy Agreement\nTHE SECRETARY OF DEFENSE\nWASHINGTON THE DISTRICT OF COLUMBIA\n13 FEB 1996\nMEMORANDUM FOR SECRETARIES OF THE MILITARY DEPARTMENTS\nCHAIRMAN OF THE JOINT CHIEFS OF STAFF\nUNDER SECRETARIES OF DEFENSE\nDIRECTOR, DEFENSE RESEARCH AND ENGINEERING\nASSISTANT SECRETARIES OF DEFENSE\nGENERAL COUNSEL OF THE DEPARTMENT OF DEFENSE\nINSPECTOR GENERAL OF THE DEPARTMENT OF DEFENSE\nDIRECTOR, OPERATIONAL TEST AND EVALUATION\nASSISTANTS TO THE SECRETARY OF DEFENSE\nDIRECTOR, ADMINISTRATION AND MANAGEMENT\nDIRECTORS OF THE DEFENSE AGENCIES\nSUBJECT:  Exposure to Nuclear Radiation and Secrecy Agreement:\nInquiries continue to be received regarding the appropriate action that should be taken to release Veterans from secrecy obligations so they may justify medical treatment for conditions allegedly arising from exposure to nuclear radiation.  Congressman Bill Richardson specifically requested a public statement be issued announcing personnel are relieved of any security obligation they may have incurred in connection with their military involvement in nuclear testing to establish the validity of a service-connected disability.\nIn the interest of fairness to the many Veterans who have so honorably served our country, in coordination with the Department of Energy, I hereby authorize Veterans seeking to establish a medical disability in connection with exposure to nuclear radiation to divulge to the Department of Veterans Affairs the name and location of their command, duties performed, dates of service, and related information necessary to validate exposure to nuclear radiation.  This authorization does not relieve Veterans of responsibility for continuing to protect specific technical information that could contribute to the development of a weapon of mass destruction or the application of nuclear technology.\n/s/\nWilliam J. Perry\nCc:  Honorable Bill Richardson\nU.S.  House of Representatives\nSecretary of Energy\nSecretary of Veterans Affairs",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 4, Section B - Developing Claims for Service Connection (SC) for Disabilities Resulting from Ionizing Radiation Exposure Under 38 CFR 3.311",
  "citation": "Part VIII, Subpart iii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177455/M21-1-Part-VIII-Subpart-iii-Chapter-4-Section-B-Developing-Claims-for-Service-Connection-SC-for-Disabilities-Resulting-from-Ionizing-Radiation-Exposure-Under-38-CFR-3311",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:27.899918",
  "tags": [
    "m21-1"
  ]
}