{
  "chunk_id": "VIII_iii_5_A_6",
  "content": "/>\nVIII.iii.5.A.1.a\n.\nBackground on CBRNE Testing\nAs part of its efforts to ensure the United States military could adequately protect its service members from possible wartime exposures to chemical warfare agents, the military conducted chemical, biological, radiological, nuclear, and explosives (CBRNE) testing and often used service members as volunteer test participants.\nGenerally, CBRNE testing began during the World War II era and was discontinued in 1975. Precise information on the number of tests, experiments, and participants is not available.  The Department of Defense (DoD) has identified specific locations and tests that occurred; however, a full list of testing locations and participants is not known due to record keeping practices of that era.\nBased on DoD research, CBRNE testing is known to have occurred at the following locations:\nEdgewood Arsenal between 1955 and 1975\nFort (Ft.) Detrick between 1943 and 1973\nPine Bluff\nFt. Bragg in 1958\nFt. Benning in 1960\nRocky Mountain Arsenal, and\nDugway Proving Ground.\nImportant\n:  While the locations and dates listed above are known sites based on DoD’s research of records, it is possible testing occurred at other military installations on dates outside of those listed.  Specific allegations of test participation conducted after 1975 or at a location not listed above should be considered on a facts-found basis by following the procedures outlined in\nM21-1, Part VIII, Subpart iii, 5.A.2.b\n.\nReference\n:  For more information on CBRNE testing, see the\nMilitary Health System Cold War website\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 5, Section A - Developing Claims Based on Participation in Chemical Biological Radiological Nuclear and Explosives (CBRNE) Testing",
  "citation": "Part VIII, Subpart iii, Chapter 5, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177457/M21-1-Part-VIII-Subpart-iii-Chapter-5-Section-A-Developing-Claims-Based-on-Participation-in-Chemical-Biological-Radiological-Nuclear-and-Explosives-CBRNE-Testing",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:46.414556",
  "tags": [
    "m21-1"
  ]
}