{
  "chunk_id": "VIII_iii_5_A_16",
  "content": "/>\nVIII.iii.5.A.2.c\n.\nInformation to Include in Examination and/or Medical Opinion Requests for Claims Based on CBRNE Testing\nThere are no presumptive conditions or disabilities recognized as common to CBRNE testing. Since participation in CBRNE testing is considered a TERA, complete a\nTERA Memorandum\nand schedule all appropriate examinations with medical opinions. When requesting an examination based on CBRNE test participation, follow the TERA examination request procedures, and include the following:\na request for a TERA medical opinion regarding any relationship between the claimant’s current disability and exposure to agents, simulants, tracers, or antidotes used in the test(s) the Veteran was involved in, as well as any other documented TERA participation for the Veteran, and\nidentification of relevant evidence for the examiner’s review, including the exposure information obtained from ILER, if available, or evidence of test participation identified under\nM21-1, Part VIII, Subpart iii, 5.A.2.b\n.\nImportant\n:  When requesting an examination and/or medical opinion for claims based on CBRNE testing, ensure the examiner is provided with the claims folder for consideration.\nReferences\n:  For more information on\nTERA examination request procedures, see the\nPACT Act Implementation SOP\n, and\nidentifying relevant evidence for the examiner’s review, see\nM21-1, Part IV, Subpart i, 2.A.8.d\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 5, Section A - Developing Claims Based on Participation in Chemical Biological Radiological Nuclear and Explosives (CBRNE) Testing",
  "citation": "Part VIII, Subpart iii, Chapter 5, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177457/M21-1-Part-VIII-Subpart-iii-Chapter-5-Section-A-Developing-Claims-Based-on-Participation-in-Chemical-Biological-Radiological-Nuclear-and-Explosives-CBRNE-Testing",
  "updated": "",
  "scraped_at": "2025-06-16T22:58:46.414556",
  "tags": [
    "m21-1"
  ]
}