{
  "chunk_id": "VIII_iii_6_A_16",
  "content": "/>\nVIII.iii.6.A.2.c\n.\nRequesting TERA Medical Opinions for SHAD Participants\nThere are no presumptive conditions or disabilities recognized as common to Project SHAD.  Participation in Project SHAD is considered a TERA.  Complete a\nTERA Memorandum\nand schedule all appropriate examinations with medical opinions.  Examinations should follow the TERA examination request procedures, and include the following, using fact sheets from the\nProject 112/SHAD Fact Sheets\nsite:\na request for a TERA medical opinion regarding any relationship between the claimant’s current disability and exposure to agents, simulants, tracers, and decontaminants used in the test(s) the Veteran was involved in, as well as any other documented TERA participation for the Veteran\na copy of all applicable DoD fact sheets for the test(s) the Veteran participated in, and\nrelevant evidence identified for the examiner’s review, including the ILER Summary, if available, and the DoD fact sheet(s).\nNotes\n:\nIf the name of the test(s) is/are known, in the comment section of the examination request, include a list of the agents, simulants, tracers, and decontaminants listed in the DoD fact sheet.\nMany claimants were involved in multiple tests.  Medical examiners need information about all tests in which the Veteran was involved.\nReferences\n:  For more information on\nTERA examination request procedures, see the\nPACT Act Implementation SOP\n, and\nidentifying relevant evidence for examiner’s review, see\nM21-1, Part IV, Subpart i, 2.A.8.d\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 6, Section A - Developing Claims Based on Participation in Project Shipboard Hazard and Defense (SHAD)",
  "citation": "Part VIII, Subpart iii, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177459/M21-1-Part-VIII-Subpart-iii-Chapter-6-Section-A-Developing-Claims-Based-on-Participation-in-Project-Shipboard-Hazard-and-Defense-SHAD",
  "updated": "",
  "scraped_at": "2025-06-16T22:59:04.906873",
  "tags": [
    "m21-1"
  ]
}