{
  "chunk_id": "VIII_iii_6_B_8",
  "content": "/>\nVIII.iii.6.B.1.c\n.\nProject SHAD Rating Requirements\nIn addition to the general rating narrative requirements outlined in\nM21-1, Part V, Subpart iv, 1.A\n, SHAD rating decisions must follow the below guidelines.\nSince SHAD is considered TERA participation, the rating decision must follow the TERA rating guidance outlined in the\nPACT Act Implementation SOP\n.\nWhen denying SC because an\nexplicit\nallegation of SHAD participation could not be established, the rating decision must include the following free text:\nYou reported exposure to Shipboard Hazard and Defense (SHAD) testing, also known as Project SHAD or Project 112. From 1962 to 1974, the Department of Defense (DoD) conducted Project SHAD to determine the potential risks to U.S. warships and American forces from chemical and biological warfare agents. The evidence of record does not show you participated in SHAD testing.\nWhen completing the SUBJECT field on the ISSUE MANAGEMENT tab in Veterans Benefits Management System – Rating (VBMS-R), end the description of the disability with\n[SHAD]\nregardless of whether the issue is being awarded or denied.  This will clearly identify the SHAD Project claimed issues, or those issues which the decision maker has decided are related to the Project 112/SHAD Project, on the\nCodesheet\n.\nExample\n:\nScar, right upper extremity [SHAD]\n.\nReference\n:  For more information on entering decisions in VBMS-R, see the\nVBMS Rating User Guide\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 6, Section B - Rating Claims Based on Participation in Project Shipboard Hazard and Defense (SHAD)",
  "citation": "Part VIII, Subpart iii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177460/M21-1-Part-VIII-Subpart-iii-Chapter-6-Section-B-Rating-Claims-Based-on-Participation-in-Project-Shipboard-Hazard-and-Defense-SHAD",
  "updated": "",
  "scraped_at": "2025-06-16T22:59:14.150215",
  "tags": [
    "m21-1"
  ]
}