{
  "chunk_id": "VIII_iii_7_B_7",
  "content": "/>\nVIII.iii.7.B.1.b\n.\nAsbestos Claims Development Procedures\nAll claims based on asbestos exposure require\nmilitary personnel records\nspecific exposure information from the claimant, and\nmedical evidence of the specific diagnosis.\nFollow the steps in the table below to obtain the necessary evidence in support of a substantially complete application based on exposure to asbestos.\nStep\nAction\n1\nObtain military personnel records, if they are not of record, by completing a request in the\nPersonnel Information Exchange System (PIES) using\ncode O50, or\nDefense Personnel Records Information Retrieval System\n.\nException\n:  Do not submit the request if the Department of Veterans Affairs has previously submitted and received a response under request code O50\n.\nReferences\n:  For more information on\nsubmitting a PIES request, see the\nPIES User Guide\n, and\nlocation of personnel records and requesting them, see\nM21-1, Part III, Subpart ii, 2.C\n.\n2\nConcurrent with the PIES request, send a development letter to the Veteran requesting additional exposure information by selecting the following development paragraphs:\nASB – tell us where, when, how exposed\n, and\nASB – medical evid of disease (biopsy) needed\n.\nException\n:  If the claimant has already provided the specific information requested in the above development paragraphs, do not send a subsequent development letter.\n3\nAfter sending the development letter, when required, and obtaining the military personnel records, determine if asbestos exposure is established by reviewing and applying the guidance and procedures in\nM21-1, Part VIII, Subpart iii, 7.C\n.\n4\nWas asbestos exposure established in Step 3?\nIf\nyes\n, go to the next step.\nIf\nno\n, refer the claim to the rating activity after completing all other required development actions.\n5\nIs there evidence of a current disability sufficient to warrant an exam?\nIf\nyes\n, follow the procedures in\nM21-1, Part VIII, Subpart iii, 7.B.2.a\nto request an exam.\nIf\nno\n, refer the claim to the rating activity after completing all other required development actions.\nReference\n:  For more information on the threshold for a direct SC examination, see\nM21-1, Part IV, Subpart i, 1.A\nand\nB\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 7, Section B - Development and Examination Requests for Claims  Based on Exposure to Asbestos",
  "citation": "Part VIII, Subpart iii, Chapter 7, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177462/M21-1-Part-VIII-Subpart-iii-Chapter-7-Section-B-Development-and-Examination-Requests-for-Claims-Based-on-Exposure-to-Asbestos",
  "updated": "",
  "scraped_at": "2025-06-16T22:59:32.636598",
  "tags": [
    "m21-1"
  ]
}