{
  "chunk_id": "VIII_iii_7_B_10",
  "content": "/>\nVIII.iii.7.B.2.a\n.\nRequesting a Respiratory Examination and Opinion for Claims Based on Asbestos Exposure\nUse the table below when requesting a respiratory examination and medical opinion for claims based on asbestos exposure.\nImportant\n:  Request an examination if the threshold is otherwise met, even if the Veteran fails to respond to the subsequent development letter referenced in\nM21-1, Part VIII, Subpart iii, 7.B.1.b\n.  In these cases, request the examiner to solicit an exposure history from the Veteran.\nIf exposure is established based on a(n) …\nThen use the appropriate tool/system and its embedded templates to request a respiratory examination and a ...\nNavy Navy military occupational specialty (MOS)\nNote\n:  If exposure in an MOS is listed as minimal, probable, or highly probable in the table in\nM21-1, Part VIII, Subpart iii, 7.C.1.b\n, concede asbestos exposure for purposes of scheduling an examination.\nmedical opinion based on MOS assignment and its probability of exposure to asbestos.\nevent or other occupational experience\ndirect\nmedical opinion.\nNote\n:  In all examination requests,\nfollow the guidance in\nM21-1, Part IV, Subpart i, 2.A.8.d\nto identify all relevant records the examiner should review in making a medical opinion, and\nensure that the examination request states all relevant information as to asbestos exposure to include, but not limited to,\nthe Veteran’s MOS(s) and probability of asbestos exposure or the event or other occupational experience on which exposure is based, and\nall pre- and post-service exposure history.\nReferences\n:  For more information on\nthe threshold for requesting an examination, see\n38 CFR 3.159(c)(4)\n, and\nM21-1, Part IV, Subpart i, 1.A\nand\nB\n, and\nrequesting an examinations, see\nM21-1, Part IV, Subpart i, 2.A\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 7, Section B - Development and Examination Requests for Claims  Based on Exposure to Asbestos",
  "citation": "Part VIII, Subpart iii, Chapter 7, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177462/M21-1-Part-VIII-Subpart-iii-Chapter-7-Section-B-Development-and-Examination-Requests-for-Claims-Based-on-Exposure-to-Asbestos",
  "updated": "",
  "scraped_at": "2025-06-16T22:59:32.636598",
  "tags": [
    "m21-1"
  ]
}