{
  "chunk_id": "VIII_iii_7_C_8",
  "content": "/>\nVIII.iii.7.C.1.c\n.\nConsideration of All Evidence in the Claims Folder in Determining In-Service Asbestos Exposure\nAsbestos exposure is not exclusive to Naval Veterans and may have been incurred in occupational capacities that are not included on the MOS list.  Asbestos exposure may be demonstrated upon review of the claims folder on a basis other than MOS.\nAny evidence that is probative of (serves to establish) asbestos exposure may be used to support a determination that asbestos exposure occurred.  Determining whether evidence proves a Veteran was exposed to asbestos requires an evaluation of all of the evidence in the case, including\nan assessment of the credibility of the evidence, and\nwhether the evidence establishes that the exposure occurred.\nIn determining whether asbestos exposure has been demonstrated by the evidence of record, consider\noccupational exposure\nexposure information that the Veteran provides in response to the asbestos development letter, to include lay testimony\nservice personnel records\nservice treatment records\nbuddy statements, and\nall other evidence located in the claims folder or identified by the Veteran relevant to the determination of asbestos exposure.\nNotes\n:\nThe term\ncredibility\nrefers to believable evidence that tends to support the Veteran’s assertion based on consideration of plausibility, consistency with other evidence in the case, and source.\nOnce asbestos exposure has been demonstrated by the evidence of record and the evidence contains competent lay or medical evidence of a current diagnosed disability or persistent or recurrent symptoms of disability, accept the Veteran’s lay testimony as sufficient evidence of current symptoms or disease that could potentially be related to asbestos exposure for purposes of requesting an examination and medical opinion.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 7, Section C - Evaluating Evidence of Asbestos Exposure",
  "citation": "Part VIII, Subpart iii, Chapter 7, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177463/M21-1-Part-VIII-Subpart-iii-Chapter-7-Section-C-Evaluating-Evidence-of-Asbestos-Exposure",
  "updated": "",
  "scraped_at": "2025-06-16T22:59:41.942534",
  "tags": [
    "m21-1"
  ]
}