{
  "chunk_id": "VIII_iii_8_A_9",
  "content": "/>\nVIII.iii.8.A.1.d\n.\nROJ Processing of Camp Lejeune Claims\nClaims containing at least one Camp Lejeune issue will\nnot\nbe referred to the Louisville RO when\nthe Veteran did not serve at Camp Lejeune between August 1, 1953, and December 31, 1987\nthe Veteran does not identify a disability or symptom on the claim, such as claims simply stating “Camp Lejeune” or “exposure at Camp Lejeune”\nVeteran status needs to be established, such as through a character-of-discharge (COD) determination, or when the only service at Camp Lejeune is in a training status with the Reserve or National Guard, or\nthe only claim is for a disability of a dependent, including birth defects.  VA has no statutory authority to compensate a Veteran’s dependents exposed to Camp Lejeune water contamination.  Follow the procedures in\nM21-1, Part VI, Subpart i, 1.A\nto administratively decide these claims.\nImportant\n:  If a claim is clarified and found to be for a specific disability, or if Veteran status is established, such as by administrative decision, then follow the procedures in\nM21-1, Part VIII, Subpart iii, 8.A.2.a\nto ensure proper routing of the claim.\nReferences\n:  For more information on\naction to take when the Veteran only claims exposure, see\nM21-1, Part VIII, Subpart iii, 8.A.2.d\nclarifying claims, see\nM21-1, Part III, Subpart i, 2.D.1.c\n, and\nCOD decisions, see\nM21-1, Part X, Subpart iv, 1\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section A - Developing Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177465/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-A-Developing-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:00.468376",
  "tags": [
    "m21-1"
  ]
}