{
  "chunk_id": "VIII_iii_8_A_13",
  "content": "/>\nVIII.iii.8.A.2.a\n.\nInitial Actions to Take on Camp Lejeune Claims\nThe table below describes the initial actions to take upon receipt of a substantially complete claim containing at least one Camp Lejeune issue as defined in\nM21-1, Part VIII, Subpart iii, 8.A.1.b\n.\nStep\nAction\n1\nReceive the claim.\n2\nEstablish the appropriate end product (EP), and\naffix the\nEnvironmental Hazard – Camp Lejeune\nspecial issue indicator to the relevant contention(s), and\nPACT\nspecial issue, when relevant.\nReference\n:  For more information on the PACT special issue, see the\nPACT Act Implementation SOP\n.\n3\nResolve any COD issues.\nNote\n:  If service is dishonorable for Department of Veterans Affairs (VA) purposes,  no further action in this table is necessary.\nReference\n:  For more information on COD, see\nM21-1, Part X, Subpart iv, 1\n.\n4\nFollow the procedures in\nM21-1, Part VIII, Subpart iii, 8.A.2.b\nto verify and document service at Camp Lejeune, and\nfor non-presumptive claims, the\nPACT Act Implementation SOP\nto verify and document any additional TERA participation.\n5\nVerify a diagnosis for the claimed condition, including requesting identified medical records relevant to the claim.\n6\nAffix the\nEnvironmental Hazard – Camp Lejeune – Louisville\nspecial issue indicator to the relevant contention(s) when the claim involves at least one day of service at Camp Lejeune during the contamination period.\nNote\n:  The attachment of this second special issue indicator triggers assignment of the claim for centralized processing in the NWQ.\nImportant\n:  The Louisville RO has jurisdiction for any legacy appeals received on Camp Lejeune claims and all other inextricably intertwined non-Camp Lejeune legacy appeals. The ROJ must affix the\nEnvironmental Hazard – Camp Lejeune – Louisville\nspecial issue indicator to the relevant contention(s) and transfer the legacy appeal EP to the Louisville RO as well as transferring the Veterans Appeals Control and Locator System (VACOLS) record to RO70.\nReferences\n:  For more information on\nCamp Lejeune service for the purposes of presumptive SC, see\n38 CFR 3.307(a)(7)(iii)\n, and\nM21-1, Part VIII, Subpart iii, 8.B\n, and\ninextricably intertwined non-Camp Lejeune legacy appeals, see\nM21-1, Part VIII, Subpart iii, 8.A.3.c\n, and\ninextricably intertwined legacy appeals, see\nM21-5, Chapter 7, Section A.1.g\n, and\nM21-5, Chapter 7, Section E.3.c and d\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section A - Developing Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177465/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-A-Developing-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:00.468376",
  "tags": [
    "m21-1"
  ]
}