{
  "chunk_id": "VIII_iii_8_A_14",
  "content": "/>\nVIII.iii.8.A.2.b\n.\nROJ’s Actions to Verify Service at Camp Lejeune\nBefore referring the claim for centralized processing, the ROJ must\nverify the Veteran had at least one day of service at Camp Lejeune between August 1, 1953, and December 31, 1987, and\nreview all available service records to determine the number of days the Veteran served at Camp Lejeune during the contamination period.\nImportant\n:\nWhen calculating the 30-day service requirement, consider the number of cumulative days a Veteran served at Camp Lejeune.  The 30 days of Camp Lejeune service do not have to be consecutive.\nRegardless of the disability claimed, ROJs must retain jurisdiction of all claims where there is no qualifying service at Camp Lejeune during the contamination period.  This includes when the only service was active duty for training (ADT) or inactive duty for training (IADT) with the National Guard or the Reserve.\nIf service treatment records (STRs) document an official visit, such as for medical treatment, within the defined borders of Camp Lejeune, the days associated with the visit count as service at Camp Lejeune, even if personnel records indicate the Veteran had a different official duty station.\nExample\n:  A Veteran’s official service personnel records list his official duty station as Marine Corps Air Station Cherry Point, North Carolina, but STRs indicate he received medical treatment at Camp Lejeune on June 1, 1983.  This episode of treatment counts as a day served at Camp Lejeune for the purposes of processing a claim for SC based on exposure to contaminants in the water supply at Camp Lejeune.\nFollow the procedures in the table below to verify service at Camp Lejeune.\nStep\nAction\n1\nDo service records establish at least one day of service at Camp Lejeune between August 1, 1953, and December 31, 1987?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nensure the service records development procedures in\nM21-1, Part VIII, Subpart iii, 8.A.2.c\nwere followed\n, and\ngo to Step 4.\n2\nIn the Veteran’s Veterans Benefits Management System (VBMS) electronic claims folder, edit the subject line of the relevant document(s) used to verify service at Camp Lejeune.\nExample\n:\nNote\n:  If the claim is being processed under TERA procedures, document both Camp Lejeune service in accordance with the guidance above, as well as TERA participation as outlined in the\nPACT Act Implementation SOP\n.\nReference\n:  For more information on editing document properties, see the\nVBMS Core User Guide\n.\n3\nCalculate the cumulative number of days the Veteran served at Camp Lejeune between August 1, 1953, and December 31, 1987, and record them in a VBMS note.\n4\nDid the service records requested in Step 1 provide additional evidence sufficient to establish at least one day of service at Camp Lejeune between August 1, 1953, and December 31, 1987?\nIf\nyes\n, return to Step 2.\nIf\nno\n, undertake normal claims processing\nwithout\nrouting the claim for centralized processing.\nReference\n:  For more information on Camp Lejeune service, see\n38 CFR 3.307(a)(7)(iii)\n, and\nM21-1, Part VIII, Subpart iii, 8.B\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section A - Developing Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177465/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-A-Developing-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:00.468376",
  "tags": [
    "m21-1"
  ]
}