{
  "chunk_id": "VIII_iii_8_A_15",
  "content": "/>\nVIII.iii.8.A.2.c\n.\nObtaining Records of Camp Lejeune Service\nFollow the procedures in the table below to obtain records of Camp Lejeune service during the contamination period.  These records may verify Camp Lejeune service through temporary duty (TDY) orders, performance evaluations, or in the case of National Guard or the Reserve, orders for ADT or IADT.\nNote\n:  It is important the ROJ\nverify that the Veteran’s service at Camp Lejeune occurred during the period of water contamination, August 1, 1953, to December 31, 1987\nestablish the number of days of Camp Lejeune service during this time frame, and\nannotate the service records that verify service at Camp Lejeune and TERA participation, when applicable.\nStep\nAction\n1\nDoes VA already possess the Veteran’s service records (STRs\nand\nservice personnel records)?\nIf\nyes\n, no additional service records development is needed.\nIf\nno\n,\ngo to the next step.\n2\nRequest service records that are not already in VA’s possession through normal channels.\nWhen\ninitially\nrequesting service personnel records through\nPersonnel Information Exchange System (PIES), use request code\nO50, or\nDefense Personnel Records Information Retrieval System (DPRIS), select the records identified on the OMPF REQUEST FORM as\nSC1 – DD-214/215\nSC6 – Disch/Sep/Ret\nSC8 – Orders/Endorsements\nPG2 – Commendatory Items\n, and\nPH5 – Chron Assignment History\n.\nException\n:  Do not submit the request if VA has previously submitted and received a response under request code O50.\n3\nDo service personnel records obtained through an initial request through PIES or DPRIS contain proof of the Veteran’s service at Camp Lejeune between August 1, 1953, and December 31, 1987?\nIf\nyes\n, service development procedures are complete.\nIf\nno\n, follow the instructions in the table below.\nIf the request used in Step 2 was ...\nThen ...\nPIES request code O50\nno additional service records development is needed.\nmade through DPRIS\nselect the remainder of the records on DPRIS’s OMPF REQUEST FORM that were not selected under Step 2.\nReferences\n:  For more information on\nrequesting service records, see\nM21-1, Part III, Subpart ii, 2\nverifying service based on service with the National Guard or the Reserve, see\nM21-1, Part III, Subpart i, 1.A.2.k\n, and\nTERA participation, see the\nPACT Act Implementation SOP\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section A - Developing Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177465/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-A-Developing-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:00.468376",
  "tags": [
    "m21-1"
  ]
}