{
  "chunk_id": "VIII_iii_8_A_21",
  "content": "/>\nVIII.iii.8.A.3.b\n.\nDetermining the Need for Medical Opinions\nCamp Lejeune issues, as defined in\nM21-1, Part VIII, Subpart iii, 8.A.1.a\n, may require direct SC medical opinions when the claim does not qualify for presumptive SC.\nHistorically, VA obtained these opinions through a subject matter expert (SME) review process.  As of August 10, 2022, non-presumptive disability claims involving exposure to contaminants in the Camp Lejeune water supply are processed under the Promise to Address Comprehensive Toxics (PACT) Act TERA procedures.  Use the table below to determine which medical opinion procedures to apply to a claim.\nException\n:  Direct SC based on exposure to contaminants does not apply if the only service at Camp Lejeune was with the National Guard or the Reserve while on ADT or IADT.  If the only service at Camp Lejeune was with a National Guard or Reserve unit while on ADT or IADT, do not request a medical opinion.\nIf ...\nThen ...\nthe claim was filed prior to August 10, 2022, or\nthe Veteran passed away prior to August 10, 2022\nconsider whether the claim met requirements for medical SME review under historical\nM21-1, Part VIII, Subpart iii, 8.A\nprocedures.\nthe claim was filed on or after August 10, 2022\nfollow the TERA procedures outlined in the\nPACT Act Implementation SOP\n.\nReferences\n:  For more information on\nconsidering Camp Lejeune claims from former National Guard or Reserve members, see\nM21-1, Part VIII, Subpart iii, 8.B.1.f\n, and\nhistorical guidance on Camp Lejeune SME review, see the attachment,\nHistorical_M21-1VIII_iii_8_SecA_7-29-21.docx\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section A - Developing Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177465/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-A-Developing-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:00.468376",
  "tags": [
    "m21-1"
  ]
}