{
  "chunk_id": "VIII_iii_8_B_6",
  "content": "/>\nVIII.iii.8.B.1.a\n.\nPresumptive SC Based on Exposure to Contaminated Water Supply on the Marine Corps Base at Camp Lejeune, North Carolina\nOn March 14, 2017,\n38 CFR 3.307(a)(7)\neffectuated a presumption of service connection (SC) for specific disabilities based on exposure to contaminants present in the U.S. Marine Corps Base Camp Lejeune, North Carolina, water supply.  In order to qualify for presumptive SC under these provisions, there must be evidence of\na diagnosis of a condition listed in\n38 CFR 3.309(f)\n, if manifest to a degree of 10 percent or more at any time after service, and\nservice of at least 30 days (consecutive or nonconsecutive) at Camp Lejeune during the period beginning on August 1, 1953, and ending on December 31, 1987.\nImportant\n:  Follow the guidelines in\nM21-1, Part VIII, Subpart iii, 8.A.1.c\nregarding processing jurisdiction of claims based on contaminated drinking water at Camp Lejeune.\nNote\n:  Consider SC on a direct basis under the toxic exposure risk activity (TERA) procedures for any other disease not listed in\n38 CFR 3.309(f)\nif there is\nevidence of a current disease or disability\nevidence of exposure to the contaminated water at Camp Lejeune while on active duty, and\na medical nexus between the two, supported by a sufficient scientific explanation.\nException\n:  Direct SC based on exposure to contaminants does not apply if the only service at Camp Lejeune was with a National Guard or Reserve unit while on active duty for training (ADT) or inactive duty for training.\nReferences\n:  For more information on\ndirect SC, see\n38 CFR 3.303\n, and\nM21-1, Part V, Subpart ii, 2.A\nTERA procedures, see the\nPACT Act Implementation SOP\nestablishing Veteran status based on a period of training, see\nM21-1, Part III, Subpart i, 1.A.2\n, and\ndeveloping Camp Lejeune claims, see\nM21-1, Part VIII, Subpart iii, 8.A\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section B - Rating Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177467/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-B-Rating-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:09.693250",
  "tags": [
    "m21-1"
  ]
}