{
  "chunk_id": "VIII_iii_8_B_11",
  "content": "/>\nVIII.iii.8.B.1.f\n.\nConsidering Camp Lejeune Claims From Former National Guard or Reserve Members\nUnder\n38 CFR 3.307(a)(7)\n, former reservists and National Guard members are presumed to have been exposed to contaminants in the Camp Lejeune water supply, if their military personnel record includes orders or other records of no less than 30 days service (consecutive or nonconsecutive) at Camp Lejeune between August 1, 1953, and December 31, 1987.  This presumption applies even if the only qualifying service at Camp Lejeune occurred during a period of training.\nOnce presumption of exposure is established, it provides Veteran status to former National Guard or Reserve members by presuming that a covered disability was incurred in the line of duty and arose during the qualifying period of service.\nImportant\n:  If the claimant’s service at Camp Lejeune does not meet the requirements under\n38 CFR 3.307(a)(7)(iii)\n, there is no presumption of exposure; therefore, Veteran status is not conferred.\nExample 1\n:  A former National Guard member files a claim for SC for Parkinson’s disease.  His military records establish he was assigned to Camp Lejeune for ADT from June 20, 1977, to July 31, 1977.\nResult\n:  The RO awards SC under\n38 CFR 3.307(a)(7)\nand awards Veteran status for the period of qualifying service at Camp Lejeune.\nExample 2\n:  A former National Guard member files a claim for SC for Parkinson’s disease.  His military records establish he was assigned to Camp Lejeune for ADT from June 20, 1977, to June 28, 1977.  No other Camp Lejeune service is shown.\nResult\n:  The RO denies the claim as the requirements of presumptive SC are not established.  The claimant does not have qualifying service, and therefore, Veteran status is not established.\nReference\n:  For more information on establishing Veteran status based on a period of training, see\nM21-1, Part III, Subpart i, 1.A.2\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 8, Section B - Rating Claims Based on Exposure to Contaminants in the Water Supply at Camp Lejeune",
  "citation": "Part VIII, Subpart iii, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177467/M21-1-Part-VIII-Subpart-iii-Chapter-8-Section-B-Rating-Claims-Based-on-Exposure-to-Contaminants-in-the-Water-Supply-at-Camp-Lejeune",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:09.693250",
  "tags": [
    "m21-1"
  ]
}