{
  "chunk_id": "VIII_iii_9_A_7",
  "content": "/>\nVIII.iii.9.A.1.b\n.\nLocations of Specific Environmental Hazards Identified by DoD\nThe Department of Defense (DoD) has identified a number of specific environmental hazards at military installations that could present health risks.\nThese hazards include, but are not limited to,\nlarge burn pits as detailed in\nM21-1, Part VIII, Subpart iii, 9.A.1.d\na large sulfur fire at Mishraq State Sulphur Mine near Mosul, Iraq\nhexavalent chromium exposure at the Qarmat Ali Water Treatment Plant at Basrah, Iraq, and\npollutants from a waste incinerator near the Naval Air Facility (NAF) at Atsugi, Japan.\nImportant\n:  VA does not recognize a presumption of exposure or a presumption of SC for any specific disabilities due to the above environmental hazards.  Nor should the above list be considered comprehensive.  Each claim must be processed under direct SC provisions, or other theory(ies) of SC raised by the Veteran or evidence of record.  Each claimed exposure event should be considered based on the places, types, and circumstances of the Veteran’s service, consistent with\n38 CFR 3.303(a)\n.\nReferences\n:  For more information on\nprocessing fine particulate matter claims, see\nM21-1, Part VIII, Subpart ii, 2\ndirect SC, see\n38 CFR 3.303\n, and\nM21-1, Part V, Subpart ii, 2.A\n, and\nprocessing claims based on exposure to environmental hazards, see\nM21-1, Part VIII, Subpart iii, 9.B\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 9, Section A - General Information on Exposure to Specific Environmental or Military Occupational Hazards",
  "citation": "Part VIII, Subpart iii, Chapter 9, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000202897/M21-1-Part-VIII-Subpart-iii-Chapter-9-Section-A-General-Information-on-Exposure-to-Specific-Environmental-or-Military-Occupational-Hazards",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:18.942635",
  "tags": [
    "m21-1"
  ]
}