{
  "chunk_id": "VIII_iii_9_B_8",
  "content": "/>\nVIII.iii.9.B.1.c\n.\nVerifying Environmental or Military Occupational Hazard Exposure\nClaims processors must review all available records for evidence that corroborates the Veteran’s statement of exposure prior to initiating any development actions.  Do not initiate development for additional evidence of exposure if there is sufficient evidence to establish the claimed exposure event.\nFollow the steps in the table below when developing claims for SC based on exposure to environmental or military occupational hazards.\nStep\nAction\n1\nReview all available evidence of record.\nHas the Veteran provided or does the evidence show specifics about the exposure event?\nIf\nyes\n, go to the next step.\nIf\nno\n, conduct telephone development to request necessary information including place(s), type(s), date(s), duration, and circumstance(s) of the exposure event(s).  If telephone development is unsuccessful, send a subsequent development letter to request details regarding the claimed exposure.\n2\nVerify dates of military service and request military personnel records and service treatment records (STRs), if not already of record.\n3\nRequest any relevant medical records identified by the Veteran.\n4\nVerify the claimed environmental or military occupational hazard exposure is consistent with the facts, places, and circumstances of the Veteran’s service in accordance with\n38 CFR 3.303\n.\nIf\nyes\n,\nannotate the evidence that supports the exposure event, and\ngo to the next step.\nIf\nno\n, refer the claim to the rating activity.\nImportant\n:  Do not submit research requests of this nature to the Military Records Research Center (MRRC).  MRRC does not research these types of environmental or military occupational hazard exposures.\nReference\n:  For more information on establishing exposure, see\nM21-1, Part VIII, Subpart iii, 9.B.2\n.\n5\nReview the direct SC examination threshold outlined in\nM21-1, Part IV, Subpart i, 1.A.1.b\n, to determine\nif an examination and/or medical opinion is warranted.\nNote\n:  It is unnecessary to issue Section 5103 notice if the Veteran files a claim on a form that provides or otherwise indicates receipt of the notice, such as\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n.\nReferences\n:  For more information on\nthe circumstances under which it is necessary to issue Section 5103 notice, see\nM21-1, Part III, Subpart i, 2.B\n, and\nM21-1, Part X, Subpart ii, 2.A.1.c\nannotating documents, see the\nVeterans Benefits Management System (VBMS) Core User Guide\nrequesting evidence from\nthe claimant, see\nM21-1, Part III, Subpart i, 2.D\n, and\nother sources, see\nM21-1, Part III, Subpart ii, 1\n-\n3\n, and\nverifying military service, see\nM21-1, Part III, Subpart i, 1.B\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 9, Section B - Processing Claims Based on Exposure to Specific Environmental or Military Occupational Hazards",
  "citation": "Part VIII, Subpart iii, Chapter 9, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000202901/M21-1-Part-VIII-Subpart-iii-Chapter-9-Section-B-Processing-Claims-Based-on-Exposure-to-Specific-Environmental-or-Military-Occupational-Hazards",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:28.211760",
  "tags": [
    "m21-1"
  ]
}