{
  "chunk_id": "VIII_iii_9_B_16",
  "content": "/>\nVIII.iii.9.B.2.d\n.\nVerifying Service at the Qarmat Ali Water Treatment Plant\nThe Department of Defense (DoD) has confirmed with the Department of Veterans Affairs (VA) that National Guard personnel from Indiana, West Virginia, South Carolina, and Oregon served at the Qarmat Ali Water Treatment Plant in Iraq.  Therefore, verification of individual exposure is not required for Veterans who served in one of these National Guard units if their service in Iraq was from April through September 2003.\nIf the Veteran is claiming exposure to an environmental hazard at this location and service in one of the above National Guard units is not shown, follow the procedures in the table below.\nIf the claim is ...\nThen ...\nprocessed in the National Work Queue (NWQ) environment\ncreate an electronic claims folder (eFolder) note stating the claim is referred to Compensation Service for verification of service at the Qarmat Ali Water Treatment Plant in Iraq, and\nassign the\nCompensation Service Review – Environmental Hazards Verification\nspecial issue indicator and\nCompensation Service Case Review\ntracked item in accordance with the\nNWQ Playbook\nto ensure proper routing to Compensation Service.\nnot processed in the NWQ environment\ncreate an eFolder note stating the claim is referred to Compensation Service for verification of service at the Qarmat Ali Water Treatment Plant in Iraq\naffix the\nCompensation Service Review – Environmental Hazards Verification\nspecial issue indicator, and\nCompensation Service Case Review\ntracked item, and\nmanually broker the EP to\nCompensation Service (Washington DC)\n.\nReference\n:  For more information on manually brokering an EP, see the\nVBMS Core User Guide\n.\nReferences\n:  For more information on\nassigning special issue indicators, see\nM21-1, Part III, Subpart i, 2.F.2\n, and\nVBMS Job Aid – Adding Special Issues in VBMS\nadding a tracked item, see the\nVBMS Core User Guide\n, and\nassociating an eFolder note, see\nM21-1, Part II, Subpart ii, 2.A.1.c\n.",
  "title": "M21-1, Part VIII, Subpart iii, Chapter 9, Section B - Processing Claims Based on Exposure to Specific Environmental or Military Occupational Hazards",
  "citation": "Part VIII, Subpart iii, Chapter 9, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000202901/M21-1-Part-VIII-Subpart-iii-Chapter-9-Section-B-Processing-Claims-Based-on-Exposure-to-Specific-Environmental-or-Military-Occupational-Hazards",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:28.211760",
  "tags": [
    "m21-1"
  ]
}