{
  "chunk_id": "VIII_iv_1_A_12",
  "content": "/>\nVIII.iv.1.A.1.g\n.\nAccepting Buddy Statements of a Fellow Veteran as Corroboration of a Claimed In-Service Stressor\nAccept a buddy statement from a fellow Veteran as corroboration of a claimed in-service stressor if the statement is consistent with the time, place, and circumstances of the service of both the Veteran and the fellow Veteran making the buddy statement.\nIf the evidence available calls into question the qualifications of the fellow Veteran to make the statement, ask the person to submit their\nDD Form 214, Certificate of Uniformed Service\n, or other evidence of service with the claimant.\nNotes\n:\nUpon receipt of a\nDD Form 214\n(or other document containing personally identifiable information (PII)) from a fellow Veteran in support of a paper-based claim\nplace the document in a separate envelope in the claims folder, and\nannotate on the envelope that the contents must not be\nreproduced, or\nreviewed by the Veteran to whom the claims folder pertains or their representative.\nIn paperless claims processing, individual documents bearing the PII of a Veteran other than the claimant should be designated with a  Veterans Benefit Management System (VBMS) bookmark or SUBJECT value that clearly identifies the restricted nature of the content.\nExample 1\n:\nExample 2\n:\nReferences\n:  For more information on\nbookmarking an electronic claims folder (eFolder) document, see the\nVBMS Core User Guide\n, and\nusing a document’s SUBJECT field as a note, see\nM21-1, Part II, Subpart ii, 2.A.1.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}