{
  "chunk_id": "VIII_iv_1_A_23",
  "content": "/>\nVIII.iv.1.A.2.g\n.\nWhen to Request Additional Evidence From the Veteran to Establish an In-Service Stressor\nIt is unnecessary to issue Section 5103 notice when a Veteran files a claim for SC for PTSD on a form that provides, or otherwise indicates the claimant received, the notice, such as\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n.\nDo not send the Veteran a subsequent development letter requesting credible supporting evidence to establish that an in-service stressor occurred if the evidence of record shows that\nPTSD was initially diagnosed in service\na confirmed stressor is already of record, or\nthe evidence already of record establishes\nverified combat or FPOW service, or\nservice in an area of potential hostile military or terrorist activity or as a drone aircraft crew member.\nNote\n:  If evidence to establish an in-service stressor is already of record, links to eFolder documents containing evidence of the stressor(s) may be accessed and/or added, as applicable, on the MILITARY SERVICE page in VBMS.\nImportant\n:  Send a subsequent development letter prior to deciding the claim, if the Veteran\ndid not submit a completed\nVA Form 21-0781, Statement in Support of Claimed Mental Health Disorder(s) Due to an In-Service Traumatic Event(s)\n, or equivalent information,\nand\nthe stressor cannot be established under the above guidelines, or\nsubmitted a completed\nVA Form 21-0781\nor equivalent information, but did not provide sufficient details for the stressor to be corroborated.\nReferences\n:  For more information on\ncircumstances under which it is necessary to issue Section 5103 notice, see\nM21-1, Part III, Subpart i, 2.B\n, and\nM21-1, Part X, Subpart ii, 2.A.2.a\nadding links to eFolder documents containing evidence of PTSD stressors on the MILITARY SERVICE page in VBMS, see the\nVBMS Core User Guide\nsending a subsequent development letter for PTSD claims, see\nM21-1, Part VIII, Subpart iv, 1.A.2.h\nand\ni\n, and\nrequired information in military sexual trauma (MST) development letters, see\nM21-1, Part VIII, Subpart iv, 1.B.2.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}