{
  "chunk_id": "VIII_iv_1_A_31",
  "content": "/>\nVIII.iv.1.A.3.c\n.\nReviewing for Credible Supporting Evidence of a Stressor\nReview the claim for credible supporting evidence that a claimed in-service stressor occurred when the stressor cannot be conceded based on the Veteran’s lay statement as described in\nM21-1, Part VIII, Subpart iv, 1.A.3.b\n.\nCredible supporting evidence\nis evidence that\ndocuments the Veteran's participation in the event\nindicates the Veteran served in the immediate area and at the particular time in which the stressful event is reported to have occurred, and\nsupports the description of the event.\nCredible supporting evidence of a stressor may be obtained from sources other than service records.  When reviewing evidence to corroborate a claimed in-service stressor, claims processors must consider the credibility and probative value of the evidence to determine if the stressor is consistent with the circumstances of the Veteran’s service.\nNotes\n:\nCorroboration of every detail is not required.\nEvidence may be sufficient if it implies a Veteran's personal exposure to the event.\nEvaluate the evidence as a whole to determine whether a stressor is sufficiently corroborated.\nImportant\n:  While it is incumbent upon each claims processor to review evidence to determine if a claimed in-service stressor can be conceded, stressor concession is ultimately the rating activity's responsibility.\nReferences\n:  For more information on\nthe stressor verification review procedure, see\nM21-1, Part VIII, Subpart iv, 1.A.3.d\ncredible supporting evidence of a stressor, see\nM21-1, Part VIII, Subpart iv, 1.D.2.f and g\nreviewing evidence for corroboration of a stressor, see\nM21-1, Part VIII, Subpart iv, 1.D.2.h\n, and\nweighing evidence, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}