{
  "chunk_id": "VIII_iv_1_A_32",
  "content": "/>\nVIII.iv.1.A.3.d\n.\nStressor Verification Review Procedure\nFollow the steps in the table below to determine if there is credible supporting evidence that a claimed in-service stressor occurred.\nImportant\n:  Ensure all necessary service records have been requested as noted in\nM21-1, Part VIII, Subpart iv, 1.A.2.e\n.\nException\n:  For claims based on personal trauma, follow the procedures in\nM21-1, Part VIII, Subpart iv, 1.B\n.\nStep\nAction\n1\nReview the available evidence of record, evidence submitted by the Veteran, including\nVA Form 21-0781\n, if any, as well as all other service records, medical evidence, and lay or other evidence, and determine the nature of the stressor.\nUse the table below to find information on corroborating the stressor type that applies to the claim.\nIf the nature of the stressor is related to …\nThen refer to guidance regarding establishing a stressor in …\ncombat or FPOW service\nM21-1, Part VIII, Subpart iv, 1.A.3.b\nand\nj\n.\nfear of hostile military or terrorist activity, to include duties as a drone aircraft crew member\nM21-1, Part VIII, Subpart iv, 1.A.3.k\nand\nl\n.\na non-combat event\nM21-1, Part VIII, Subpart iv, 1.A.3.m\n.\n2\nCan the claimed stressor be conceded based on the Veteran’s lay testimony alone, as described in\nM21-1, Part VIII, Subpart iv, 1.A.3.b\n?\nIf\nyes\n,\nannotate the claims folder as directed in\nM21-1, Part VIII, Subpart iv, 1.A.1.h\n, and\ngo to Step 6.\nIf\nno\n, go to the next step.\n3\nObtain all relevant sources of evidence identified by the Veteran.  Review all evidence of record, to include evidence found in VBA-sanctioned stressor research websites.\nCan the stressor be corroborated based on the evidence of record and/or research of available resources?\nIf\nyes\n,\nannotate the claims folder as directed at\nM21-1, Part VIII, Subpart iv, 1.A.1.h\n, and\ngo to Step 6.\nIf\nno\n, go to the next step.\nNotes\n:\nRefer to Step 1 for references for the types of evidence necessary to concede the stressor based on the nature of the stressor.\nThe criteria for concession of a stressor are provided in\nM21-1, Part VIII, Subpart iv, 1.A.3.c\n.\nEnsure all stressor research is documented in a VBMS note.\n4\nHas the Veteran provided the minimum information needed to allow for additional research as described in\nM21-1, Part VIII, Subpart iv, 1.A.3.o\n?\nIf\nyes\n, refer the claim to the RO Research Coordinator, as directed at\nM21-1, Part VIII, Subpart iv, 1.A.3.r\n.\nIf\nno\n,\nsend a subsequent development letter as directed in\nM21-1, Part VIII, Subpart iv, 1.A.2.g\n-\ni\nallow 30 days for a response, and then\ngo to the next step.\n5\nDid the Veteran provide the details requested in Step 4?\nIf\nyes\n, refer the claim to the RO Research Coordinator, as directed at\nM21-1, Part VIII, Subpart iv, 1.A.3.r\n.\nIf\nno\n, refer the claim to the rating activity.\n6\nDetermine if an examination is warranted as detailed in\nM21-1, Part VIII, Subpart iv, 1.C\n.\nImportant\n:\nDo\nnot\nroute a claim to the RO Research Coordinator for review until development is complete in every respect per the above procedures.\nA diagnosis of PTSD is not a prerequisite for initiating the stressor verification process.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}