{
  "chunk_id": "VIII_iv_1_A_35",
  "content": "/>\nVIII.iv.1.A.3.g\n.\nDefinition: Non-Combat Events\nNon-combat\nevents\ninvolve specific events other than engaging in combat with the enemy or fear of hostile military or terrorist activity.\nExamples of non-combat stressors may include\nnatural disasters\nlife-threatening disease of self or significant other\nduty on burn ward\ngraves registration\nwitnessing the death, injury, or threat to the physical integrity of another person\nnot caused by the enemy\nactual or threatened death or serious injury, or other threat to one’s physical integrity\nnot caused by the enemy\nship sinking, explosion, and/or plane crash during routine drills, or\nfriendly fire that occurs on a gunnery range during a training mission.\nNotes\n:\nThe main distinction between a combat and non-combat stressor is that the non-combat stressor must always be corroborated with credible supporting evidence.  The Veteran’s lay statement, in the absence of any other credible evidence, cannot serve as evidence for verification of the stressor.\nAlthough a personal trauma stressor is generally related to a non-combat event, there are special criteria and considerations for claims based on personal traumatic event(s), which are provided in\nM21-1, Part VIII, Subpart iv, 1.B\n.\nReference\n:  For more information on non-combat PTSD, see\n38 CFR 3.304(f)\n, and\nM21-1, Part VIII, Subpart iv, 1.A.3.m\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}