{
  "chunk_id": "VIII_iv_1_A_39",
  "content": "/>\nVIII.iv.1.A.3.k\n.\nEstablishing a Stressor Related to Fear of Hostile Military or Terrorist Activity\nConcede a stressor when the Veteran’s\nDD Form 214\nor other service records show service in an area of potential hostile military or terrorist activity.\nNotes\n:\nService personnel records must be requested prior to or concurrently with any necessary examination being ordered so as to avoid unnecessary delays in claims processing.\nThe receipt of military awards such as, but not limited to, the Vietnam Service or Campaign Medal, Kuwait Liberation Medal, Iraq Campaign Medal, and Afghanistan Campaign Medal is generally considered evidence of service in an area of potential hostile military or terrorist activity.\nThe receipt of military awards such as the National Defense Service Medal, Armed Forces Service Medal, and Global War on Terrorism (GWOT) Service Medal generally does not indicate service in locations that involve exposure to hostile military or terrorist activity because these are general medals that do not denote service in a particular area or campaign.  If the Veteran served in an area of potential hostile military or terrorist activity, they likely would have received a more specific medal for such service.\nThe GWOT Expeditionary Medal also does not necessarily indicate service in an area that would involve exposure to hostile military or terrorist activity.  Consider that award and the other evidence of record to determine if there was service in an area of potential hostile military or terrorist activity before scheduling an examination.\nThe fear-based stressor criteria are not met based on\nanticipation\nof future deployment to a location of hostile military or terrorist activity, or\nlearning\nof the death of another person, when such death occurred remote from the Veteran in a location of hostile military or terrorist activity.\nReferences\n:  For more information on\nestablishing a stressor related to the fear of hostile military or terrorist activity, see\nM21-1, Part VIII, Subpart iv, 1.D.2.d\nwhen to proceed with an examination in a PTSD claim, see\nM21-1, Part VIII, Subpart iv, 1.C\nrequesting service personnel records from NPRC in PTSD claims,\nsee\nM21-1, Part VIII, Subpart iv, 1.A.2.e\n,\nand\nobtaining service records, see\nM21-1, Part III, Subpart ii, 2\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}