{
  "chunk_id": "VIII_iv_1_A_43",
  "content": "/>\nVIII.iv.1.A.3.o\n.\nMinimum Information Required to Research an In-Service Stressor\nWhen initial review of the available sources of evidence does not establish an in-service stressor, the next step is to determine if additional research and development is possible.  At a minimum, in order to undertake the additional research, the Veteran or available records\nmust\nprovide the following:\na stressor that can be documented\nthe location where the event took place\nthe approximate date (within a two-month period) of the event, and\nthe unit of assignment at the time the stressful event occurred\n.\nNotes\n:\nFor casualty-related stressors, the full name and unit designation of the casualty is preferred.  However, this information is not required for research as long as a description of the casualty event is given.  When the name and/or unit of a casualty is of record, this information must be included in any research request submitted to the Military Records Research Center (MRRC).\nOnly RO Research Coordinators are authorized to submit stressor research requests to the MRRC.\nSpecific details of claimed stressful events may also be gathered from such sources as VA or private medical treatment reports and examination reports.\nClaims processors may obtain the date and location of well-documented events, such as the Tet Offensive, from VBA-sanctioned websites (available through the\nPTSD Rating Job Aid website\n) and supply this information on the Veteran’s behalf.\nReferences\n:  For more information on the\ntypes of stressors that may be impossible to corroborate, see\nM21-1, Part VIII, Subpart iv, 1.A.3.p\n, and\nonset of PTSD in service due to a pre-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.D.1.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}