{
  "chunk_id": "VIII_iv_1_A_52",
  "content": "/>\nVIII.iv.1.A.4.c\n.\nProcedures for Conducting RO Research Coordinator Review\nThe table below describes the procedure for conducting RO Research Coordinator review.\nStep\nAction\n1\nReview all sources of evidence, to include records in VBA-sanctioned stressor research websites and the OMAR tool, to determine if there is credible supporting evidence that the claimed stressor occurred.\nCan the stressor be conceded without submitting a research request to MRRC?\nIf\nyes\n,\nannotate the claims folder as directed at\nM21-1, Part VIII, Subpart iv, 1.A.1.h\n, and\ngo to Step 5.\nIf\nno\n, go to Step 2.\nNote\n:  Ensure all stressor research is documented in a VBMS note, to include required research conducted in VBA-sanctioned stressor research websites and the OMAR tool.\nReference\n:  For more information on credible supporting evidence, see\nM21-1, Part VIII, Subpart iv, 1.D.2.f-h\n.\n2\nSubmit a request for corroboration of the stressor utilizing the RECORDS RESEARCH REQUEST chevron in VBMS, and\ngo to Step 3.\nReference\n:  For more information on using VBMS to submit requests to MRRC, see\nM21-1, Part III, Subpart ii, 2.D.4.b\n, and\nthe\nVBMS Core User Guide\n.\n3\nMark the\nRO RESEARCH COORDINATOR REVIEW\ntracked item as RECEIVED and remove the\nMRRC Request\nspecial issue indicator, which will allow the claim to be recalled to the NWQ.\nNote\n:  At this point, the RO Research Coordinator’s duties are complete for the request phase.  When a response to the request is received, go to Step 4.\n4\nDid the MRRC response result in additional credible supporting evidence the claimed stressor occurred?\nIf\nyes\n,\nannotate the claims folder as directed at\nM21-1, Part VIII, Subpart iv, 1.A.1.h\n, and\ngo to Step 5.\nIf\nno\n, refer the claim to the rating activity.\nImportant\n:\nThe determination that a claimed in-service stressor cannot be corroborated is to be made based on the objective evidence of record and not the claims processor’s own personal feelings about the believability of the stressor.\nIf the MRRC response indicates that the required records are unavailable, follow the instructions in\nM21-1, Part III, Subpart ii, 1.A.1.e\n.\n5\nReview the evidence of record to determine whether a compensation examination is warranted as detailed in\nM21-1, Part VIII, Subpart iv, 1.C\n.\nImportant\n:  Guidance prescribed in this block is\nnot\nroutinely applicable in cases involving stressors related to personal trauma and/or MST, as is emphasized in\nM21-1, Part VIII, Subpart iv, 1.B.2.g\n.\nReferences\n:  For more information on\nRO Research Coordinator’s duties, see\nM21-1, Part VIII, Subpart iv, 1.A.4.a\n, and\ngeneral information required to submit requests for verification to MRRC\n, see\nM21-1, Part VIII, Subpart iv, 1.A.4.b\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}