{
  "chunk_id": "VIII_iv_1_A_54",
  "content": "/>\nVIII.iv.1.A.4.e\n.\nInformation to Include in Requests to MRRC for Stressor Corroboration\nMilitary records are organized by units.  Unit records are further organized by date.  When submitting a request for stressor corroboration to MRRC, include the following:\nVeteran’s full name and Social Security number (SSN) or VA claim number\na description of the claimed stressor(s)\nthe most specific date(s), at minimum the month and year, during which the stressful event occurred (MRRC will research a period up to 120 days)\nthe Veteran’s complete tour dates related to the unit of assignment when the event occurred\nthe designation of the Veteran’s unit of assignment at the time of the stressful event down to the lowest possible level, and\nthe geographic location where the stressful event took place.  In the UNIT LOCATION block, provide more concise locations such as\nFallujah, Iraq\n, instead of\nIraq\n, or\nSeoul, Korea\n, instead of just\nKorea\n.\nAdditional information identified by MRRC as helpful in conducting research includes\nthe medals or citations received by the Veteran, and\nthe names of other soldiers or sailors involved in the stressful event.\nImportant\n:\nFor Army requests, provide the full unit designation to the company level, such as\nHHC, 1\nst\nBrigade, 2d Armored Division\n(instead of\n2d Armored Division\nonly), and\nCompany C, 1\nst\nBattalion, 14\nth\nInfantry, 1\nst\nBrigade Combat Team, 4\nth\nInfantry Division\n.\nFor Navy requests, provide the full unit designation and hull numbers for ships, such as\nUSS Franklin D. Roosevelt (CVA-42)\ninstead of\nUSS Roosevelt\nonly.\nFor Air Force requests, at a minimum, provide squadron and group designations, such as\n366\nth\nField Maintenance Squadron, 366\nth\nCombat Support Group\ninstead of\n366\nth\nTactical Fighter Wing\nonly.  Providing just the wing is insufficient because there are numerous units under a wing and various unit locations.\nReferences\n:  For more information on\npersonnel documents containing the Veteran’s unit(s) of assignment and service locations, see\nM21-1, Part VIII, Subpart iv, 1.A.2.f\n, and\nsubmitting an MRRC request, see\nM21-1, Part III, Subpart ii, 2.D.4.b\n, and\nthe\nVBMS Core User Guide\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section A - General Information and Development for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177468/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-A-General-Information-and-Development-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:46.837029",
  "tags": [
    "m21-1"
  ]
}