{
  "chunk_id": "VIII_iv_1_B_6",
  "content": "/>\nVIII.iv.1.B.1.a\n.\nGeneral Information on Personal Trauma\nPersonal trauma\n, for the purpose of Department of Veterans Affairs (VA) disability compensation claims, refers broadly to stressor events (also referred to as “personal traumatic events”) involving harm perpetrated by a person who is not considered part of an enemy force.\nExamples\n:  Assault, battery, robbery, mugging, stalking, harassment.\nMilitary sexual trauma\n(MST)  is a subset of personal trauma and refers to sexual harassment, sexual assault, or rape that occurs during military service.\nNotes\n:\nMST and other types of personal trauma are events that may result in disability, but they are not disabilities in and of themselves.\nExperiences of MST are not limited to a specific sex or background.\nThe perpetrator of an MST or other personal traumatic event may or may not be affiliated with the military.\nPosttraumatic stress disorder (PTSD) is commonly associated with MST and other types of personal trauma, and service connection (SC) for PTSD on this basis may be established under the provisions of\n38 CFR 3.304(f)(5)\n.  However, PTSD is not the only diagnosis that can result from personal traumatic events.\nReferences\n:  For more information on\nthe definition of MST, see\n38 U.S.C. 1166(d)(2)\nhandling claims based on MST without an associated claimed disability, see\nM21-1, Part VIII, Subpart iv, 1.B.1.e\n, and\nM21-1, Part II, Subpart iii, 1.C.2.d\nprocessing claims for PTSD based on personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E\nthe\nPTSD Personal Assault Information\nsite on the Compensation Service Intranet, and\n38 CFR 3.304(f)(5)\n, and\nhandling claims for SC for non-PTSD conditions based on an in-service personal traumatic event, see\nM21-1, Part VIII, Subpart iv, 1.B.1.b\nand\nc\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nM21-1, Part VIII, Subpart iv, 1.D.2.k\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}