{
  "chunk_id": "VIII_iv_1_B_7",
  "content": "/>\nVIII.iv.1.B.1.b\n.\nDeveloping Claims of SC Based on In-Service Personal Trauma\nWhen a Veteran claims SC for PTSD or other conditions based on in-service personal trauma, undertake development as necessary for credible evidence to support the occurrence of the personal traumatic event(s).  As discussed in\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, if the evidence of record is sufficient to establish the occurrence of the claimed in-service personal traumatic event(s), do\nnot\nundertake any additional development for information about the traumatic event.\nBecause a personal traumatic event is an extremely personal and sensitive issue,\nmany personal traumatic events are not officially reported\nthe survivors of this type of in-service trauma may find it difficult to produce evidence to support the occurrence of the stressor, and\nit may be distressing for survivors of MST or other personal trauma to participate in the claims process.\nImportant\n:  Identifying possible sources of evidence to support the claim may require asking the Veteran for information concerning the personal traumatic event(s).  Make this request as compassionately as possible in order to avoid causing further trauma.\nExamples\n:  The following are examples of appropriate language to use when it is necessary to request additional information from the Veteran about a personal traumatic event:\nPlease provide a general time frame in which the traumatic event occurred.\nPlease provide the unit, base, or installation you were assigned to at the time the traumatic event occurred.\nNotes\n:\nThe development activity must work closely with the rating activity when developing claims based on personal trauma.\nThe procedures identified throughout this section are intended to supplement the general procedures for development of PTSD claims provided in\nM21-1, Part VIII, Subpart iv, 1.A\n.\nClaims for non-PTSD diagnoses must be adjudicated under the general SC provisions of\n38 CFR 3.303\n, which require sufficient documentary evidence of the in-service event.  The development procedures outlined in this section and in\nM21-1, Part VIII, Subpart iv, 1.A\nmay be used in claims for non-PTSD diagnoses to obtain information to assist in establishing the claimed in-service personal traumatic event(s).\nReferences\n:  For more information on\napplying the reasonable doubt rule, see\nM21-1, Part V, Subpart ii, 1.A.1.j\nnegative evidence, see\nForshey v. Principi\n, 284 F.3d 1335 (Fed. Cir. 2002) (en banc), and\nMaxson v. Gober\n, 230 F.3d 1330 (Fed. Cir. 2000), and\nabsence of military documentation of a sexual assault, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\n, and\nAZ and AY v. Shinseki\n, 731 F.3d 1303 (Fed. Cir. 2013).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}