{
  "chunk_id": "VIII_iv_1_B_8",
  "content": "/>\nVIII.iv.1.B.1.c\n.\nAssigning Claim Attributes to Claims Based on Personal Trauma\nTo facilitate tracking and proper routing of claims, claims processors must assign the appropriate claim attributes to claims based on personal trauma.\nDetermine the nature of a Veteran’s claimed condition and personal traumatic event(s) and, using the table below, ensure one of the following special issues is assigned to the relevant contention(s).\nIf the claim is for ...\nThen assign the ...\nany condition, mental or physical (including PTSD), resulting from MST\nMST\nspecial issue indicator.\nPTSD resulting from a non-sexual personal trauma\nPTSD – Personal Trauma\nspecial issue indicator.\nany condition, mental or physical (other than PTSD), resulting from a non-sexual personal trauma\nNon-PTSD Personal Trauma\nspecial issue indicator.\nImportant\n:  The\nMST\nspecial issue indicator must be used for\nall\nMST-related claims, including claims to establish SC and claims for increased evaluation.  This will facilitate\nrouting of these claims to the appropriate personnel for processing, and\nautomatic notifications from the Veterans Benefits Administration (VBA) to the Veterans Health Administration (VHA) about certain upcoming events during the claims process.\nNote\n:  If the\nMST\nspecial issue indicator has been assigned but, at any time during the claims process, it becomes clear that the Veteran’s claim is not based on an MST event, then\nremove the\nMST\nspecial issue indicator\nenter a permanent claim-level note in the Veterans Benefits Management System (VBMS) documenting the reason the\nMST\nspecial issue indicator was removed, and\nensure that the appropriate special issue indicator described above for a claim based on non-sexual personal trauma is added, if applicable.\nReferences\n:  For more information on\nspecial issues in VBMS, see\nthe\nVBMS Core User Guide\nM21-1, Part III, Subpart i, 2.F.2\n, and\nM21-4, Appendix E, 2\n, and\nautomatic notifications to VHA in claims related to MST, see\nM21-1, Part VIII, Subpart iv, 1.B.1.f\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}