{
  "chunk_id": "VIII_iv_1_B_11",
  "content": "/>\nVIII.iv.1.B.1.f\n.\nSoliciting or Clarifying Consent for Automatic Notifications to VHA in Claims Based on MST\nI\nn compliance with\nPublic Law 117-303, MST Claims Coordination Act\n, VBA will automatically notify VHA shortly before certain events in the claims process (including VA examinations and decision notifications) when a Veteran\nfiles an MST-related compensation claim\nis enrolled or registered with VHA,\nand\nconsents to the automatic notification.\nThe following VA forms give claimants the option to provide or decline consent, or revoke prior consent, for these automatic notifications:\nVA Form 21-0781, Statement in Support of Claimed Mental Health Disorder(s) Due to an In-Service Traumatic Event(s)\n, and\nVA Form 20-0995, Decision Review Request: Supplemental Claim\n.\nWhen a substantially complete MST-related claim is received, follow the steps in the table below to review, solicit, and/or clarify the Veteran’s consent preference, as necessary.\nStep\nAction\n1\nWas the MST-related compensation claim submitted on or with a form that includes the automatic notification consent language?\nIf\nyes\n, and the Veteran\ncompleted the consent section, go to the next step, or\ndid not complete the consent section, go to Step 3.\nIf\nno\n, go to Step 3.\n2\nDoes the Veteran’s completed consent selection clearly indicate the preferred consent option?\nIf\nyes\n, no further action is necessary regarding consent for automatic notifications.\nIf\nno\n, go to Step 4.\nExample\n:  If the Veteran selected more than one consent option on the same form and the selected options conflict with each other, the preferred consent option is not clearly indicated.\nNote\n:  If the Veteran selected only the option for\nNOT APPLICABLE AND/OR NOT ENROLLED OR REGISTERED IN VHA HEALTHCARE\n, no further action is needed, even if evidence shows the Veteran is receiving VHA healthcare.\n3\nIs there a\nprior\nconsent selection reflected in the VHA COMM CONSENT field on the VETERAN SUMMARY pane in VBMS?\nIf\nyes\n, no further action is necessary to solicit consent.\nIf\nno\n, send a subsequent development letter that includes th\ne\nAutomatic Notification System – Consent to VHA\nenclosure, and\nfollowing language in the body of the letter (using the\nImportant Information\nselection for free text in VBMS):\nIf you have filed a claim for compensation for a condition due   to a personal traumatic event(s) (involving military sexual trauma (MST)) and you are registered or enrolled for health care with the Veterans Health Administration (VHA), you have the option for the Veterans Benefits Administration (VBA) to electronically notify VHA about certain upcoming event(s) during your claim and/or appeal process.  Please see the “Consent to VHA” enclosure to choose a consent option.\nException\n:  If development for completion of\nVA Form 21-0781\nis necessary, do\nnot\ninclude the\nAutomatic Notification System – Consent to VHA\nenclosure\nor\nthe above free-text language.  The enclosure and above language are not necessary because\nVA Form 21-0781\nincludes the consent language and an explanation of its purpose.\n4\nWhen the Veteran’s consent selection is unclear, send a subsequent development letter that includes the\nAutomatic Notification System – Consent to VHA\nenclosure, and\nfollowing language in the body of the letter (using the\nImportant Information\nselection for free text in VBMS):\nYour consent selection for automatic notifications from the Veterans Benefits Administration (VBA) to the Veterans Health Administration (VHA) was unclear.  Please review the “Consent to VHA” enclosure and indicate whether you consent, do not consent, or revoke prior consent into the automatic notification system.  Please note, a response is not required.  If you do not respond, VBA will not send the automatic notifications to VHA.  The outcome of your claim will not be impacted.\nException\n:  If development for completion of\nVA Form 21-0781\nis necessary, do\nnot\ninclude the\nAutomatic Notification System – Consent to VHA\nenclosure.  The enclosure is not necessary because\nVA Form 21-0781\nincludes the consent language.  However, when clarification of the consent selection is necessary,\ndo\ninclude the above free-text language in the letter\nbut\nedit to reflect\nVA Form 21-0781\ninstead of\n“Consent to VHA” enclosure\n.\nNotes\n:\nIf the Veteran does not return the\nConsent to VHA\nenclosure, no further action is necessary.  VBA is required to give Veterans who file MST-related compensation claims the option to consent to the automatic notifications, but the Veteran is not required to respond.  If the Veteran does not respond, the system will reflect that consent was not provided and VBA will not send the automatic notifications to VHA\nSystem functionality will automatically scan, process, and track the consent selection.  If the Veteran consents to the automatic notifications, system functionality will check the Veteran’s VHA enrollment/registration status.  This information will be automatically populated in the VHA COMM CONSENT and VHA ENROLLMENT fields on the VETERAN SUMMARY pane in VBMS, along with a corresponding VBMS note.\nThe actions VBA claims processors must take related to the automatic notifications are\nsoliciting or clarifying consent, if necessary as described above, and\nensuring the\nMST\nspecial issue indicator is appropriately applied.\nImportant\n:\nThe\nMST\nspecial issue indicator\nmust\nbe applied as described in\nM21-1, Part VIII, Subpart iv, 1.B.1.c\nto properly drive the automatic notifications.\nWhen the Veteran has selected a specific consent option, subsequent receipt of a form where the Veteran leaves the consent section blank does\nnot\nchange the prior consent selection.  Only a new consent selection or revocation of prior consent will change a previous consent selection.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}