{
  "chunk_id": "VIII_iv_1_B_15",
  "content": "/>\nVIII.iv.1.B.2.a\n.\nSufficient Evidence to Document Occurrence of a Personal Trauma Stressor\nPrior to undertaking any initial\nor\nsubsequent development for information to support the occurrence of the in-service personal traumatic event(s), thoroughly review the evidence of record for documentation sufficient to establish that the traumatic event occurred during a period of qualifying service.\nIf any of the following are of record, or are obtained through development of the claim, then\nfurther\nstressor development is\nnot\nneeded:\nthe original or a copy of a report or complaint regarding an MST event(s) filed with the Department of Defense (DoD) that\nincludes signatures from the applicable DoD officials at the time of filing, and\notherwise appears legitimate\nin-service records showing complaints or treatment related to the personal traumatic event(s), for example, clinical records showing mental health treatment or consultation in response to an assault (sexual or non-sexual)\nalternative sources of evidence that provide documentation of the personal traumatic event(s), for example, civilian police reports, rape crisis center records, or other private medical reports\nevidence showing PTSD was initially diagnosed during service, or\nother evidence, in either service records or alternative sources, that provides sufficient documentation to support a conclusion that the personal traumatic event(s) occurred.\nNotes\n:\nAlternative sources of evidence that are sufficient to document a personal traumatic event for VA compensation purposes include official records from Federal or non-Federal entities that show the Veteran experienced the event during a period of qualifying service and provide the place and circumstances of the event.\nIf the claim is for a non-PTSD condition (mental or physical), sufficient documentation such as that described above can serve as evidence of the in-service event, and the claim must be considered under the general direct SC provisions of\n38 CFR 3.303\n.\nWhen available service records or alternative sources of evidence do not contain sufficient documentary evidence to establish the occurrence of the personal traumatic event(s),\n38 CFR 3.304(f)(5)\nprovides a lowered evidentiary standard that may be used to support claims for SC for PTSD.  This more liberal approach allows VA to use evidence of behavioral changes (also referred to as “markers”)\nin combination with\nclinical review and interpretation of such evidence to concede a personal traumatic event, as discussed in\nM21-1, Part VIII, Subpart iv, 1.E.1.d and e\n.  These provisions related to clinical interpretation of behavioral changes, or markers, should\nonly\nbe applied when the\nin-service personal traumatic event(s) cannot otherwise be established through sufficient documentary evidence of the event(s),\nand\nclaimed or diagnosed condition is PTSD.\nImportant\n:  The development activity must work closely with the rating activity to determine if the evidence available in the particular case can be considered documentation sufficient to establish the occurrence of the personal traumatic event(s) or if additional stressor development is needed.  As noted in\nM21-1, Part VIII, Subpart iv, 1.A.3.c\n, stressor concession is ultimately the rating activity’s responsibility.\nExample 1\n:  The Veteran indicated experiencing a sexual assault and that civilian authorities investigated the assault.  A copy of the report from the civilian authorities is provided and it shows their office investigated an assault involving the Veteran and the Veteran’s domestic partner on April 15, 1990.  Review of the Veteran’s records shows this was during a period of active duty for training.\nAnalysis\n:  The report from the civilian authorities is considered official documentation establishing that the Veteran experienced the personal traumatic event during a qualifying period of service.  This is sufficient evidence to support the occurrence of the in-service event, under either\n38 CFR 3.304(f)\nfor PTSD or\n38 CFR 3.303\nfor other conditions, whichever is applicable to the claim.  Further stressor development is\nnot\nneeded, to the Veteran or any other source.\nExample 2\n:  In a lay statement provided in support of the Veteran’s claim, the Veteran’s mother indicates that she remembers the Veteran informing her of the experience of sexual harassment over the phone during a period of active duty.\nAnalysis\n:  The statement from the Veteran’s mother is not sufficient on its own to serve as\ncredible supporting evidence that the claimed in-service stressor occurred, as required by\n38 CFR 3.304(f)\nfor a claim of PTSD, o\nsufficient documentation of the in-service event for the purposes of determining SC under the general provisions of\n38 CFR 3.303\nfor a non-PTSD claim.\nHowever, if the claim is for PTSD, the statement should be used to support the Veteran’s claim under the provisions of\n38 CFR 3.304(f)(5)\n, along with clinical interpretation of behavioral changes when deemed necessary.\nReferences\n:  For more information on\nthe definition of qualifying service, see\nM21-1, Part III, Subpart i, 1.A.1.c\nDoD MST reports or complaints, see\nM21-1, Part VIII, Subpart iv, 1.B.3\nalternative sources of evidence of in-service personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\nclinical interpretation of behavioral changes as markers of personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.e\nPTSD initially diagnosed during service, see\n38 CFR 3.304(f)(1)\nM21-1, Part VIII, Subpart iv, 1.A.3.b\n, and\nM21-1, Part VIII, Subpart iv, 1.D.1.d and e\nthe definition of competent lay evidence, see\n38 CFR 3.159(a)(2)\nacceptable lay evidence, see\nM21-1, Part V, Subpart ii, 1.B.2.a\n, and\nwhen to use lay evidence, see\nM21-1, Part V, Subpart ii.1.B.2.b\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}