{
  "chunk_id": "VIII_iv_1_B_16",
  "content": "/>\nVIII.iv.1.B.2.b\n.\nInformation Needed Regarding a Personal Trauma Stressor\nIn claims based on personal trauma, the following information is generally needed to establish the occurrence of the in-service personal traumatic event(s) or to allow for further research or development to establish the claimed stressor:\nstatement(s) or other evidence from the Veteran that identifies the type of traumatic event(s) claimed (MST or non-sexual personal trauma)\na brief description of the traumatic event(s) (for example,\nmugged\nor\nsexually assaulted\n)\nlocation of the traumatic event(s) and/or Veteran’s unit of assignment at the time, and\napproximate date(s) of the traumatic event(s).\nImportant\n:\nDo\nnot\nrequest completion of\nVA Form 21-0781\nor otherwise develop further to the Veteran for the details described above if sufficient information is available in the evidence of record.\nPersonal traumatic events can be researched based on information found in\nVA Form 21-0781\nlay statements\nmilitary records, or\nmedical records or statements made to an examiner.\nNotes\n:\nRegarding the location and/or unit assignment at the time of the personal traumatic event(s), information should be sufficient to identify the potential base or installation where the Veteran was assigned at the time of the event.  This is particularly important when the Veteran filed a report of the event and development for the report is necessary.\nExact dates are not needed and there is no minimum time frame that must be provided for personal trauma stressors.  It is only necessary that there be enough information to allow for\nresearch or development to establish the occurrence of the personal traumatic event(s), or\nidentification of markers or behavioral changes around the time of, and after, the event, if the evidence is otherwise insufficient to establish the claimed in-service personal traumatic event(s).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}