{
  "chunk_id": "VIII_iv_1_B_17",
  "content": "/>\nVIII.iv.1.B.2.c\n.\nProcedure for Reviewing for Credible Evidence of a Personal Trauma Stressor\nThe Secretary has undertaken a special obligation to assist a claimant in producing corroborating evidence of an in-service stressor in claims based on personal trauma per\nPatton v. West\n, 12 Vet. App. 272 (1999).  In view of this special obligation, it is critical to\nmake all required efforts to obtain evidence of personal trauma, and\nconsider all available evidence bearing on the question of whether the personal traumatic event(s) occurred.\nFollow the steps in the table below to determine if there is credible supporting evidence of a personal trauma stressor.\nStep\nAction\nReference(s)\n1\nEnsure all service treatment records (STRs) and the entire personnel folder for all periods of service have been obtained\nor\ndocumented as unavailable with a final notification letter.\nNote\n:  If there is an indication of mental health treatment during service, ensure clinical records have been obtained as directed in\nM21-1, Part III, Subpart i, 2.E.1.e\nand\nM21-1, Part III, Subpart ii, 2.C.1.d\n.\nFor more information on\nin-service mental health treatment records, see\nM21-1, Part VIII, Subpart iv, 1.A.2.a-c\nobtaining STRs, clinical records, and personnel records, see\nM21-1, Part III, Subpart ii, 2\n, and\nthe requirement for a final notification letter when VA is unable to obtain relevant Federal records, see\nM21-1, Part III, Subpart ii, 1.A.1.g\n, and\nM21-1, Part III, Subpart i, 2.C.3.b\n.\n2\nWas\nVA Form 21-0781\n, or equivalent information submitted?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nsend a subsequent development letter using the\nPTSD—Need stressor details/med evid personal trauma incdnt\nVBMS development paragraph to request completion of\nVA Form 21-0781\nwait 30 days, and\ngo to the next step.\nNote\n:  Information that is equivalent to\nVA Form 21-0781\nmeans a statement or other evidence that contains the same types of details regarding the in-service traumatic event(s) that are solicited on\nVA Form 21-0781\n, also described in\nM21-1, Part VIII, Subpart iv, 1.B.2.b\n.  If this information is provided or available in the evidence of record, do not request completion of\nVA Form 21-0781\n.\nImportant\n:\nDo\nnot\ndevelop to the Veteran for completion of\nVA Form 21-0781\nif the available information or evidence is sufficient to establish the occurrence of the claimed personal traumatic event(s).\nOnly\none\nletter requesting completion of\nVA Form 21-0781\nis required.  Do\nnot\nsend a\nsecond\ndevelopment letter requesting completion of\nVA Form 21-0781\nif the Veteran\nfails to respond to the initial request within 30 days, or\nsubmits an incomplete\nVA Form 21-0781\n.  (In such case, making another request to the Veteran for completion of\nVA Form 21-0781\nis inappropriate.  However, a development letter to request necessary missing details\nmay\nbe warranted as described in Step 5 of this table, if the available evidence is still insufficient after following applicable guidance in Steps 3 and 4).\nFor more information on\nwhen additional development for stressor information is unnecessary, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nM21-1, Part VIII, Subpart iv, 1.A.2.g and h\n, and\nthe types of details solicited on\nVA Form 21-0781\n, see\nM21-1, Part VIII, Subpart iv, 1.A.2.h\n.\n3\nReview service records and any other available evidence of record for supporting documentation of the traumatic event(s).\nIs there credible supporting evidence sufficient to establish that the claimed personal traumatic event(s) occurred\nor\nthat PTSD was diagnosed in service?\nIf\nyes\n,\nannotate the relevant document(s) in accordance with\nM21-1, Part VIII, Subpart iv, 1.A.1.h\ncomplete all other required development, including an examination, if warranted as discussed in\nM21-1, Part VIII, Subpart iv, 1.C\n, for PTSD claims, and\nM21-1, Part IV, Subpart i, 1.B\n, for non-PTSD claims, and\ndo\nnot\nundertake any further stressor development outlined in this table.\nIf\nno\n, and the claim is based on\nnon-sexual (non-MST) personal trauma, go to Step 5, or\nMST, go to the next step.\nImportant\n:\nAdditional development for traumatic event details or further documentation is\nunnecessary\nwhen the evidence of record\nis sufficient to establish occurrence of the personal traumatic event(s), or\nshows an initial diagnosis of PTSD in service.\nClaims for non-PTSD diagnoses must be adjudicated under the general SC provisions of\n38 CFR 3.303\n.  If there is sufficient documentary evidence of the in-service event, consider whether a direct medical opinion is necessary.\nFor more information on\ncredible supporting evidence of an in-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\nM21-1, Part VIII, Subpart iv, 1.A.3.c\n, and\nM21-1, Part VIII, Subpart iv, 1.D.2.f-h\n, and\nconsideration of an in-service diagnosis of PTSD, see\n38 CFR 3.304(f)(1)\n, and\nM21-1, Part VIII, Subpart iv, 1.D.1.d and e\n.\n4\nFor claims based on MST\n, follow guidance in the\nDefense Sexual Assault Incident Database (DSAID) Lookup Tool Standard Operating Procedure (SOP)\nto determine if data is available for the Veteran and to document the findings.\nDid a search of the DSAID Lookup Tool provide data for the Veteran?\nIf\nyes\n,\ncomplete all other required development, including an examination, if warranted as discussed in\nM21-1, Part VIII, Subpart iv, 1.C\n, for PTSD claims, an\nd\nM21-1, Part IV, Subpart i, 1.B\n, for non-PTSD claims, and\ndo\nnot\nundertake any further stressor development outlined in this table.\nIf\nno\n, go to the next step.\nImportant\n:\nOnly certain designated MST claims processors have access to the DSAID Lookup Tool.\nA search of the DSAID Lookup Tool is\nnot\nnecessary when\nthe MST event is otherwise documented\ndocumentation from the DSAID Lookup Tool was previously received\nthe request is otherwise futile, or\nSC has previously been established for the specific condition at issue.\nFor more information on the DSAID Lookup Tool, see the\nDSAID Lookup Tool SOP\n.\n5\nIf the existing evidence is not sufficient to establish occurrence of the claimed personal traumatic event(s), did the Veteran provide a sufficiently detailed account of the personal traumatic event(s) on\nVA Form 21-0781\n, or within a statement or other evidence, to allow for additional research of the stressor?\nIf\nyes\n, and the claim is based on\nnon-sexual (non-MST) personal trauma, go to Step 7, or\nMST, go to the next step.\nIf\nno\n,\nsend a subsequent development letter using the\nPTSD—Follow Up for Stressor Details\nVBMS development paragraph asking the Veteran to provide the necessary missing details\nwait 30 days, and\nif the claim is based on\nnon-sexual (non-MST) personal trauma, go to Step 7, or\nMST, go to the next step.\nImportant\n:\nOnly\none\nletter requesting missing details is required.  Do\nnot\nsend a\nsecond\ndevelopment letter to request missing details if the Veteran\nfails to respond to the initial request within 30 days\nresponds that they do not have or remember the information requested, or\nsubmits insufficient information in response to the initial request for missing details.\nDo\nnot\nrequest the Veteran to provide additional details of the personal traumatic event(s) if the evidence of record, to include lay statements and treatment records, allows a conclusion as to the necessary details.\nExample\n:  The Veteran reported an in-service traumatic event of being sexually assaulted during bootcamp.  Although the Veteran did not specify a location or time frame of the event, service personnel records show the Veteran attended bootcamp in September 2004 at Parris Island, South Carolina.  As the location and time frame are ascertainable from the evidence of record, development to the Veteran requesting further information about the date(s), location, and/or unit assignment is\nnot\nnecessary or appropriate.\nFor more information on\ndeveloping for personal trauma stressors and appropriate language when requesting information, see\nM21-1, Part VIII, Subpart iv, 1.B.1.b\nnecessary details for personal trauma stressors, see\nM21-1, Part VIII, Subpart iv, 1.B.2.b\n, and\ndeveloping to the Veteran for necessary missing details, see\nM21-1, Part VIII, Subpart iv, 1.A.2.h-i\n.\n6\nFor claims based on MST\n, follow the applicable procedures in\nM21-1, Part VIII, Subpart iv, 1.B.3.d\nand\ne\nregarding reports or complaints filed with a military or DoD entity.\nAfter reasonable efforts to complete the applicable development outlined in\nM21-1, Part VIII, Subpart iv, 1.B.3.d\nand\ne\n, was a copy of the DoD MST report or complaint\nor\nother evidence sufficient to establish the occurrence of the in-service MST event(s) received?\nIf\nyes\n,\nannotate the relevant document(s) in accordance with\nM21-1, Part VIII, Subpart iv, 1.A.1.h\ncomplete all other required development, including an examination, if warranted as discussed in\nM21-1, Part VIII, Subpart iv, 1.C\n, for PTSD claims, and\nM21-1, Part IV, Subpart i, 1.B\n, for non-PTSD claims, and\ndo\nnot\nundertake any further stressor development outlined in this table.\nIf\nno\n, go to the next step.\nImportant\n:  Do\nnot\ndevelop to the Veteran\nor\nDoD for a restricted or unrestricted report or complaint of an MST event(s) if the\nevidence of record is sufficient to establish the occurrence of the in-service personal traumatic event(s), or\nVeteran clearly indicates an MST report or complaint was\nnot\nfiled with a military or DoD entity.  However, in this instance, the DSAID Lookup Tool should still be searched, if warranted as described in the\nDSAID Lookup Tool SOP\nand Step 4 above.\nFor more information on DoD reporting procedures following MST events, see\nM21-1, Part VIII, Subpart iv, 1.B.3\n.\n7\nIf the existing evidence is not sufficient to establish occurrence of the claimed personal traumatic event(s), obtain any relevant alternative sources of evidence identified by the Veteran.\nDo alternative sources of evidence contain credible supporting evidence sufficient to establish that the claimed personal traumatic event(s) occurred?\nIf\nyes\n,\nannotate in accordance with\nM21-1, Part VIII, Subpart iv, 1.A.1.h\ncomplete all other required development, including an examination, if warranted as discussed in\nM21-1, Part VIII, Subpart iv, 1.C\n, for PTSD claims, and\nM21-1, Part IV, Subpart i, 1.B\n, for non-PTSD claims, and\ndo\nnot\nundertake any further stressor development outlined in this table.\nIf\nno\n, go to the next step.\nNotes\n:\nClaims for non-PTSD diagnoses must be adjudicated under the general SC provisions of\n38 CFR 3.303\n.  If there is sufficient documentary evidence of the in-service event, consider whether a direct medical opinion is necessary.\nWhen the identified alternative source of evidence is\nanother\nVeteran who has records in VBMS that may reasonably support the claim under review, follow guidance in\nM21-1, Part III, Subpart i, 2.C.2.d\nregarding duty to assist in obtaining third-party records.  Note that authorization to disclose the relevant portions of such records to the Veteran is required.  The VA Office of General Counsel concluded in\nVAOPGCPREC 5-2014\nthat VA has no authority under the Privacy Act to disclose to a claimant records maintained by VA regarding another individual, except upon the written consent of the person to whom the records pertain or upon receipt of a court order directing the disclosure.\nFor more information on\nalternative sources of evidence, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\ndevelopment to identify the records custodian, see\nM21-1, Part VIII, Subpart iv, 1.B.2.d\nadequate identification of private records, see\nM21-1, Part III, Subpart i, 2.C.2.c\nobtaining police reports in claims based on personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.B.2.f\nreviewing evidence to corroborate a claimed in-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.A.3.c\n, and\nseeking records pertaining to an individual other than the claimant, see\nVAOPGCPREC 5-2014\n, and\nMolitor v. Shulkin\n, 28 Vet.App. 397 (2017).\n8\nDid the Veteran indicate that the personal traumatic event(s) was/were disclosed to friends or family, or that friends or family observed behavioral changes or reactions of the Veteran?\nIf\nyes\n,\nsend a development letter informing the Veteran that buddy statements, lay statements, and witness testimony can be used to support their claim\nallow 30 days for receipt of supporting statements, and\ngo to the next step.\nIf\nno\n, go to the next step.\nNote\n:  If statement(s) from the indicated friends or family members is/are already of record, further development to the Veteran for such statement(s) is not necessary.\nImportant\n:  Written statements received from individuals in support of a claim must be signed.  If a statement is received that is not signed\nand\nit is material to a favorable decision on the claim, VA’s duty to assist requires claims processors to inform the Veteran of the uncertified testimony.\nFor more information on\nthe importance of obtaining and analyzing available evidence of personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.b\nwhen to use lay evidence, see\nM21-1, Part V, Subpart ii, 1.B.2.b\nrequests for buddy statements, see\nM21-1, Part III, Subpart i, 2.A.1.f\n, and\ncertification requirements for statements provided in support of a claim and handling uncertified statements, see\nM21-1, Part III, Subpart i, 2.D.3.b-d\n.\n9\nIs the claimed or diagnosed condition PTSD?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ncomplete all other development required for the claim, and\nrefer the claim to the rating activity.\nFor more information on considering SC for non-PTSD conditions related to a traumatic event in service, see\nM21-1, Part VIII, Subpart iv, 1.B.1.b\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nM21-1, Part VIII, Subpart iv, 1.D.2.k\n.\n10\nIf the claimed or diagnosed condition is PTSD\nand\nthe existing evidence is not sufficient to establish occurrence of the claimed personal traumatic event(s) after completing all previous steps in this table, then review records for evidence of behavioral changes around the time of, and after, the personal traumatic event(s), which may constitute a marker of a personal trauma PTSD stressor.\nIs there evidence that constitutes a potential marker?\nIf\nyes\n,\nannotate in accordance with\nM21-1, Part VIII, Subpart iv, 1.A.1.h\ncomplete all other required development, and\nrefer the claim to the rating activity for complex medical opinion review as described in\nM21-1, Part IV, Subpart i, 2.A.7.b\n.\nIf\nno\n,\ncomplete all other development required for the claim, and\nrefer the claim to the rating activity.\nNotes\n:\nBehavioral changes after a personal traumatic event(s) can occur during, or any time after, the Veteran’s military service.  Post-service behavioral changes may be considered potential markers if they can reasonably be associated with the claimed in-service personal traumatic event(s).\nGenerally, a complex medical opinion review is\nonly\nrequired when the in-service personal traumatic event(s)\ncannot\nbe corroborated without reliance on clinical interpretation of evidence of behavioral changes, or markers, following the traumatic event(s).  The development activity should work closely with the rating activity to determine need for complex medical opinions on a case-by-case basis.\nFor more information on\nuse of behavioral changes to support PTSD claims based on personal trauma, see\n38 CFR 3.304(f)(5)\nevidence that may constitute a marker of personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.d\n, and\nexaminations in PTSD claims based on personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.C\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}