{
  "chunk_id": "VIII_iv_1_B_18",
  "content": "/>\nVIII.iv.1.B.2.d\n.\nDevelopment to Identify the Records Custodian in Claims Based on Personal Trauma\nWhen the Veteran indicates a personal traumatic event was reported or a complaint was made, or that an investigation was conducted, development may be needed to identify the appropriate records custodian.  VA has a duty to assist in\nobtaining information from the Veteran to identify the custodian of the indicated records, and\nattempting to obtain the records from the identified custodian by following the applicable procedures for requesting Federal or non-Federal records.\nImportant\n:  If the claim is based on MST and the Veteran indicates a report or complaint was filed with a military or DoD entity, follow applicable procedures in\nM21-1, Part VIII, Subpart iv, 1.B.3.d\nand\ne\n.\nNotes\n:\nWhen requesting additional information, the development activity should\nuse appropriate VBMS development paragraphs, as applicable to the particular facts of the claim, and\nattempt and document e-mail and/or telephone development, as warranted, to adequately identify the records custodian and ascertain appropriate procedures for requesting records from the identified custodian.\nIf a records custodian provides a response that records have been transferred to or are available from a different entity, claims processors must request the records from the newly identified records custodian.\nDevelopment to the Veteran for further information and/or records should be ceased when the\nrequested information or records have been received\nappropriate suspense date for the request has expired\nVeteran has responded that they do not have or remember the information requested, and/or\nVeteran fails to\nrespond to a request for information, or\nadequately identify a Federal or non-Federal entity that may have supporting evidence.\nReferences\n:  For more information on\nVA’s duty to assist in obtaining relevant\nFederal records, see\nM21-1, Part III, Subpart i, 2.C.1\n, and\nnon-Federal or private records, see\nM21-1, Part III, Subpart i, 2.C.2\nclaimant cooperation with the duty to assist in obtaining Federal records, see\nM21-1, Part III, Subpart i, 2.C.1.e\nadequate identification of private records, see\nM21-1, Part III, Subpart i, 2.C.2.c\nclaims development by e-mail, telephone, and electronic means, see\nM21-1, Part III, Subpart i, 2.D.1.d\nalternative sources of evidence of in-service personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\n, and\nobtaining police reports in claims based on personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.B.2.f\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}