{
  "chunk_id": "VIII_iv_1_B_26",
  "content": "/>\nVIII.iv.1.B.3.b\n.\nDoD’s Reporting Procedures Following MST Events Involving Sexual Assault and Sexual Abuse\nDoD offers two reporting options for MST events involving sexual assault and sexual abuse, restricted and unrestricted.\nRestricted reporting\nallows a service member to confidentially file a formal report and receive medical care and supportive services, without notifying command or law enforcement or initiating the investigative process.\nUnrestricted reporting\nallows a service member to file a formal report and receive medical care and supportive services, with notification to command and law enforcement, which will initiate the investigative process.\nFollowing an MST event involving sexual assault, a service member may elect one of these reporting options by completing\nDD Form 2910, Victim Reporting Preference Statement.\nFollowing an MST event involving intimate partner sexual abuse, a service member may elect either the restricted or unrestricted reporting option by completing\nDD Form 2967, Domestic Abuse Reporting Option Statement.\nThe service member may also elect an optional sexual assault forensic examination (SAFE), which is performed by a health care provider and is documented on\nDD Form 2911, Forensic Medical Report: Sexual Assault Examination.\nDD Form 2911\nalso allows the service member to elect one of the two reporting options.\nDoD may not provide VA with a copy of\nDD Form 2911\nitself, but DoD may provide treatment records equivalent to the SAFE instead.  If such records are received documenting the MST event, no further development to DoD or the Veteran is necessary.\nNote\n:  DoD may have used other forms prior to the issuance of\nDD Form 2910\n.  For example, the Department of the Navy used the form\nNAVPERS 1752/1,\nSexual Assault Incident Data Collection Report\n.\nReferences\n:  For more information on\ndeveloping to the Veteran for a DoD MST report, see\nM21-1, Part VIII, Subpart iv, 1.B.3.d\n, and\nrequesting an MST report from DoD, see\nM21-1, Part VIII, Subpart iv, 1.B.3.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}