{
  "chunk_id": "VIII_iv_1_B_27",
  "content": "/>\nVIII.iv.1.B.3.c\n.\nDoD’s Reporting Procedures Following MST Events Involving Sexual Harassment\nFor service members who experienced sexual harassment during service, DoD does not offer the MST restricted and unrestricted reporting options described above.  However, DoD’s MEO/Army SHARP Program provides three complaint options and one reporting option.\nThe table below describes the complaint and reporting options provided to service members who experience sexual harassment.\nNotes\n:\nEach branch of service has different forms and documentation processes for sexual harassment cases, which vary depending on the type of complaint or report made by the service member.\nIf the Veteran’s claimed personal traumatic event is based on sexual harassment, follow applicable procedures in\nM21-1, Part VIII, Subpart iv, 1.B.3.d\nand\ne\nto develop for the report or complaint, as necessary.  However, the specific means of development to DoD for a sexual harassment report or complaint may vary depending on the branch of service and/or the office where the report or complaint was filed.  Telephone contact with the base or other duty location and/or the applicable MEO/SHARP office may be necessary to determine the appropriate method for requesting these records.\nComplaint/Report Option\nDescription\nFormal complaint\nAllows a service member to make an allegation, in writing, to the staff designated to receive such complaints.\nAdditionally, an informal complaint may be processed as a formal complaint if the commanding officer or other person in charge of the organization has determined an investigation is warranted.\nInformal complaint\nAllows a service member to make an allegation, either orally or in writing, that is not processed or resolved as a formal complaint, through the office designated to receive harassment complaints.\nThe allegation may be submitted to a person in a position of authority within\nor\noutside the service member’s organization.\nAnonymous complaint\nAllows a service member to make a complaint or allegation of harassment, in which\nthe individual is not required to divulge any personally identifiable information, and\na commanding officer or supervisor will receive the complaint from an unidentified source, regardless of the means of transmission.\nConfidential report\nAllows a service member to confidentially report a situation to designated personnel, who can be individuals or offices outside the immediate chain of command.\nAn investigation is not triggered, and the chain of command is not notified without the individual’s consent.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}