{
  "chunk_id": "VIII_iv_1_B_28",
  "content": "/>\nVIII.iv.1.B.3.d\n.\nDeveloping to the Veteran for DoD MST Reports\nUse the table below to determine what development is needed to the Veteran for DoD MST reports or complaints.\nException\n:  If sufficient evidence to establish the occurrence of the in-service MST event(s) is already of record,\ndo not\nundertake any of the development actions described in the table below.\nNote\n: Prior to developing to the Veteran\nor\nDoD for an in-service MST report, MST claims processors should access the DSAID Lookup Tool to determine if data is found for an MST report.  If data is found, further development to establish the occurrence of an in-service MST event is\nnot\nnecessary.\nIf the Veteran ...\nThen ...\nprovided the original or a copy of the MST report or complaint that\nincludes signatures from the applicable DoD officials at the time of filing, and\notherwise appears legitimate\nno further development is needed.\nclearly indicated an MST report or complaint was\nnot\nfiled\ndo not\nundertake any further development described in this topic, and\ncontinue to review the claim for credible supporting evidence of the in-service MST event(s) in accordance with the procedures in\nM21-1, VIII, Subpart iv, 1.B.2.c\n.\ndid not indicate whether an MST report or complaint was filed,\nor\nindicated an MST report was filed,\nbut\nthe Veteran did not identify the type of report filed, and/or\nit is unclear whether the Veteran completed a restricted or unrestricted MST report\nsend a subsequent development letter using the\nMST – Restricted Report\nVBMS development paragraph\nallow 30 days for a response, and\ntake the next appropriate action depending on the response received from the Veteran.\nNote\n:  If the Veteran fails to respond within 30 days\ndo not\nsend a second letter requesting the same information, and\ncontinue to review the claim for credible supporting evidence of the in-service MST event(s) in accordance with the procedures in\nM21-1, VIII, Subpart iv, 1.B.2.c\n.\nindicated a\nrestricted\nMST report was filed\nsend a subsequent development letter using the\nMST – Restricted Report\nVBMS development paragraph\nallow 30 days for a response, and\ntake the next appropriate action depending on the response received from the Veteran.\nNote\n:  If the Veteran fails to respond within 30 days\ndo not\nsend a second letter requesting the same information, and\ncontinue to review the claim for credible supporting evidence of the in-service MST event(s) in accordance with the procedures in\nM21-1, VIII, Subpart iv, 1.B.2.c\n.\nindicated an\nunrestricted\nMST report was filed\nfollow the procedures in\nM21-1, Part VIII, Subpart iv, 1.B.3.e\nto develop for the report from DoD.\nNote\n:  Do\nnot\ndevelop to the Veteran for completion of\nVA Form 21-4142\n,\nAuthorization to Disclose Information to the Department of Veterans Affairs (VA)\n, as this form is not required for an unrestricted MST report.\nImportant\n:  If the Veteran, in response to a subsequent development letter sent as described in the table above,\nsubmits a completed\nVA Form 21-4142\nfor a restricted MST report filed with DoD, follow the procedures in\nM21-1, Part VIII, Subpart iv, 1.B.3.e\n, or\nfails to respond to the letter\nor\nprovides a copy of the report or other information sufficient to establish occurrence of the in-service MST event(s), further development is\nnot\nnecessary to either DoD or the Veteran for an MST report or complaint.\nReferences\n:  For more information on\nsufficient evidence to establish the occurrence of an in-service personal traumatic event, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nthe DSAID Lookup Tool, see the\nDSAID Lookup Tool SOP\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}