{
  "chunk_id": "VIII_iv_1_B_29",
  "content": "/>\nVIII.iv.1.B.3.e\n.\nDeveloping to DoD in Claims Based on MST\nInitiate development to DoD\nwhen the Veteran indicates the MST report was unrestricted, or\nupon receipt of\nVA Form 21-4142\nfor a restricted MST report filed with DoD.\nFollow the steps in the table below when requesting an MST report from DoD.\nExceptions\n:  Do\nnot\ndevelop to DoD for an MST report if the\nDSAID Lookup Tool provides data\nVeteran submitted the original or a copy of the report or complaint tha\nincludes signatures from the applicable DoD officials at the time of filing, and\notherwise appears legitimate\nVeteran identified an entity outside of DoD as the custodian of the record, or\nevidence otherwise establishes the occurrence of the in-service MST event(s).\nStep\nAction\n1\nUse the following link to search for the MST units at each branch of service:\nhttps://www.safehelpline.org/\nNotes\n:\nUtilize the search function on the webpage and input the city or military installation to find the contact information for the Sexual Assault Response Coordinator (SARC).  The results provide unit and phone number.\nTelephone contact to the unit will be necessary to obtain addresses or fax information to send requests for information.\nFor MST events involving sexual abuse or sexual harassment, telephone contact with the appropriate FAP or MEO/SHARP office may be necessary instead.\nImportant\n:  If telephone contact with the SARC or other applicable official is\nsuccessful, document the contact on a\nVA Form 27-0820, Report of General Information\n, or\nunsuccessful, document the attempted contact in a permanent VBMS note, including in the note a description of the information needed.\n2\nSend the\nMST DoD Letter\nto the SAPRO or other applicable office at the base or other duty location at which the MST event is reported to have occurred.  Edit the letter text as necessary to reflect the specific circumstances of the claim.\nImportant\n:  If the Veteran indicated the report is restricted, attach the completed\nVA Form 21-4142\nwith the signature page.\nVA Form 21-4142a, General Release for Medical Provider Information to the Department Of Veterans Affairs (VA)\n, does not need to be included in the letter to the SAPRO or other applicable DoD office.\n3\nSend the Veteran notice of the records request using the\nMST Unrestricted Report\nVBMS development paragraph.\nNote\n:  Even when developing to DoD for a restricted report, it is important to use the\nMST Unrestricted Report\nVBMS paragraph in the subsequent development letter to the Veteran because this paragraph contains language notifying the Veteran that VA is requesting the records from DoD.\n4\nDid VA receive a response from DoD within 30 days?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nsend a follow-up letter to the appropriate base or other duty location\nestablish a 15-day control\nnotify the Veteran of the delay in obtaining the records, and\nask the Veteran to submit any restricted or unrestricted records that they have in their possession.\n5\nDid DoD provide the requested report?\nIf\nyes\n,\nannotate the claims folder as directed in\nM21-1, Part VIII, Subpart iv, 1.A.1.h\n, and\ncomplete all other required development, including requesting a VA examination, if warranted as discussed in\nM21-1, Part VIII, Subpart iv, 1.C\n, for PTSD claims, and\nM21-1, Part IV, Subpart i, 1.B\n, for non-PTSD claims, and\ndo\nnot\nundertake any further stressor development.\nIf\nno\n, continue to review the claim for credible supporting evidence in accordance with the procedures in\nM21-1, Part VIII, Subpart iv, 1.B.2.c\n.\nImportant\n:\nIf DoD or the Veteran identifies another third-party source as the custodian of the requested records, reasonable efforts should be made to obtain records from the identified source.\nIf DoD provides a negative response or fails to respond to VA’s reasonable efforts described above, notify the claimant of the unavailability of these Federal records by sending a final notification letter, as discussed in\nM21-1, Part III, Subpart ii, 1.A.1.g\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section B - Development for Posttraumatic Stress Disorder (PTSD) or Other Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177469/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-B-Development-for-Posttraumatic-Stress-Disorder-PTSD-or-Other-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:00:56.187030",
  "tags": [
    "m21-1"
  ]
}