{
  "chunk_id": "VIII_iv_1_C_6",
  "content": "/>\nVIII.iv.1.C.1.a\n.\nWhen to Proceed With an Examination in a PTSD Claim\nIn claims for service connection (SC) for posttraumatic stress disorder (PTSD), request an examination if\nthere is\ncredible supporting evidence that the claimed stressor occurred, or\nevidence of “markers” (in claims based on personal trauma when the personal traumatic event cannot otherwise be established by sufficient documentary evidence)\nevidence (to include lay statements) indicates the Veteran currently suffers from symptoms consistent with a diagnosis of PTSD, and\nmedical evidence adequate for rating purposes is not already of record.\nNotes\n:\nFor PTSD claims based on a traumatic event(s)\nnot\nrelated to personal trauma, do not request an examination until credible supporting evidence sufficient to establish the claimed stressor(s) is of record, as outlined in\nM21-1, Part VIII, Subpart iv, 1.A.3 and 4\n.\nAs outlined in\nM21-1, Part VIII, Subpart iv, 1.B\n, for PTSD claims based on military sexual trauma (MST) or other personal trauma, do not request an examination until\neither\ncredible supporting evidence sufficient to establish the claimed personal traumatic event(s) is of record,\nor\ndevelopment for credible supporting evidence has been completed and the personal traumatic event(s) cannot be established without relying on marker evidence.\nRequest a claims folder review as part of the examination process any time the issue is SC for PTSD.\nImportant\n:\nWhen the evidence shows an initial diagnosis of PTSD during service, it is not necessary to meet all of the criteria described above for an examination to be warranted.  An\nInitial Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nmay be required to assess the current severity of the condition unless medical evidence adequate for rating purposes is already of record.\nWhen SC for PTSD has previously been established, any subsequent claim would warrant an examination request using the\nReview Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nto assess the current severity of PTSD, unless medical evidence adequate for rating purposes is already of record.  Do not request an initial PTSD disability benefits questionnaire (DBQ) when PTSD is already service-connected, regardless of any additional traumatic event(s) identified by the Veteran or shown by the evidence.\nReferences\n:  For more information on\ncredible supporting evidence that the claimed stressor occurred, see\nM21-1, Part VIII, Subpart iv, 1.A.3.c\n, and\nM21-1, Part VIII, Subpart iv, 1.D.2.f-h\nsufficient evidence to establish a personal traumatic event, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\nwhen a medical opinion is and is not needed in a claim for PTSD\nin general, see\nM21-1, Part IV, Subpart i, 2.A.7.i\n, and\nbased on a personal traumatic event(s), see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\n, and\nM21-1, Part VIII, Subpart iv, 1.C.1.c\n-\ne\nPTSD initially diagnosed during service, see\n38 CFR 3.304(f)(1)\n, and\nM21-1, Part VIII, Subpart iv, 1.D.1.d and e\nPTSD examination and stressor development requirements for\nBenefits Delivery at Discharge (BDD) or BDD-excluded claims, see\nM21-1, Part X, Subpart i, 6.B.3.g\n, and\nIntegrated Disability Evaluation System claims, see\nM21-1, Part X, Subpart i, 6.E.4.c\n, and\nM21-1, Part X, Subpart i, 6.F.2.d\nthe duty to assist with providing a medical examination or opinion, see\nM21-1, Part IV, Subpart i, 1.A\nthe evidentiary standards for finding an examination or opinion necessary, see\nM21-1, Part IV, Subpart i, 1.B\nrequesting examinations, see\nM21-1, Part IV, Subpart i, 2\n, and\nthe duty to assist with obtaining records, see\nM21-1, Part III, Subpart i, 2.C\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section C - Examinations and Medical Opinions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177713/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-C-Examinations-and-Medical-Opinions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:05.466729",
  "tags": [
    "m21-1"
  ]
}