{
  "chunk_id": "VIII_iv_1_C_8",
  "content": "/>\nVIII.iv.1.C.1.c\n.\nRequesting Examinations for PTSD Claims Based on Personal Trauma\nIn compliance with\n38 CFR 3.159(c)(4)\n, an\nexamination\nwill always be needed for a PTSD claim based on personal trauma (including MST) when a thorough review shows\na current medical diagnosis of PTSD\nor\nthe Veteran’s lay statements describing symptoms of PTSD or symptoms that mirror PTSD (even if another mental diagnosis is shown)\ncredible supporting evidence sufficient to establish that the personal traumatic event(s) occurred during a period of qualifying service\nor\nevidence of a marker(s) in the in-service or post-service records\nindication that the PTSD symptoms may be associated with the claimed personal traumatic event(s) (established by applying a low threshold and liberal approach, which may be satisfied by virtue of a current diagnosis or symptoms and either sufficient documentary evidence of the personal traumatic event(s) or the presence of one or more markers),\nand\nmedical evidence adequate for rating purposes is not already of record.\nImportant\n:  A\nmedical opinion\nwill\nnot\nbe required in all cases where an examination is warranted based on meeting the elements described above.\nIf there is sufficient documentary evidence, either in service records or alternative sources of evidence, to establish the occurrence of the in-service personal traumatic event(s), then typically\nonly\nan examination request for the\nInitial Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nwould be necessary, as discussed in\nM21-1, Part IV, Subpart i, 2.A.7.i\n.  When only an examination is needed, it is not necessary to route the claim to the rating activity for complex medical opinion review.\nScenarios that do and do not require a medical opinion for a PTSD claim based on personal trauma are further discussed in\nM21-1, Part VIII, Subpart iv, 1.C.1.d\nand\ne\n.\nReferences\n:  For more information on\nrequesting examinations, see\nM21-1, Part IV, Subpart i, 2\nsufficient evidence to establish a personal traumatic event, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nevidence that may constitute markers of personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.d.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section C - Examinations and Medical Opinions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177713/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-C-Examinations-and-Medical-Opinions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:05.466729",
  "tags": [
    "m21-1"
  ]
}