{
  "chunk_id": "VIII_iv_1_C_9",
  "content": "/>\nVIII.iv.1.C.1.d\n.\nMedical Opinions for PTSD Claims Based on Personal Trauma With Sufficient Documentation of the Event or Treatment in Service\nIn claims for PTSD based on personal trauma (including MST), a separate medical opinion DBQ should\nnot\nroutinely be ordered when either\nsufficient documentary evidence to establish the personal traumatic event(s) is of record, or\nin-service treatment of PTSD is shown.\nIn examination requests for such cases, do\nnot\ninclude medical opinion language asking the examiner to interpret evidence of behavioral changes, or markers.  The personal trauma marker-based medical opinion language is necessary\nonly\nin claims for PTSD where the in-service personal traumatic event(s) cannot be established without clinical interpretation of behavioral changes or marker evidence.\nExample\n:  The Veteran submitted a substantially complete claim for PTSD related to MST.  Service treatment records show a medical examination during service documenting that the Veteran had recently experienced a sexual assault.  This is considered sufficient documentary evidence to establish the in-service personal traumatic event.  An examination should be requested using the\nInitial Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\n.  The MST marker-based medical opinion language should\nnot\nbe included, and a separate medical opinion DBQ is not necessary.  Accordingly, referral to the rating activity for complex medical opinion review is\nnot\nrequired.\nNote\n:  Claims for non-PTSD diagnoses must be adjudicated under the general SC provisions of\n38 CFR 3.303\n, which require sufficient documentary evidence to establish the in-service event.  Therefore, when the evidence of record or an initial PTSD DBQ shows a diagnosis other than PTSD\nand\nthere is sufficient evidence to establish the occurrence of the in-service event, sympathetically read the claim and consider whether a direct medical opinion is necessary.  A personal trauma marker-based medical opinion is\nnot\nappropriate in such cases.  Follow applicable guidance in\nM21-1, Part IV, Subpart i, 1.B\nto determine whether an examination and/or medical opinion is warranted in a non-PTSD claim.\nReferences\n:  For more information on\nsufficient evidence to establish a personal traumatic event, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\nmedical opinions and the initial PTSD DBQ, see\nM21-1, Part IV, Subpart i, 2.A.7.i\nsympathetic reading of mental disorders claims, see\nM21-1, Part V, Subpart iii, 13.1.a and b\ndeciding claims for PTSD when another mental disorder is diagnosed, see\nM21-1, Part VIII, Subpart iv, 1.D.2.k\n, and\nconsidering unclaimed theories of SC, see\nM21-1, Part II, Subpart iii, 1.A.2.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section C - Examinations and Medical Opinions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177713/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-C-Examinations-and-Medical-Opinions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:05.466729",
  "tags": [
    "m21-1"
  ]
}