{
  "chunk_id": "VIII_iv_1_C_14",
  "content": "/>\nVIII.iv.1.C.2.a\n.\nHandling Insufficient PTSD Examination  or Medical Opinion Reports\nWhen a PTSD examination or medical opinion report is insufficient for rating purposes, follow procedures in\nM21-1, Part IV, Subpart i, 3.C\n.\nReasons that a PTSD examination or medical opinion report may be insufficient for VA purposes include\nthe assessment does not conform to current\nDiagnostic and Statistical Manual of Mental Disorders\n(DSM) standards\nit does not identify or adequately describe the claimed stressor(s)\nit does not sufficiently describe symptomatology, social and occupational functional impairment, or other facts required by the regulatory diagnostic criteria\nthe examiner did not discuss the significance of, and reconcile, any differential diagnoses or changes in diagnosis\nthe claims folder was not provided or the examiner did not review provided claims folder material\nthe examiner did not provide a requested comment or opinion\nthe examiner was not sufficiently qualified to conduct a psychological examination as specified in\nM21-1, Part IV, Subpart i, 3.A.1.i\nthe examiner did not justify a conclusion that an opinion could not be provided without resorting to mere speculation, or\na provided medical opinion is not properly supported by a valid rationale and/or by the evidence of record.\nNotes\n:\nThe diagnosis of PTSD must be made by a competent (properly qualified) medical professional and should be unequivocal.\nThe examining psychiatrist or psychologist should comment on whether the Veteran has experienced other traumatic events and, if so, indicate the relevance of these events to the current symptoms.\nImportant\n:  The Federal Circuit held in\nAZ and AY v. Shinseki\n, 731 F.3d 1303 (Fed. Cir. 2013), that the absence of a service record documenting an unreported sexual assault or a Veteran’s failure to report a claimed assault in service may not be treated as pertinent evidence that the assault did not occur.  Accordingly, if an examiner provides a negative medical opinion in response to a request for clinical interpretation of behavioral changes\nand\nthe examiner uses the absence of a report or documentation of the event in the service records to support the negative opinion, then the medical opinion should be returned as insufficient.  A VA examiner cannot use the absence of in-service documentation as evidence that the personal traumatic event did not occur.\nReferences\n:  For more information on\nPTSD examination reports and DSM criteria, see\nM21-1, Part VIII, Subpart iv, 1.C.2.b\n, and\nexamination report requirements, see\nM21-1, Part IV, Subpart i, 3.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section C - Examinations and Medical Opinions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177713/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-C-Examinations-and-Medical-Opinions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:05.466729",
  "tags": [
    "m21-1"
  ]
}