{
  "chunk_id": "VIII_iv_1_D_17",
  "content": "/>\nVIII.iv.1.D.2.d\n.\nEstablishing a Stressor Related to the Fear of Hostile Military or Terrorist Activity\nWhen determining whether a stressor related to fear of hostile military or terrorist activity is established, consider places, types, and circumstances of service where risks or danger from such activity are most likely to exist.  Deployed service overseas related to combat, security, or support of combat or security missions is the most likely to involve risks or danger from hostile military forces or terrorist attacks.\nThe Veteran’s\nDD Form 214, Certificate of Release or Discharge From Active Duty\n, and other service records showing deployments, relevant awards or decorations, receipt of Combat/ Imminent Danger/ Hostile Fire Pay, and other conditions of service, will be key to proving service in an area of potential or actual hostile military or terrorist activity.\nNotes\n:\nAs of July 28, 2021, for PTSD claims granted under the authority of\n38 CFR 3.304(f)(3)\n, adjudicators must determine if an effective date under\n38 CFR 3.114(a)(3)\nis warranted.\nHistorically, the Department of Veterans Affairs (VA) did not consider the July 13, 2010, amendment of\n38 CFR 3.304(f)\na liberalizing rule under\n38 CFR 3.114(a)\n.  However, on July 28, 2021, the court in\nOrtiz v. McDonough\n, 6 F. 4th 1267 (Fed Cir. 2021) found that the addition of\n38 CFR 3.304(f)(3)\nin 2010 was a liberalizing regulatory change under\n38 CFR 3.114(a)\n.\nDecisions that were final prior to July 28, 2021, and that were based on VA’s interpretation of its regulations in place at that time, are not a clear and unmistakable error (CUE) under\n38 CFR 3.105(a)\n.\nExample\n:  A Veteran filed an initial claim for SC of PTSD on June 20, 2009.  Evidence shows the Veteran served in an area of hostile military and terrorist activity in 2005 and that he was diagnosed with PTSD in June 2009 by VA examination.  The June 2009 examiner confirmed that the claimed stressor was adequate to support a diagnosis of PTSD and that the Veteran's symptoms were related to the claimed stressor; however, the claim was denied because the stressor could not be verified.  On May 5, 2021, the Veteran filed a supplemental claim with new and relevant evidence.  The supplemental claim is being decided after July 28, 2021.\nResult\n:  The Veteran is entitled to an effective date of May 5, 2020, one year retroactive to the date of claim, under\n38 CFR 3.114(a)\n, because\nthe claim was pending on or after July 28, 2021, the date of the court’s decision\nthe supplemental claim was filed after the prior claim became finally adjudicated\nthe Veteran met all eligibility criteria for the liberalizing change at the time it took effect in July 2010, specifically,\nthere was a diagnosis of PTSD\nthe stressor related to the PTSD satisfied the regulatory requirements for fear of hostile military or terrorist activity provided in\n38 CFR 3.304(f)(3)\n, and\na VA or VA-contracted psychiatrist or psychologist confirmed that the claimed stressor was adequate to support a diagnosis of PTSD and that the Veteran's symptoms were related to the claimed stressor\nPTSD is being granted based on a fear-based stressor under\n38 CFR 3.304(f)(3)\n, and\nthe Veteran’s claim was filed more than one year after the July 2010 liberalizing change.\nReferences\n:  For more information on\nsupplemental claims received after the prior claim has become finally adjudication, see\nM21-1, Part X, Subpart ii, 2.A.3.c\ndetermining whether\n38 CFR 3.114(a)\napplies, see\nM21-1, Part V, Subpart ii, 4.A.6.f\ndetermining CUEs, see\nM21-1, Part X, Subpart ii, 5.A\n, and\nGeorge v. McDonough\n, 991 F.3d 1227 (Fed. Cir. 2021)\nstressors related to fear of hostile military or terrorist activity, see\nM21-1, Part VIII, Subpart iv, 1.A.3\n, and\nwhen to proceed with an examination in a PTSD claim, see\nM21-1, Part VIII, Subpart iv, 1.C.1.a\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section D - Evidence Evaluation and Decisions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177714/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-D-Evidence-Evaluation-and-Decisions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:14.748239",
  "tags": [
    "m21-1"
  ]
}