{
  "chunk_id": "VIII_iv_1_D_23",
  "content": "/>\nVIII.iv.1.D.2.j\n.\nDenying a PTSD Claim Because of an Uncorroborated Stressor\nWhen corroborating evidence of a stressor is required because the stressor may not be established by lay evidence alone and credible supporting evidence from other sources is not of record, a denial solely because of an unconfirmed stressor is improper\nunless\nthe Military Records Research Center (MRRC) has confirmed there is no corroborating evidence of a claimed stressor, or\nthe Veteran has failed to provide the basic information required to conduct research\n.\nIf MRRC requests a more specific description of the stressor in question, follow the procedures in\nM21-1, Part VIII, Subpart iv, 1.A.2.g-i\nto ask the Veteran to provide the necessary information.  If the Veteran provides additional substantive information, forward it to the requesting agency.  Failure of the Veteran to respond substantively to the request for information will be grounds to deny the claim based on an unconfirmed stressor.\nReferences\n:  For more information on\nreviewing for credible supporting evidence of a stressor, see\nM21-1, Part VIII, Subpart iv, 1.A.3.c\ndevelopment for medical evidence, service records, and stressor information, see\nM21-1, Part VIII, Subpart iv, 1.A\n, and\nrequesting corroboration of an in-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.A.4\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section D - Evidence Evaluation and Decisions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177714/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-D-Evidence-Evaluation-and-Decisions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:14.748239",
  "tags": [
    "m21-1"
  ]
}