{
  "chunk_id": "VIII_iv_1_D_24",
  "content": "/>\nVIII.iv.1.D.2.k\n.\nDisposition of an Issue Claimed and/or Developed as SC for PTSD Case\nUse the table below in order to arrive at the proper disposition of an issue claimed and/or developed as SC for PTSD diagnosed after service and claimed as related to an in-service stressor.\nIf …\nThen …\nthere is\nno\ncurrent diagnosis of PTSD or of another mental disorder\ndeny the claim on that basis.\nNotes\n:  If the existence of a stressor has not been determined, do\nnot\ninclude a discussion of the alleged stressor in the rating decision.\nReferences\n:  For more information on\nthe requirement for a current disability, see\nM21-1, Part V, Subpart ii, 2.A.1.b\n, and\ncompetent medical evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.c\n.\nthere\nis\ncurrent PTSD,\nbut\neither\nthe claimant failed to provide sufficient information about a claimed in-service stressor, or\na sufficiently described stressor was not proven\ndeny the claim on the basis that a stressor has not been proven.\nNote\n:  The rating decision should note the request(s) for information.\nReferences\n:  For more information on\nactions that must be completed to verify a claimed in-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.A.3.d\n, and\nprerequisites to denying a claim because of an uncorroborated stressor, see\nM21-1, Part VIII, Subpart iv, 1.D.2.j\n.\nthere is current PTSD,\nand\nthere is either\ncredible supporting evidence of the claimed in-service stressor, or\nsufficient proof of an in-service stressor falling into one of the types listed in\nM21-1, Part VIII, Subpart iv, 1.A.3.b\n,\nbut\nthe evidence proves that PTSD is not due to the in-service stressor\ndeny the claim on the basis that the current PTSD does not have a nexus to service.\nthere is current PTSD\nthere is either\ncredible supporting evidence of the claimed stressor, or\nsufficient proof of a stressor falling into one of the types listed in\nM21-1, Part VIII, Subpart iv, 1.A.3.b\n,\nand\nthe diagnosis of PTSD is based upon the proven in-service stressor\ngrant the claim.\nNote\n:  This includes fact patterns where there is an in-service stressor as well as stressors before and/or after service but based on the medical evidence the in-service stressor is considered the predominant cause of the disability.\nthe claim is based on personal assault/military sexual trauma (MST)\nservice records (and alternative evidence, if any was identified and obtained) do not show the claimed in-service personal assault,\nand\nthe examiner\ninterprets markers as supportive of the occurrence of personal assault,\nand\nlinks the diagnosis to the claimant’s reported personal assault,\nbut\ndetermines that a diagnosis other than PTSD (depression, chronic adjustment disorder, generalized anxiety disorder, bipolar disorder) more accurately describes the current disability\ndeny the claim.\nExplanation\n:  Non-PTSD diagnoses must be adjudicated under the general provisions of\n38 CFR 3.303\n, which requires actual documentation of the in-service event.\nThere is no provision for establishing the occurrence of a personal assault/MST event in service based only on a marker and the examiner’s acceptance of the Veteran’s lay statement of the event.\nReferences\n:  For more information on\nreviewing for credible evidence of a personal trauma stressor, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\nalternative sources of evidence of personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\n, and\nevidence that may constitute a marker suggestive of personal assault for personal assault PTSD purposes, see\nM21-1, Part VIII, Subpart iv, 1.E.1.d\n.\nthe claim is based on personal assault/MST\nservice records and/or alternative evidence shows the claimed in-service personal assault occurred,\nand\nthe examiner\nlinks a diagnosis to the claimant’s history of personal assault,\nbut\ndetermines that a diagnosis other than PTSD (depression, chronic adjustment disorder, generalized anxiety disorder, bipolar disorder) more accurately describes the current disability\ngrant the claim.\nExplanation\n:  Non-PTSD diagnoses must be adjudicated under the general provisions of\n38 CFR 3.303\n, which requires actual documentation of the in-service event.\nHere there are records supporting that the in-service event occurred.\nReferences\n:  For more information on\nreviewing for credible evidence of a personal trauma stressor, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n, and\nalternative sources of evidence of personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.E.1.c\n.\nthe claim is based on fear of risks from hostile military or terrorist activity\nstressor development supports that the Veteran served in an area and time where there were risks of hostile military or terrorist activity,\nand\nthe examiner\nlinks a diagnosis to the claimant’s history,\nbut\ndetermines that a diagnosis other than PTSD (depression, chronic adjustment disorder, generalized anxiety disorder) more accurately describes the current disability\nbefore making a decision, proceed with development research as described in\nM21-1, Part VIII, Subpart iv, 1.A.3.d\n, if possible, on whether any claimed in-service events (beyond mere service in an area of hostile military or terrorist activity) that formed the basis for the examination diagnosis actually occurred.\nDeny the claim if either\nno specific experiences are claimed beyond service in an area of hostile military or terrorist activity, or\nadditional research does not support that the claimed in-service event(s) forming the foundation for the examination diagnosis occurred.\nGrant the claim only if further development is possible and that development permits a finding that the in-service event(s) forming the basis for the diagnosis occurred.\nExplanation\n:  Non-PTSD diagnoses must be adjudicated under the general provisions of\n38 CFR 3.303\n, which requires actual documentation of the in-service event.\nThere is no provision for establishing the occurrence of a fear related “event” in service based only on the Veteran’s lay statement and its acceptance by an examiner.\nNote\n:  This table is intended to cover PTSD arising after service and claimed to be related to an in-service stressor event.\nReferences\n:  For more information on\nPTSD developing in service due to\nan in-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.D.1.d\n, and\na pre-service stressor, see\nM21-1, Part VIII, Subpart iv, 1.D.1.e\ngeneral procedures for rating mental disorders, see\nM21-1, Part V, Subpart iii, 13\nevaluating evidence and making a decision, see\nM21-1, Part V, Subpart ii, 1\n, and\nsympathetic reading and determining the scope of a claim based on a mental disorder, see\nM21-1, Part V, Subpart iii, 13.1.a\n, and\nM21-1, Part V, Subpart ii, 3.A.1.g\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section D - Evidence Evaluation and Decisions for Posttraumatic Stress Disorder (PTSD) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177714/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-D-Evidence-Evaluation-and-Decisions-for-Posttraumatic-Stress-Disorder-PTSD-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:14.748239",
  "tags": [
    "m21-1"
  ]
}