{
  "chunk_id": "VIII_iv_1_E_8",
  "content": "/>\nVIII.iv.1.E.1.c\n.\nAlternative Sources of Evidence of In-Service Personal Trauma\nIf service records contain no sufficient documentary evidence that personal trauma, including in-service sexual assault, occurred, evidence from alternative sources other than the Veteran's service records\nmay\ncorroborate the Veteran's account of the personal traumatic event(s).\nExamples of such\nalternative sources of evidence\ninclude, but are not limited to\na rape crisis center or center for domestic abuse\na counseling facility or health clinic\nfamily members or roommates\na faculty member\ncivilian police reports\nmedical reports from civilian physicians or caregivers who treated the Veteran immediately following the event or sometime later\na chaplain or clergy\nfellow service members, and\npersonal diaries or journals.\nNote\n:\n38 CFR 3.304(f)(5)\nprovides that in PTSD claims based on in-service personal assault, evidence from sources other than the Veteran’s service records may be used to corroborate the Veteran’s account of the stressor incident.  However, VA Office of General Counsel concluded in\nVAOPGCPREC 3-2012\nthat PTSD personal assault regulation changes and guidance are\nnot\na sufficient basis for invocation of liberalizing law effective date rules.\nImportant\n:\nVA may not treat the absence of a service record documenting an unreported sexual assault as evidence that the sexual assault did not occur as indicated in\nAZ and AY v. Shinseki\n, 731 F.3d 1303 (Fed. Cir. 2013).  In addition, VA may not rely on a Veteran’s failure to report an in-service sexual assault to military authorities as pertinent evidence that the sexual assault did not occur.  Therefore, do not use the absence of service record documentation or lack of report of in-service sexual assault to military authorities as evidence to conclude that a sexual assault did not occur.\nAlternative sources of evidence, such as those described above, may or may not be sufficient on their own to establish the occurrence of the claimed personal traumatic event(s).\nIf the alternative evidence is sufficient on its own to establish the in-service personal traumatic event(s), then a medical opinion for the purpose of clinical interpretation of behavioral changes, or markers, to corroborate the event is not necessary.\nIn a claim for SC for PTSD based on personal trauma, when neither service records nor alternative evidence are sufficient to establish the in-service personal traumatic event(s), it will be necessary to review for evidence of behavioral changes and request a medical opinion for clinical interpretation of any such evidence, as described in\nM21-1, Part VIII, Subpart iv, 1.E.1.d\nand\ne\n.\nReferences\n:  For more information\non negative evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.f-h\nForshey v. Principi\n, 284 F.3d 1335 (Fed. Cir. 2002) (en banc), and\nMaxson v. Gober\n, 230 F.3d 1330 (Fed. Cir. 2000), and\nsufficient evidence to document occurrence of a personal traumatic event, see\nM21-1, Part VIII, Subpart iv, 1.B.2.a\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section E - Evidence Evaluation and Decisions for Posttraumatic Stress Disorder (PTSD) Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177715/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-E-Evidence-Evaluation-and-Decisions-for-Posttraumatic-Stress-Disorder-PTSD-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:23.992887",
  "tags": [
    "m21-1"
  ]
}