{
  "chunk_id": "VIII_iv_1_E_9",
  "content": "/>\nVIII.iv.1.E.1.d\n.\nEvidence That May Constitute a Marker of Personal Trauma\nIf service records contain no sufficient documentary evidence that personal trauma occurred, and alternative sources of evidence do not provide credible supporting evidence of the trauma, evidence of behavioral changes around the time of, and after, the event(s), may constitute a marker of a personal traumatic event to support a claim for PTSD.\nThe term\nmarker\nmeans an indicator of the effect or consequences of the personal trauma on the Veteran.  A marker could be one or more behavioral events, or a pattern of changed behavior.  Even if there is no reference to the personal trauma, evidence of the behavior changes below may circumstantially support the\npossibility\nthat the claimed personal traumatic event(s) occurred.\nEvidence that may be a marker of trauma includes, but is not limited to\nincreased use or abuse of leave without an apparent reason, such as family obligations or family illness\nepisodes of depression, panic attacks, or anxiety without identifiable reasons\nvisits to a medical or counseling clinic or dispensary without a specific diagnosis or specific ailment\nuse of, or increased interest in, pregnancy tests or tests for sexually-transmitted diseases (including the human immunodeficiency virus (HIV)) around the time of the event\nsudden requests that the Veteran’s military occupational series or duty assignment be changed without other justification\nchanges in performance and performance evaluations (worsening or improvement)\nincreased or decreased use of prescription medications\nincreased use of over-the-counter medications\nalcohol or drug abuse\nincreased disregard for military or civilian authority\nobsessive behavior such as overeating or undereating\nunexplained economic or social behavior changes\ntreatment for physical injuries around the time of the claimed trauma, but not reported as a result of the trauma, and/or\nchanges in or breakup of a significant relationship.\nExample\n:  The Veteran indicated an in-service personal traumatic event of being sexually harassed by their superior.  Service personnel records show that during this time frame, the Veteran had minimally sufficient or average performance reviews.  After a routine transfer to a new duty station, the Veteran began to receive commendations and exemplary performance reviews from the new supervising officer.  This evidence would be considered a marker that may circumstantially support the possibility that the claimed personal traumatic event occurred.\nImportant\n:\nThe provisions of\n38 CFR 3.304(f)(5)\nregarding clinical interpretation of behavioral changes, or markers,\nare applicable to both sexual (MST) and non-sexual (non-MST) personal traumatic events, and\nshould\nonly\nbe applied when the\nin-service personal traumatic event(s) cannot otherwise be established through sufficient documentary evidence of the event(s),\nand\nclaimed or diagnosed condition is PTSD.\nClaims for non-PTSD diagnoses must be adjudicated under the general SC provisions of\n38 CFR 3.303\n, which require sufficient documentary evidence to establish the in-service event.\nNotes\n:\nBehavioral change evidence may include lay statements or documentary evidence.\nBehavioral changes after a personal traumatic event(s) can occur during, or any time after, the Veteran’s military service.  Post-service behavioral changes may be considered potential markers if they can reasonably be associated with the claimed in-service personal traumatic event(s).\nAlthough the examiner’s opinion is not determinative of the outcome of the claim, it will be accepted as significant probative evidence when evaluating SC for the diagnosed mental disorder.\nReferences\n:  For more information on\ninterpretation of behavior changes by a clinician, see\nPatton v. West\n, 12 Vet. App. 272 (1999), and\nprobative value of evidence, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section E - Evidence Evaluation and Decisions for Posttraumatic Stress Disorder (PTSD) Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177715/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-E-Evidence-Evaluation-and-Decisions-for-Posttraumatic-Stress-Disorder-PTSD-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:23.992887",
  "tags": [
    "m21-1"
  ]
}