{
  "chunk_id": "VIII_iv_1_E_12",
  "content": "/>\nVIII.iv.1.E.1.g\n.\nTraining and Signature Requirements for MST Decisions\nAll rating decisions that address an MST-related disability as an issue must\nonly\nbe worked/reviewed by a Rating Veterans Service Representative or Decision Review Officer who\nhas completed the required MST training module(s)\nhas been designated as an MST claims processor, and\nis assigned to a\nspecialized MST claims processing site, or\nspecial mission station responsible for the claim due to other special circumstances.\nDecisions for MST-related disabilities require two signatures until a decision maker has demonstrated an accuracy rate of 90 percent or greater based on a review of at least 10 MST cases, to include, as proportionately as feasible, grants, denials, and evaluations.\nImportant\n:  To ensure accurate claims processing, the following checklist and worksheet are required for completion and uploading to the claims folder:\nPersonal Trauma Development Checklist\n, and\nPersonal Trauma Incident/Marker Worksheet\n.\nException\n:  When processing an active duty Integrated Disability Evaluation System, Benefits Delivery at Discharge (BDD), or BDD-excluded claim based on personal trauma, to include MST, the above checklist and worksheet are not required.\nReferences\n:  For more information on\nthe requirement that MST-related claims be worked by specialized claims processors, see\n38 U.S.C. 1166\n, and\ntwo-signature requirements in MST rating decisions, see\nM21-1, Part V, Subpart iv, 1.B.7.d\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 1, Section E - Evidence Evaluation and Decisions for Posttraumatic Stress Disorder (PTSD) Claims Related to Personal Trauma",
  "citation": "Part VIII, Subpart iv, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177715/M21-1-Part-VIII-Subpart-iv-Chapter-1-Section-E-Evidence-Evaluation-and-Decisions-for-Posttraumatic-Stress-Disorder-PTSD-Claims-Related-to-Personal-Trauma",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:23.992887",
  "tags": [
    "m21-1"
  ]
}