{
  "chunk_id": "VIII_iv_2_C_6",
  "content": "/>\nVIII.iv.2.C.1.a\n.\nDeveloping for Service Department Records\nWhen determining former prisoner of war (FPOW) eligibility to benefits, the claims processor must obtain documentation that supports the FPOW status, if evidence to support the claim is not of record.\nFollow the steps in the table below to develop for facts and circumstances or certification of FPOW status by the service department.\nStep\nAction\n1\nGenerate and send the development letter in the Veterans Benefits Management System (VBMS) titled\nPOW—statement from Veteran and others needed\nto the claimant and request any information that has not been provided, including\nthe detaining power and circumstances of detention\nthe dates and places of internment\nsupporting statement(s) from former comrades, and\nany additional supporting documents that are not of record.\nNote\n:  If at any point during the development process the claimant references other individuals who knew of the Veteran’s disabilities in service or shortly thereafter, generate and send to the claimant the development letter in VBMS titled\nPOW—witness of disability in service\n.\n2\nSearch the\nDefense POW/MIA Accounting Agency (DPAA)\nwebsite for confirmation of the Veteran’s FPOW status as soon as information necessary to conduct a search is obtained.  (Such information might already be of record, thereby eliminating the need to wait for a response to the development letter(s) referenced in the previous step.)\nIf the Veteran’s FPOW status is\nconfirmed\n, go to Step 6, or\nnot confirmed,\ngo to Step 3.\nNotes\n:\nThe DPAA website provides lists of FPOWs that are organized by conflict and, generally, by the Veteran’s home State of record at the time of internment.\nUsers may attempt to confirm a Veteran’s FPOW status by using the search function on the website, entering search terms such as the name of the war or conflict during which the Veteran was interned.\n3\nSearch the applicable series maintained on the Access to Archival Databases page of the National Archives and Records Administration website in the\nGenealogy Personal History: Prisoners of War\nsection.\nIf the Veteran’s FPOW status is\nconfirmed\n, go to Step 6, or\nnot confirmed,\ngo to Step 4.\n4\nBased on the dates of service, send a request to the appropriate service department asking for verification of detention or internment using\nPersonnel Information Exchange System (PIES) code\nO50, or\nDefense Personnel Records Information Retrieval System (DPRIS) application code SC1.\nIf the Veteran’s FPOW status is\nconfirmed\n, go to Step 6, or\nnot confirmed,\ngo to Step 5.\nReferences\n:  For more information on using\nPIES, see\nPIES User Guide\n, and\nDPRIS, see\nDPRIS User Guide\n.\n5\nRequest confirmation of FPOW status from Outreach, Transition and Economic Development (OTED) by e-mailing\nVAVBAWAS/CO/OUTREACH\nwith the following information:\nVeteran’s name and claim number\nservice number (if available)\nbranch and dates of service\nalleged dates and location of internment\nalleged detaining power, and\nany other information relevant to the alleged detainment.\nAfter receipt of a response from OTED, go to Step 6.\nReference\n:  For more information about OTED, see the\nOTED FPOW intranet website\n.\n6\nAfter completing the necessary attempts to obtain service department findings, use the table below to determine if an administrative decision regarding FPOW status is required.\nIf …\nThen an administrative decision …\nthe service department findings confirm FPOW status, and the detention or internment\nwas\nby an enemy government or its agents during a period of war\nis\nnot\nrequired.\nthe service department findings confirm FPOW status, and the detention or internment\nwas not\nby an enemy government or its agents during a period of war, or\na reasonable basis exists for questioning the service department findings, or lack thereof\nis\nrequired.\nthe service department findings and other development do not confirm FPOW status\nis\nrequired.\nReferences\n:\nFor more information on\npreparing an administrative decision, see\nM21-1, Part X, Subpart v, 1.C\npreparing an administrative decision for FPOW status, see\nM21-1, Part VIII, Subpart iv, 2.A\n, and\ndeclared enemies of the U.S. and periods of hostilities, see\nM21-1, Part VIII, Subpart iv, 2.A.1.h\n.\nNote\n:  When developing for evidence that verifies FPOW status, associate all documentation that supports the Department of Veterans Affairs (VA) findings in the Veteran’s claims folder.\nImportant\n:\nFPOW coordinators must ensure priority attention is given to Veterans who are claiming FPOW status.\nReference\n:\nFor more information on requesting service records for FPOWs, see\nM21-1, Part VIII, Subpart iv, 2.B\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 2, Section C - Development and Examination Request for Claims Based on Former Prisoner of War (FPOW) Status",
  "citation": "Part VIII, Subpart iv, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177472/M21-1-Part-VIII-Subpart-iv-Chapter-2-Section-C-Development-and-Examination-Request-for-Claims-Based-on-Former-Prisoner-of-War-FPOW-Status",
  "updated": "",
  "scraped_at": "2025-06-16T23:01:51.849463",
  "tags": [
    "m21-1"
  ]
}