{
  "chunk_id": "VIII_iv_2_D_35",
  "content": "/>\nVIII.iv.2.D.4.c\n.\nDistinguishing Between Post-Traumatic Arthritis and Degenerative Arthritis in an FPOW Claim\nIf a Veteran of advanced age with multiple joint arthritis alleges trauma as the cause of arthritis at all or some of the disease sites, the rating activity must take care to distinguish between post-traumatic arthritis and degenerative or age-related arthritis when considering SC.\nIn such situations, obtain the most complete account possible of the traumatic incident.  Information that should be available for consideration includes\nthe nature of the trauma\na statement of the type and severity of the injuries received, and\nthe frequency of traumatic injury, such as how often an FPOW might have been beaten by captors.\nImportant\n:  A reasonable basis for an award of SC might include\nthe appearance of arthritis at an earlier age than would be expected normally, or\nconfinement of arthritis to the location of the alleged trauma, regardless of the age at which it appears.\nNote\n:  A medical opinion from a physician qualified to conduct FPOW examinations may be necessary to determine whether a current diagnosis of arthritis is consistent with the traumatic injuries reported by the FPOW.  The\nFormer Prisoner of War (POW) Protocol Disability Benefits Questionnaire\ncontains a specific instruction to elicit whether diagnosed osteoarthritis is post-traumatic, and if so whether it is related to the period of confinement.\nReference\n:  For more information on FPOW protocol examinations, see\nM21-1, Part VIII, Subpart iv, 2.C.2\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 2, Section D - Rating Claims Based on Former Prisoner of War (FPOW) Status",
  "citation": "Part VIII, Subpart iv, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177473/M21-1-Part-VIII-Subpart-iv-Chapter-2-Section-D-Rating-Claims-Based-on-Former-Prisoner-of-War-FPOW-Status",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:01.152435",
  "tags": [
    "m21-1"
  ]
}