{
  "chunk_id": "VIII_iv_3_A_16",
  "content": "/>\nVIII.iv.3.A.2.e\n.\nDefinition:  Protected Environment\nEmployment in a\nprotected environment\nis a type of marginal employment in a lower-income position (less than substantially gainful) that, due to a Veteran's SC disability(ies), is shielded\nin some respect\nfrom competition in the employment market.\nWhen the Veteran’s income exceeds the poverty threshold, claims processors must determine whether the Veteran’s employment is in a protected environment.  A Veteran's unique circumstances should be considered in determining employment in a protected environment.  While these factors alone do not conclusively demonstrate that a Veteran is working in a protected environment, a claims adjudicator should consider\nif the Veteran is in receipt of an Americans with Disabilities (ADA) accommodation\nany individualized factor or evidence that tends to clarify whether a specific position was shielded in some respect from competition in the employment market, and\nthat the income earned from employment in a protected environment must, while exceeding the poverty threshold, be relatively low because\n38 CFR 4.16(a)\ndesignates earned annual income as the primary standard for determining whether employment is marginal.\nImportant\n:\nConsideration of employment in a protected environment is only triggered when a Veteran’s income exceeds the poverty level.\nContext is critical, and no single fact or factor should determine the decision.  Entitlement to protected-environment IU, like all other types of IU, ultimately depends on whether a Veteran's SC disabilities render the Veteran incapable of performing the mental and physical acts required for substantially gainful employment.\nNotes\n:\nADA accommodation is not by itself evidence that a Veteran is working in a protected environment,\nbut\na Veteran receiving accommodations beyond those legally required by the ADA may demonstrate that the Veteran is employed in a protected environment.\nThe term\nlower-income position\nis not specifically defined, however, the extent to which a Veteran's earned annual income exceeds the poverty threshold is clearly a key regulatory consideration.  As such, the Veteran’s income may be more than the poverty threshold, but less than substantially gainful.\nReferences\n:\nFor more information on\ndefining a protected environment, see\nLabruzza and McBride v. McDonough\n, 37 Vet.App. 111 (2024), and\ndetermining marginal employment, see\nM21-1, Part VIII, Subpart iv, 3.A.2.c\nand\nd\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section A - General Information on Individual Unemployability (IU) Claims",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177474/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-A-General-Information-on-Individual-Unemployability-IU-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:10.435786",
  "tags": [
    "m21-1"
  ]
}