{
  "chunk_id": "VIII_iv_3_B_10",
  "content": "/>\nVIII.iv.3.B.1.e\n.\nVeteran’s Responsibility to Specify a Disability or Disabilities That Cause Unemployability\nA request for a total disability evaluation on the basis of unemployability, whether expressly raised by the Veteran or reasonably raised by the record, is not a separate claim for benefits.  Rather, the IU claim involves an attempt to obtain an appropriate rating for a disability or disabilities, either as part of the initial adjudication of a claim or as a part of a claim for increased compensation if the disability upon which IU is based has already been found to be SC.\nAs noted in\nM21-1, Part II, Subpart iii, 1.A.1.a\n,\nVA Form 21-8940\nis not a standard claim form for entitlement to an increased evaluation or service connection (SC) for a disability listed on that form.\nA claim for IU, however, may not be freestanding and must be associated with the evaluation of a current SC condition or an initial request for SC for the underlying disabilities claimed to cause unemployability.\nAs part of a substantially complete application for IU, VA requires that a claimant with multiple SC disabilities specify at least one disability that causes the unemployability.\nVA will address the evaluation of all SC disabilities claimed to cause unemployability as a part of the claim for entitlement to IU.\nUse the table below to determine the appropriate action to take based on whether the Veteran specifies a disability as the cause of unemployability.\nIf the Veteran ...\nThen ...\nonly has one SC disability\npresume that disability to be the cause of the Veteran’s unemployability, and\nconsider the issue of evaluation for the disability to be within scope of the IU claim.\nhas multiple SC disabilities, but\ndoes not identify which SC disability(ies) cause(s) unemployability\nmake reasonable efforts to contact the Veteran by phone to gather the information, and\ndocument any contact with the Veteran on\nVA Form 27-0820, Report of General Information\n.\nNotes\n:\nIf telephone contact is unsuccessful, document the attempts in the Veterans Benefits Management System (VBMS) and send the Veteran a letter requesting that they identify which SC disability(ies) are believed to result in unemployability.\nAfter allowing 30 days to respond, if the Veteran has not provided the requested information, the issue must be referred to the rating activity for denial.\nhas multiple SC disabilities, and\nidentifies one or more as the cause of unemployability\nconsider the identified disabilities as within scope of the  IU claim.\nindicates on\nVA Form 21-8940\nthat all SC disabilities result in unemployability\nconsider the evaluation of all SC disabilities as within scope of the IU claim, or\ncontact the Veteran to clarify the specific disabilities causing unemployability, documenting any contact with the Veteran on\nVA Form 27-0820\n, and address the evaluation of only those SC disabilities the Veteran identifies.\nlists a non-service-connected (NSC) disability on the\nVA Form 21-8940\nbut does not submit a claim for the NSC disability\nfollow the request for application procedures in\nM21-1, Part II, Subpart iii, 2.G.1\nto address the NSC disability.\nNote\n:  The listing of the NSC disability on the form is not considered a claim for SC for that disability.\nlists an NSC disability on the\nVA Form 21-8940\n, but does not submit a claim for the NSC disability, and\nwas previously denied SC for the disability\nfollow the request for application procedures in\nM21-1, Part II, Subpart iii, 2.G.1\nto address the NSC disability.\nException\n:  When the NSC issue listed on\nVA Form 21-8940\nis on legacy appeal, do not accept as a request for application.  To resolve the IU claim\ncontinue the legacy appeal for the issue listed on\nVA Form 21-8940\nproceed with development of the IU claim without further development of the legacy appeal issue as a part of the IU claim\nnotify the claimant that the issue is on legacy appeal\nrefer the IU claim to the rating activity for rating based on the evidence of record without addressing the legacy appeal issue as a separate issue in the rating, and\ndo not delay a decision on IU pending resolution of the legacy appeal.\nImportant\n:\nWhen a claim for entitlement to IU is successfully withdrawn, as discussed in\nM21-1, Part II, Subpart iii, 2.F\n, all issues associated with IU claim as listed on\nVA Form 21-8940\nare also considered withdrawn unless the issue was specifically claimed on an appropriate standard form for that claim or contention type.\nReference\n:  For more information on the status of an IU claim relative to the underlying disabilities, see\nRice v. Shinseki\n, 22 Vet.App. 447 (2009).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section B - Individual Unemployability (IU) Claims Development",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177475/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-B-Individual-Unemployability-IU-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:19.749994",
  "tags": [
    "m21-1"
  ]
}