{
  "chunk_id": "VIII_iv_3_B_12",
  "content": "/>\nVIII.iv.3.B.1.g\n.\nDeveloping Reasonably Raised Claims of IU\nWhen a reasonably raised claim of IU is deferred by the rating activity,\ndevelop the reasonably raised IU issue under the\nexisting\nend product, which will remain pending until a merits determination of IU entitlement is made, and\nuse the table below to determine whether it is necessary to provide section 5103 notice for the claim.\nIf the claim that prompted the reasonably raised inference of IU was submitted ...\nThen send a ...\non a\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, received within the last year\nsubsequent development letter, using the\nUnemployability – 21-8940 needed\ndevelopment action.\non a non-EZ form, or\nmore than one year prior to the date action is being taken\nSection 5103 notice, enclosing\nVA Form 21-8940\nfor completion.\nImportant\n:\nWhen development for a reasonably raised claim of IU is incorporated within a decision notice letter, ensure that the claimant is informed of the time periods within which the evidence must be submitted.\nUpon receipt of a completed\nVA Form 21-8940\nin response to the development described above, claims processors should determine if the existing medical evidence, to include any disability benefits questionnaire (DBQ) previously requested by VA\nor\ncompleted by a private provider, is sufficient to reflect the current severity of the SC condition(s) claimed as causing unemployability.\nIf the existing evidence is sufficient (which is likely if the rating activity recently made a decision on evaluation of the condition(s)), refer the claim to the rating activity for a decision on the deferred issue of IU.\nIf the existing evidence is\nnot\nsufficient,\nrequest an examination for the condition(s), and\nselect the EMPLOYMENT IMPACT ASSESSMENT REQUESTED? field in VBMS.\nReference\n:  For more information on sufficient medical evidence and the need for an examination in IU claims, see\nM21-1, Part VIII, Subpart iv, 3.B.2.a\nand\nb\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section B - Individual Unemployability (IU) Claims Development",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177475/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-B-Individual-Unemployability-IU-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:19.749994",
  "tags": [
    "m21-1"
  ]
}