{
  "chunk_id": "VIII_iv_3_B_17",
  "content": "/>\nVIII.iv.3.B.2.b\n.\nRequesting an Examination in IU Claims\nWhen an examination is necessary, it is normally sufficient to request condition-specific DBQs for the conditions alleged to cause unemployability on the\nVA Form 21-8940\n(for example, joints, mental, and peripheral nerves DBQs).\nSchedule a general medical examination only if the rating activity determines that it is needed to fairly and fully adjudicate the IU claim, such as when the claim is made in connection with original claims for disability compensation or where it is alleged that multiple SC and/or NSC disabilities may have an impact on employability.  However, do not order examinations for disabilities\nnot\nalleged to cause or contribute to unemployability, even if the Veteran has received a previous award of SC for the disabilities.\nDo not ask the examiner to opine as to whether or not the Veteran is “unemployable” due to the indicated SC disabilities.  A determination that a Veteran is unemployable is a legal determination that rests solely with the rating activity.\nInstead, request that the examiner\ncomment on the Veteran's ability to function in an occupational environment, and\ndescribe functional impairment caused solely by the SC disabilities.\nNote\n:  The language generated upon selection of the EMPLOYMENT IMPACT ASSESSMENT REQUESTED? field when requesting an examination through VBMS is legally sufficient to elicit the information necessary to adjudicate the issue of IU.\nReferences\n:  For more information on\nadjudicative determinations in IU claims, see\n38 CFR 4.16\navoiding asking for legal conclusions in medical opinions, see\nM21-1, Part IV, Subpart i, 2.A.7.j\n, and\nconsidering sedentary employment in claims for IU, see\nWithers v. Wilkie\n, 30 Vet.App. 139 (2018).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section B - Individual Unemployability (IU) Claims Development",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177475/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-B-Individual-Unemployability-IU-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:19.749994",
  "tags": [
    "m21-1"
  ]
}