{
  "chunk_id": "VIII_iv_3_B_22",
  "content": "/>\nVIII.iv.3.B.3.b\n.\nAction to Take Based on Employment History Provided\nUse the table below to determine the appropriate action to take based on whether the Veteran provides the required work history on\nVA Form 21-8940\n.\nStep\nAction\n1\nIs the work history on\nVA Form 21-8940\ncomplete?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to Step 2.\nNote\n:  When the Veteran has included an entry in the work history information, but the reported period of work covers less than five years, assume that is the entire work history unless the remainder of the evidence of record is inconsistent with such an assumption.  When the less-than-five-year history provided is inconsistent with the remainder of the evidence of record, go to Step 2 to clarify the work history.\n2\nMake reasonable efforts to contact the Veteran by telephone to gather the missing employment history.\n3\nWas the telephone contact successful?\nIf\nyes\n,\ndocument the employment information, and\ngo to Step 5.\nIf\nno\n, send a letter requesting that the Veteran provide work history within 30 days from the date of the notification letter.\n4\nDid the Veteran respond within 30 days?\nIf\nyes\n, go to Step 5.\nIf\nno\n, forward the claim to the rating activity for a decision after completing other required development for IU.\n5\nFollow the procedures in\nM21-1, Part VIII, Subpart iv, 3.B.3.c\nfor requesting employment information from employers.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section B - Individual Unemployability (IU) Claims Development",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177475/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-B-Individual-Unemployability-IU-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:19.749994",
  "tags": [
    "m21-1"
  ]
}