{
  "chunk_id": "VIII_iv_3_B_23",
  "content": "/>\nVIII.iv.3.B.3.c\n.\nRequesting Employment Information From Employers\nDevelopment for\nVA Form(s) 21-4192, Request for Employment Information in Connection With Claim for Disability Benefits\n, is routinely initiated at the time a claim for IU is received via submission of\nVA Form 21-8940\n. Use the table below to request\nVA Form(s) 21-4192\n, for the Veteran’s last year of employment\neven if\nthe Veteran\nhas not worked for five years or more, or\nis or may be currently employed, as marginal employment is possible.\nExceptions\n:\nWhen the evidence of record clearly warrants a grant of entitlement to IU, do not delay a rating decision granting entitlement to IU for initial or continued development for\nVA Form 21-4192\n.\nDo\nnot\nsend the\nVA Form 21-4192\nto a previous employer if the Veteran states that the employer is no longer in business or other evidence indicates the business is closed.\nDo\nnot\nsend the\nVA Form 21-4192\nwhen the Veteran reports self- employment.  Follow the procedures at\nM21-1, Part VIII, Subpart iv, 3.B.3.d\nfor development regarding self-employment.\nStep\nAction\n1\nSend a\nVA Form 21-4192\nto the former employer(s) for which the Veteran worked during his last year of employment.\nAt the same time, send a copy of\nVA Form 21-4192\nto the Veteran and request that the previous employer complete and return the form.\n2\nWas a completed\nVA Form 21-4192\nreceived from the Veteran’s employer(s) within 15 days?\nIf\nyes\n, refer the claim to the rating activity.\nIf\nno\n, go to Step 3.\n3\nSend a follow-up request to the employer(s) for\nVA Form 21-4192\n, allowing an additional 15 days for response, and\nnotify the Veteran that it is ultimately the Veteran’s responsibility to obtain this information.\nNotes\n:\nIf the information on\nVA Form 21-4192\nonly states that the Veteran retired, then request additional information as to whether the Veteran’s retirement was by reason of disability.  If so, ask the employer to identify the nature of the disability for which the Veteran was retired.\nDo not deny an IU claim solely because an employer failed to return a completed\nVA Form 21-4192\n.\nIf the Veteran worked for a federal agency, treat the\nVA Form 21-4192\ndevelopment as a request for federal records and follow the guidelines prescribed under\nM21-1, Part III, Subpart ii, 1.A.1.b\n.\nIf an employer responds to the\nVA Form 21-4192\nby providing a website that does not provide all the required information in the form, follow-up with the employer and again request that the\nVA Form 21-4192\nbe completed, allowing an additional 10 days for response.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section B - Individual Unemployability (IU) Claims Development",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177475/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-B-Individual-Unemployability-IU-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:19.749994",
  "tags": [
    "m21-1"
  ]
}