{
  "chunk_id": "VIII_iv_3_B_29",
  "content": "/>\nVIII.iv.3.B.4.b\n.\nWhen to Obtain VR&E Records in IU Claims\nObtain and evaluate any already-existing records of Veteran Readiness and Employment (VR&E) Service consultation\nwhen the evidence indicates that the Veteran underwent VR&E consultation sometime in the past related to a prior vocational rehabilitation/employment (VR&E) claim\n, such as (but not limited to)\na Veteran’s report of participation in the VR&E program\nVR&E folder type shown in the Beneficiary Identification and Records Locator Subsystem (BIRLS)\nVA Form 28-1900, Application For Veteran Readiness And Employment Benefits For Claimants With Service-Connected Disabilities\n, included in the claims folder, and/or\nChapter 31 payments shown in Share\nwhen the evidence of record is insufficient to award IU,\nand\nwithout regard to the period of time that has passed since the VR&E consultation occurred and records were created.\nThe VR&E records may\ndocument the Veteran’s participation in a training program, or\nshow that training was not feasible or was unsuccessful.\nNotes\n:\nThe entire Counseling/Evaluation/Rehabilitation (CER) folder is not necessary to adjudicate IU claims that are processed at the RO.  If adjudicating a claim for IU, and the Veteran has an existing VR&E record, a completed\nVA Form 28-1902b, Counseling Record – Narrative Report\n, and\nVA Form 28-1902f, Feasibility Determination—Narrative Report\n, need only be in the record in lieu of the entire CER folder.\nVA Form 28-1902b\nand\nVA Form 28-1902f\ncontain the necessary information concerning the impact of the Veteran’s SC and NSC conditions on employability.\nIf a paper CER folder has evidentiary value that pertains to the pending claim and there is a need to scan the contents of the folder, send a photocopy of the folder to the scanning vendor and retain the original CER folder and its contents at the RO.\nThe entire CER folder must be of record when adjudicating Board of Veterans’ Appeals (BVA) remands.  BVA is able to contact the RO directly to request upload of the entire CER folder into VBMS if it is not already a part of the claims folder.\nROs are not required to request VR&E records when a Veteran fails to return the\nVA Form 21-8940\n.\nReferences\n:  For more information on\nthe RO procedure for obtaining VR&E records, see\nM21-1, Part III, Subpart ii, 1.A.2.i\ndecision review operations center procedures for obtaining VR&E records, see\nM21-1, Part III, Subpart ii, 1.A.2.j\n, and\nshipping requirements, see\nM21-1, Part II, Subpart i, 1.B.1.b\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section B - Individual Unemployability (IU) Claims Development",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177475/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-B-Individual-Unemployability-IU-Claims-Development",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:19.749994",
  "tags": [
    "m21-1"
  ]
}