{
  "chunk_id": "VIII_iv_3_C_6",
  "content": "/>\nVIII.iv.3.C.1.a\n.\nConsiderations for IU Claims\nWhen deciding a claim for entitlement to a total evaluation due to individual unemployability (IU), the rating activity must consider\nthe economic and non-economic factors affecting a Veteran’s ability to secure and follow a substantially gainful occupation, and\nwhether\nthe disability requirements set forth in\n38 CFR 4.16(a)\nare met, or\nextra-schedular consideration under\n38 CFR 4.16(b)\nis warranted.\nWhen assessing the competence, credibility, and weight of evidence, no single factor has inherently more weight than another in determining the outcome of an IU rating decision once the evidence shows that the Veteran is no longer gainfully employed.\nA decision maker must consider all factors contextually.  Assignment of weight for the different factors is and must remain contingent upon the entire evidentiary picture as found in the individual IU claim.\nImportant\n:  Do not defer a decision as to the schedular degree of disability pending receipt of evidence sufficient to adjudicate the issue of IU.\nReferences\n:  For more information on\nevaluating evidence, see\n38 CFR 4.6\n, and\nM21-1, Part V, Subpart ii, 1.A\nseparating the impact of service-connected (SC) disabilities from non-service-connected (NSC) disabilities, see\nM21-1, Part V, Subpart ii, 3.D.2.c\neconomic factors associated with IU determinations, see\nM21-1, Part VIII, Subpart iv, 3.A.2\nnon-economic factors associated with IU determinations, see\nM21-1, Part VIII, Subpart iv, 3.A.3\nthe evidence that must be discussed in the IU rating decision, see\nM21-1, Part VIII, Subpart iv, 3.C.3.c\n, and\nassigning effective dates for IU decisions, see\nM21-1, Part V, Subpart ii, 4.A.5.c\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}