{
  "chunk_id": "VIII_iv_3_C_9",
  "content": "/>\nVIII.iv.3.C.1.d\n.\nConsidering Educational History in IU Claims\nEducation is a non-economic factor that must be considered in an IU determination.  A Veteran’s educational history and/or current student status is not determinative of the outcome of a claim for entitlement to IU.  However, it is a factor that must be weighed in decision making.  In weighing the relevance of education in claims for IU, consider the factors below.\nEducational history and achievement does not necessarily correlate with employability.  However, these factors may indicate the ability to perform certain types of work.\nConsider the type of educational training relative to the Veteran’s physical and mental limitations.  Particularly, consider whether\nspecial accommodations are made in the educational training that may or may not be realistic in a current or future work environment, or\nthe current program of training will impact employability in the future.\nThe fact that a Veteran is participating in a program of rehabilitation does not preclude a finding of IU.\nThe fact that a Veteran has completed a program of rehabilitation does not mandate discontinuance of IU unless substantially gainful employment is sustained for a period of 12 months.\nWhen IU is claimed following a completed program of rehabilitation, pay special attention to evidence of program results that indicate the Veteran's ability to secure or follow a substantially gainful occupation.\nReferences\n:  For more information on\nobtaining Veteran Readiness and Employment (VR&E) records in IU claims, see\nM21-1, Part VIII, Subpart iv, 3.B.4.b\n, and\nweighing evidence in rating decisions, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}