{
  "chunk_id": "VIII_iv_3_C_10",
  "content": "/>\nVIII.iv.3.C.1.e\n.\nConsidering Occupational History in IU Claims\nOccupational history is a non-economic factor that must be considered in an IU determination.  A Veteran’s occupational history is not determinative of the outcome of a claim for IU unless the Veteran is currently gainfully employed.\nIn weighing the relevance of occupational history in claims for IU, consider the factors below.\nWhen a Veteran is currently working or the evidence shows the Veteran is capable of working but unemployed, determine whether the ability to sustain employment is marginal as discussed at\nM21-1, Part VIII, Subpart iv, 3.A.2.c and d\n.\nConsider the difference between unemployment and unemployability as discussed at\nM21-1, Part VIII, Subpart iv, 3.A.1.b\n.\nVoluntary retirement is not necessarily determinative of the outcome of an IU decision.  The underlying impact of the Veteran’s disabilities on the discontinuation of work is the relevant determination.\nAs noted in\nM21-1, Part VIII, Subpart iv, 3.B.4.a\n, Social Security Administration (SSA) decisions are not determinative of the outcome of IU decisions.  However, a Veteran’s application for and/or receipt of SSA disability benefits is a factor to weigh in decision making.\nIU may be granted on a temporary basis as noted in\nM21-1, Part VIII, Subpart iv, 3.C.4.d\n.\nWhen a Veteran is self-employed, follow the procedures at\nM21-1, Part VIII, Subpart iv, 3.C.2.a\n.\nReference\n:  For more information on weighing evidence in rating decisions, see\nM21-1, Part V, Subpart ii, 1.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}