{
  "chunk_id": "VIII_iv_3_C_22",
  "content": "/>\nVIII.iv.3.C.3.c\n.\nInformation to Include in the Rating Decision\nUse the table below to determine what information to include in the rating decision.\nIf …\nThen …\nschedular requirements of\n38 CFR 4.16(a)\nare met, but IU is denied because the Veteran is considered employable\nexplain the facts that are pertinent to that conclusion.\nschedular requirements of\n38 CFR 4.16(a)\nare not met and there is no finding that the Veteran is unemployable due to an SC disability(ies) or evidence requiring extra-schedular consideration\nexplain the facts that are pertinent to the conclusion and note the absence of a basis for submission of the case to Compensation Service for consideration of an extra-schedular rating, if applicable.\nReferences\n:  For more information on\nextra-schedular submission, see\n38 CFR 4.16(b)\nM21-1, Part VIII, Subpart iv, 3.C.4.b\n, and\nM21-1, Part V, Subpart ii, 3.D.3\n, and\nextra-schedular submissions involving housebound determinations associated with IU entitlement, see\nM21-1, Part VIII, Subpart iv, 4.A.10.c\n.\na Veteran is considered unemployable primarily due to NSC factors and SC disabilities alone do not support a finding of unemployability\ninclude\nan explanation of the reasons for this decision, and\nthe reasoning for finding that SC disabilities alone are not sufficiently severe enough to render the Veteran unemployable.\nthe Veteran fails to complete and return\nVA Form 21-8940\nexplain the basis for the denial.\nIU is established\ninclude an explanation or analysis of how impairment from an SC disability(ies) supports the decision, and\nspecify which disability(ies) render the Veteran unemployable.\nImportant\n:\nA conclusory statement alone that the criteria for a total evaluation based on IU are met does\nnot\nsatisfy the requirement to state the basis for the decision.\nThe rating decision must include a discussion of\nhow\nthe Veteran’s specific SC disability(ies) render the Veteran unemployable, based on the findings shown by the evidence in the particular case.  Merely stating that the Veteran is unable to secure and follow a substantially gainful occupation as a result of the indicated SC disability(ies) is\nnot\nsufficient to meet the requirement for an explanation or analysis, as described above.\npermanency of the total disability IU evaluation is established\naward Dependents' Educational Assistance (DEA) under\n38 U.S.C. Chapter 35\n, regardless of whether or not there appear to be any potential dependents.\nNote\n:  The rating conclusion must include the statement,\nBasic eligibility under 38 U.S.C. Chapter 35 is established from [\ndate\n].\nImportant\n:  A rating decision denying entitlement to IU must discuss all economic and non-economic factors listed in\nM21-1, Part VIII, Subpart iv, 3.A.2 and 3\nthat are\nrelevant\nto the outcome of the Veteran’s claim.  The decision need not, however, discuss non-relevant economic and non-economic factors.\nReferences\n:  For more information on\nIU, see\n38 CFR 4.16\n, and\nunemployability, see\n38 CFR 4.18\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}