{
  "chunk_id": "VIII_iv_3_C_26",
  "content": "/>\nVIII.iv.3.C.3.g\n.\nWhen an IU Evaluation Is Considered Moot\nA single SC disability rated 100-percent disabling generally renders an IU evaluation moot, as no additional benefit would typically flow to the Veteran by substituting an IU evaluation for a single SC disability rated 100-percent disabling.\nSimilarly, a combined evaluation of 100 percent may also render an IU evaluation moot when no additional benefit may be derived. However, when additional benefit may be derived from a grant of entitlement to IU, such as when IU is warranted for a single disability and entitlement to special monthly compensation (SMC) based on housebound status will be an ancillary benefit, then IU is not moot.\nUpon determining that the IU evaluation is moot,  if the issue of IU has been claimed, formally address the issue of mootness as a free text issue in the rating decision.\nFor the ISSUE text, use\nEntitlement to individual unemployability.\nFor the DECISION text, use\nEntitlement to individual unemployability is moot.\nIn the REASONS FOR DECISION, include an explanation of the reasons that cause the issue of entitlement to IU to be moot.  Include the following text:\nEntitlement to individual unemployability is moot because your service-connected disabilities are evaluated as 100 percent disabling and no potential entitlement to an earlier effective date for a total disability evaluation based on a grant of individual unemployability is warranted by the evidence of record.\nThere will be no record of an IU decision on the rating\nCodesheet\nsince no decision has been made.\nImportant\n:\nThe IU evaluation is not moot if the effective date of the single schedular 100-percent evaluation is from a later date than that which can be assigned based on entitlement to IU (such as when an effective date for IU may be assigned from the day following discontinuation of last employment).\nThe determination that IU is moot is subject to review under\n38 CFR 3.2500\ngiven that a claim for IU has been received and a decision has been made.\nReferences\n:  For more information on\nentitlement to IU when temporary 100-percent evaluations are assigned, see\nM21-1, Part VIII, Subpart iv, 3.C.3.h\n, and\nassigning effective dates for IU claims, see\nM21-1, Part V, Subpart ii, 4.A.5.c\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}