{
  "chunk_id": "VIII_iv_3_C_31",
  "content": "/>\nVIII.iv.3.C.4.a\n.\nConsidering Multiple Disabilities in IU Claims\nUnder certain circumstances, multiple disabilities may be considered one disability for the purpose of meeting the requirements of\n38 CFR 4.16(a)\n.\nAs stated in\n38 CFR 4.16(a)\n, for the purpose of meeting the requirement of having one 60-percent or one 40-percent disability, the following will be considered as one disability:\ndisabilities of one or both upper extremities, or of one or both lower extremities, including the bilateral factor, if applicable\ndisabilities resulting from common etiology or a single accident\ndisabilities affecting a single body system\nmultiple disabilities incurred in combat, or\nmultiple disabilities incurred as a former prisoner of war.\nImportant\n:\nIn determining whether the Veteran's SC disabilities meet the schedular requirement as stated in\n38 CFR 4.16(a)\n, all SC disabilities will be considered.  This determination is\nnot\nrestricted to only those SC disabilities that cause or contribute to unemployability.\nThe common etiology provisions of\n38 CFR 4.16(a)(2)\napply to disabilities arising from the same type of exposure event during service.  Examples of exposure events include (but are not limited to) disabilities arising from herbicide exposure in Vietnam under\n38 CFR 3.309(e)\nor multiple undiagnosed illnesses granted under\n38 CFR 3.317\n.\nThe common etiology provisions of\n38 CFR 4.16(a)(2)\napply to a primary SC disability and other disabilities for which SC is established as secondary to or aggravated by the primary disability under\n38 CFR 3.310\n.\nConsider multiple disabilities of the musculoskeletal system as one disability because the multiple disabilities affect a single body system or multiple gunshot wounds as the result of combat service as one disability because the multiple disabilities were incurred in combat.\nExample\n:  A Veteran is SC for diabetes mellitus at 40 percent, right shoulder arthritis at 30 percent, ulcerative colitis at 30 percent, and posttraumatic stress disorder (PTSD) at 30 percent.  The combined disability evaluation is 80 percent.  The evidence demonstrates that all SC disabilities, except for diabetes mellitus, cause or contribute to rendering the Veteran unable to secure or maintain substantially gainful employment.\nResult\n:  IU would be awarded under\n38 CFR 4.16(a)\n, as the Veteran meets the schedular requirements of the regulation (combined disability evaluation of at least 70 percent and one disability, diabetes mellitus, rated at least 40 percent).\nRationale\n:  The regulation does not require that the 40-percent disability specifically cause or contribute to the unemployability when multiple SC disabilities are present and collectively render the Veteran unemployable.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}