{
  "chunk_id": "VIII_iv_3_C_35",
  "content": "/>\nVIII.iv.3.C.4.e\n.\nEntitlement to SMC at the Housebound Rate if IU Rating Is Based on a Single Disability\nA Veteran in receipt of IU benefits may be entitled to SMC at the housebound rate under\n38 U.S.C. 1114(s)\nif the evidence shows that the\nunemployability is the result of\none\nSC disability, and\nVeteran has\nadditional SC disability(ies) independently rated at least 60-percent disabling, or\nbeen determined to be permanently housebound in fact as a result of the SC disability that rendered the Veteran unemployable.\nExample\n:  A Veteran would be entitled to SMC at the housebound rate if\nthe total IU evaluation is based on a 70-percent SC rating for PTSD, and\nthe Veteran has additional SC evaluations for headaches and a back condition that combine to 60 percent.\nNotes\n:\nEntitlement to housebound benefits under\n38 U.S.C. 1114(s)\ncannot\nbe established if the IU rating is based on multiple disabilities considered as one disability under\n38 CFR 4.16(a)\n.\nDo\nnot\nput entitlement to SMC at issue, unless benefits will be awarded or the issue has been explicitly claimed by the Veteran.\nFor consideration of entitlement to housebound benefits, the single disability upon which the grant of IU is based must satisfy the criteria for a grant of IU independently, with an evaluation of at least 60 percent, as required in\n38 CFR 4.16(a)\nand discussed at\nM21-1, Part VIII, Subpart iv, 4.A.10.c\n.\nReference\n:  For more information on entitlement to housebound benefits when the IU rating is based on a single SC disability, see\nM21-1, Part VIII, Subpart iv, 4.A.10.b and c\nBradley v. Peake\n, 22 Vet.App. 280 (2008), and\nBuie v. Shinseki\n, 24 Vet.App. 242 (2010).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}