{
  "chunk_id": "VIII_iv_3_C_41",
  "content": "/>\nVIII.iv.3.C.5.b\n.\nIssues to Adjudicate in Supplemental IU Claims\nFollow the procedures in the table below to determine appropriate actions to take based on receipt of a supplemental claim for IU.\nIf the Veteran submits …\nThen …\nVA Form 20-0995\nidentifying IU only\nput IU into issue in the rating decision.\nVA Form 20-0995\nidentifying IU and other issues previously considered in connection with the IU claim\nin the rating decision, put into issue\nIU, and\nthe disabilities listed on the supplemental claim.\nboth\nVA Form 20-0995\nidentifying IU (with or without other issues), and\nVA Form 21-8940\nin the rating decision, put into issue\nIU, and\nother issues listed on the supplemental claim, and\nrefer to\nM21-1, Part VIII, Subpart iv, 3.C.5.f\nto determine how to handle issues identified on\nVA Form 21-8940\nreceived during a supplemental claim.\nNotes\n:\nAlthough there may be no requirement, as shown in the table above, to specifically put into issue all disabilities previously claimed during the initial IU claim or a prior supplemental claim concerning unemployability, any supplemental IU decision must take into consideration the impact of the SC disabilities on employability.\nWhen a specific supplemental claim is not submitted for an SC disability, but development of the supplemental IU claim results in evidence showing the associated disability warrants a change in evaluation, the issue of evaluation of the disability may be considered within scope of the supplemental IU claim and should be addressed in the decision if not on appeal.  Apply\n38 CFR 3.2500(h)\nfor effective date purposes.\nReferences\n:  For more information on\nsupplemental claims, see\n38 CFR 3.2501\n, and\nM21-1, Part II, Subpart iii, 2.B\nclaims for increase, see\nM21-1, Part II, Subpart iii, 2.C\nwithin scope determinations, see\n38 CFR 3.155(d)(2)\n, and\nM21-1, Part V, Subpart ii, 3.A.2\n, and\nnotification requirements for\na complete application, see\nM21-1, Part II, Subpart iii, 1.C\nsupplemental claims, see\nM21-1, Part III, Subpart i, 2.B.1.b\n, and\nclaims received while another claim is pending, see\nM21-1, Part III, Subpart i, 2.B.1.c\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}