{
  "chunk_id": "VIII_iv_3_C_45",
  "content": "/>\nVIII.iv.3.C.5.f\n.\nHandling Issues Identified on a VA Form 21-8940 Received During a Supplemental Claim\nWhen\nVA Form 21-8940\nis received during the processing of a supplemental claim, use the table below to determine proper action to take relative to the issues listed on the form.  When the table below indicates that the evaluation of the disability is within scope of the IU claim, the issue must be specifically addressed in the rating decision.\nWhen\nVA Form 21-8940\nidentifies …\nThen …\nno disabilities\nif the prior\nVA Form 21-8940\nidentifies specific disabilities, take no further action relative to specific disabilities, or\ndoes not identify specific disabilities, follow the procedures in\nM21-1, Part VIII, Subpart iv, 3.B.1.e\nfor development for the disabilities claimed to cause IU.\nan SC disability(ies) previously evaluated with the initial or a prior supplemental IU claim\nconsider the evaluation of the disability as within scope of the supplemental IU claim, as described in\nM21-1, Part VIII, Subpart iv, 3.C.5.e\n.\nan SC disability(ies) not previously evaluated with the initial or a prior supplemental IU claim\nconsider the evaluation of the disability as within scope of the supplemental IU claim, as described in\nM21-1, Part VIII, Subpart iv, 3.C.5.e\n.\na previously unclaimed NSC disability(ies)\nconsider the listing of the disability a request for application for an initial claim.\na previously claimed NSC disability\nif a supplemental claim for the identified disability is\nnot pending, consider the listing of the disability a request for application for a supplemental claim, or\npending, take no further action.\nReference\n:  For more information on the relationship between IU and the associated SC disability evaluation(s), see\nM21-1 Part VIII, Subpart iv, 3.B.1.e\n, and\nRice v. Shinseki\n, 22 Vet.App. 447 (2009).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}