{
  "chunk_id": "VIII_iv_3_C_47",
  "content": "/>\nVIII.iv.3.C.5.h\n.\nHandling Mixed Submission Claims\nAs discussed in\nM21-1, Part II, Subpart iii, 1.A.2.c\n, additional correspondence submitted with a prescribed form may be used to augment the prescribed form.  When\nVA Form 20-0995\nand\nVA Form 21-8940\nare submitted simultaneously and specific procedures do not exist to direct claims development, proceed in the manner most favorable with due consideration for the clearly expressed intent of the claimant.\nExample 1\n:  A Veteran has three SC disabilities, has been denied SC for five separate disabilities, and has never claimed IU nor had it formally considered.  The Veteran now submits\nVA Form 20-0995\nidentifying two of the five previously denied issues and\nVA Form 21-8940\nidentifying all three SC disabilities.\nAnalysis\n:  Accept the initial claim for IU with associated consideration of the evaluation of the three SC disabilities.  Accept a supplemental claim for the two NSC issues.\nExample 2\n:  Same facts as Example 1, except that the Veteran\nwas\npreviously denied entitlement to IU.\nAnalysis\n:  If the contention of IU is specified on\nVA Form 20-0995\n, then accept the IU as a supplemental claim.  If the IU is not specified on\nVA Form 20-0995\n, then proceed in the manner most favorable to the claimant.\nNote\n:  In most cases, accepting\nVA Form 21-8940\nas an initial claim will allow for the most favorable effective date should a grant of entitlement to IU or an increased evaluation be warranted.  Conversely, when the evidence may be accepted as new and relevant evidence associated with a claim for IU denied within the past year, then it may be most favorable to accept a\nVA Form 21-8940\nsubmitted at the same time as\nVA Form 20-0995\nas a supplemental IU claim to allow for review of the prior decision.\nReferences\n:  For more information on\neffective dates for claims for increase, see\n38 CFR 3.400(o)\n, and\nM21-1, Part V, Subpart ii, 4.A.5\n, and\neffective dates for supplemental claims, see\n38 CFR 3.2500(h)\n, and\nM21-1, Part X, Subpart ii, 2.A.3\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}