{
  "chunk_id": "VIII_iv_3_C_49",
  "content": "/>\nVIII.iv.3.C.5.j\n.\nProhibition Against Incorporating Rated Issues Into a Legacy IU Appeal\nWhen a legacy appeal for IU is pending and the Veteran subsequently claims that an SC disability not on legacy appeal causes or contributes to unemployability,\ndo not\nincorporate the disability claimed to cause or contribute to unemployability into the pending legacy appeal for IU.\nThe disability’s impact on IU should be considered in the legacy IU appeal, but the evaluation of the disability itself should not be incorporated into the legacy appeal and addressed as a specific legacy appeal contention.\nThe evaluation of the disability may be specifically appealed by the Veteran using standard legacy appeals procedures.\nNotes\n:\nWhen the evaluation of the disability was previously incorporated into the legacy appeal under prior procedural guidance and an SOC or SSOC has been issued to address the contention, continue the legacy appeal.\nWhen IU is on legacy appeal and\nVA Form 21-8940\nis received in support of the legacy appeal but lists SC issues causing IU that have not been rated in connection with the IU claim as directed at\nM21-1, Part VIII, Subpart iv, 3.B.1.e\n, establish an EP 020 to control for rating the issues listed on\nVA Form 21-8940\n.  Do not incorporate the issues into the legacy IU appeal unless, after a decision is rendered for the new issue(s), the Veteran submits a specific legacy appeal for the issue(s).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}