{
  "chunk_id": "VIII_iv_3_C_50",
  "content": "/>\nVIII.iv.3.C.5.k\n.\nIU Effective Dates Associated With Appellate Status\nWhen entitlement to IU is raised during the adjudicatory process of the underlying disability or during the administrative appeal of the initial rating for that disability, it is part of the claim for benefits for the underlying disability.\nA claim for IU, which has been awarded, remains in appellate status if the IU award is not effective from the date of claim for the underlying disability rating that is on appeal.\nIf the IU award is not retroactive to the effective date of the underlying disability rating on appeal, the IU award is only a partial grant.  When the IU award is only a partial grant, the IU remains in appellate status.\nA notice of disagreement (NOD) is not required to place the IU issue in appellate status.\nExample\n:  The Veteran filed a legacy NOD in December 2008 in response to the RO’s assignment of an initial disability evaluation of 30 percent for PTSD.  On a\nVA Form 21-8940\nreceived in February 2014, the Veteran indicated an inability to work due to PTSD.  The RO awarded a 70-percent evaluation for PTSD effective December 2015 and later granted IU from February 11, 2016.\nAn NOD was not filed concerning the IU award’s effective date; however, the NOD was not required to place IU in appellate status.  IU became part of the underlying PTSD claim, which was on appeal by virtue of the December 2008 NOD, when the Veteran filed an application for IU in February 2014.\nIU remained in appellate status because the IU award was only a partial grant since it was not established as retroactive to the August 2008 original date of claim for SC for PTSD.\nReferences\n:  For more information on\nthe effective date of IU awards and impact on appellate status, see\nHarper v. Wilkie\n, 30 Vet.App. 356 (2018)\ninterpreting IU as a part of the underlying disability claim, see\nRice v. Shinseki\n, 22 Vet.App. 447 (2009), and\nM21-1, Part VIII, Subpart iv, 3.B.1.e\n, and\nthe prohibition on assigning an effective date for IU that precedes the effective date of SC for the underlying disability, see\nDelrio v. Wilkie\n, 32 Vet.App. 232 (2019).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section C - Individual Unemployability (IU) Rating and Decision Review",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177476/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-C-Individual-Unemployability-IU-Rating-and-Decision-Review",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:29.072405",
  "tags": [
    "m21-1"
  ]
}