{
  "chunk_id": "VIII_iv_3_D_15",
  "content": "/>\nVIII.iv.3.D.2.c\n.\nReviewing Responses Received on VA Form 21-4140\nA\nVA Form 21-4140\nand\nVA Form 21-4138\nare sent only to Veterans identified in the wage data match as having received income. The notice of proposed adverse action sent by Hines ITC asks the Veteran to explain the income and provide documentation of the income source.\nWhen a Veteran returns\nVA Form 21-4140\n, the income must be explained as requested in the notice of proposed adverse action.\nAnalyze all submitted evidence in accordance with\nM21-1, Part V, Subpart ii, 1.A\nto determine whether the evidence continues to show the Veteran is incapable of gainful employment.\nThe Veteran must submit evidence that documents the source of the reported income for the applicable scenario.  For example, if the income is\nspousal income and taxes were filed jointly, a Veteran must submit documentation of the income source such as a spouse’s\nForm W-2\n,\nWage and Tax Statement\n, or\nthe result of the Veteran’s employment and the Veteran is\nno longer employed, the Veteran must submit evidence documenting the cessation of employment such as a statement from the former employer providing the date of termination, or\ncurrently employed, but employment has not been for a continuous year, the Veteran must submit evidence explaining employment status such as a statement from the employer stating the dates employed.\nReview\nVA Form 21-4140\nprovided by the Veteran to determine if additional clarification is needed.  If a signed\nVA Form 21-4140\nis received but necessary information, such as wage data, is missing or requires clarification, it is permissible to telephone the Veteran to obtain the clarifying information orally and document any contact with the Veteran on\nVA Form 27-0820\n.\nIf Veterans fail to check the\nNo\nbox, indicating that they have not worked, but sign the\nVA Form 21-4140\n, indicating that they have not been employed by VA or others or self-employed at any time during the previous 12 months, claims folders should still be referred to the rating activity as described in the table below.\nA phone call to the Veteran cannot be used to substitute for a signature on\nVA Form 21-4140\n.\nAlthough\nVA Form 21-4138\nis provided to the Veteran and will often prove helpful in explaining the income source\na Veteran’s statement, without adequate documentation, is generally not sufficient to verify the source of the income, and\nsubmission of\nVA Form 21-4138\nis not required as a part of the Veteran’s response.\nRefer to the table below for procedures for handling the response submitted by a Veteran on\nVA Form 21-4140\n.\nIf the Veteran ...\nThen ...\nreturns a signed\nVA Form 21-4140\nchecks the block indicating unemployment has continued for the past 12 months, and\ndoes not provide an explanation and documentation detailing the source of the income\nconsider the response a fraudulent response and follow the procedures in\nM21-1, Part VIII, Subpart iv, 3.D.2.d\n.\nreturns a signed\nVA Form 21-4140\nchecks the block indicating unemployment has continued for the past 12 months, and\nprovides an inadequate explanation and/or insufficient documentation detailing the source of the income with no indication of a return to work\nfollow the procedures in\nM21-1, Part VIII, Subpart iv, 3.D.2.d\n.\nreturns a signed\nVA Form 21-4140\n, and\nconfirms a return to work\nfollow the procedures in\nM21-1, Part VIII, Subpart iv, 3.D.2.e\n.\nreturns a signed\nVA Form 21-4140\nchecks the block indicating unemployment has continued for the past 12 months, and\nprovides an adequate explanation detailing the source of the income\nfollow the procedures in\nM21-1, Part VIII, Subpart iv, 3.D.2.f\n.\nNote\n:  When a Veteran reports employment that is characterized by temporary interruptions in work status, such as a customary seasonal break that is characteristic of that job or occupation, but is otherwise continuous employment, follow the guidance in\n38 CFR 3.343(c)(2)\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section D - Monitoring Income for Veterans in Receipt of Individual Unemployability (IU)",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177477/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-D-Monitoring-Income-for-Veterans-in-Receipt-of-Individual-Unemployability-IU",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:38.376371",
  "tags": [
    "m21-1"
  ]
}