{
  "chunk_id": "VIII_iv_3_D_16",
  "content": "/>\nVIII.iv.3.D.2.d\n.\nHandling VA Form 21-4140 Returned With No Reported Wages\nFollow the steps in the table below when a Veteran returns\nVA Form 21-4140\nand does not\nindicate a return to work, and/or\nprovide a sufficient explanation of wages.\nStep\nAction\n1\nRefer the claims folder to the rating activity.\n2\nPrepare a rating decision\nreflecting reduction to the schedular evaluation effective the date indicated in the LAST PAID DATE field on the AWARD INFORMATION tab in Share (see\n38 CFR 3.501(f)\n) or the date specified in the notice of proposed adverse action, whichever is later, and\nexplaining in the rating narrative that the reason for the rating reduction is failure to provide requested evidence.\nImportant\n:  If entitlement to DEA or SMC was previously established based on the grant of IU, address DEA in the rating if otherwise warranted.\n3\nRefer the claims folder to the authorization activity to reduce the award.\nNotify the Veteran of the reduction and any loss of entitlement to DEA or SMC.\nAdvise the Veteran that if VA receives evidence showing continued unemployability within one year of the date of the decision notice, IU will be restored from the date of the reduction.\nAdvise the RPO of jurisdiction of the loss of entitlement to DEA if a\n38 U.S.C. Chapter 35\nrecord exists under the Veteran’s claim number.\nAdd the corporate flash,\nAnnual IU Eligibility Review-Fraud\n, to the claim.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section D - Monitoring Income for Veterans in Receipt of Individual Unemployability (IU)",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177477/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-D-Monitoring-Income-for-Veterans-in-Receipt-of-Individual-Unemployability-IU",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:38.376371",
  "tags": [
    "m21-1"
  ]
}