{
  "chunk_id": "VIII_iv_3_D_17",
  "content": "/>\nVIII.iv.3.D.2.e\n.\nHandling VA Form 21-4140 Returned With Reported Veteran Wages\nRefer to the table below for procedures for handling the Veteran’s report of income and employment information on\nVA Form 21-4140\n.\nIf the Veteran returns\nVA Form 21-4140\nand ...\nThen ...\nindicates possible gainful employment for 12 months or more\nfollow the steps in the table below.\nStep\nAction\n1\nRefer the claims folder to the rating activity.\n2\nThe rating activity will review\nVA Form 21-4140\nand all other evidence of record to determine whether discontinuation of entitlement to IU is warranted.  The rating activity must consider whether\nthe employment is sustained, gainful employment or marginal employment, and/or\nan examination is necessary to evaluate employment status or employability.\nReferences\n:  For more information on\ndiscontinuing entitlement to IU, see\n38 CFR 3.343(c)\nrequesting examinations in IU claims, see\nM21-1, Part VIII, Subpart iv, 3.B.2.b\nthe definition of\nsubstantially gainful employment, see\nM21-1, Part VIII, Subpart iv, 3.A.2.b\n, and\nmarginal employment, see\nM21-1, Part VIII, Subpart iv, 3.A.2.c\n, and\ncircumstances for considering marginal employment, see\nM21-1, Part VIII, Subpart iv, 3.A.2.d\n.\n3\nThe rating activity will complete a rating decision to\ndiscontinue entitlement to IU the last day of the month 60 days after notice is provided based on the return to sustained, gainful employment as well as any ancillary issues such as DEA or SMC entitlement, in accordance with\n38 CFR 3.105(e)\nand\n38 CFR 3.501(e)(2)\n, or\ncontinue entitlement to IU based on the lack of evidence showing that the employment is sustained, gainful employment.\nImportant\n:  The reasons for decision must discuss the evidence relevant to the determination that sustained gainful employment has or has not been shown.\nregained employment is reported, but it has not been sustained for 12 months\nrefer the claims folder to the rating activity for a rating decision reflecting confirmed and continued entitlement to IU which will be reviewed if sustained employment is shown, and then\nrefer the claims folder to the authorization activity to notify the Veteran.\nImportant\n:  There is no need to establish a review examination to determine if sustained employment is shown.  If continued employment is shown when the next annual data match occurs, entitlement to IU will be reviewed at that time.\nprovides wage information but fails to sign the form\nreturn\nVA Form 21-4140\nto the Veteran\nindicating that the form is incomplete using the\nForm Not Complete\nletter, and\nadvising the Veteran that a signature is required, and\nestablish a 30 days suspense date.\nNote\n:  If the form is\nreturned with a signature, follow the most appropriate procedure based on the income reported, or\nreturned without a signature or not returned, follow the procedures in\nM21-1, Part VIII, Subpart iv, 3.D.2.a\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 3, Section D - Monitoring Income for Veterans in Receipt of Individual Unemployability (IU)",
  "citation": "Part VIII, Subpart iv, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177477/M21-1-Part-VIII-Subpart-iv-Chapter-3-Section-D-Monitoring-Income-for-Veterans-in-Receipt-of-Individual-Unemployability-IU",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:38.376371",
  "tags": [
    "m21-1"
  ]
}