{
  "chunk_id": "VIII_iv_4_A_15",
  "content": "/>\nVIII.iv.4.A.1.j\n.\nDefinition:  Anatomical Segment\nThe term\nanatomical segment\nas used in\n38 CFR 3.350\nrefers to the separate sections of the body that comprise each anatomical region.  The term anatomical region, as used in\n38 CFR 4.55(b)\n, is not synonymous with anatomical segment, as used in\n38 CFR 3.350\n.\nThe musculoskeletal system within the VA Schedule for Rating Disabilities located at\n38 CFR 4.71a\nis divided into anatomical segments which include the\nshoulder and arm\nwrist\nhand\nlumbosacral and sacroiliac joints (see notes below)\nthoracolumbar spine\ncervical spine\nhip and thigh\nknee and leg\nankle\nfoot\nskull\nribs, and\ncoccyx.\nNotes\n:\nPer\n38 CFR 4.66\n, the lumbosacral and sacroiliac joints are also considered one anatomical segment for rating purposes although they are not specifically listed as a segment within\n38 CFR 4.71a\n.\nNote (6) of the\nGeneral Rating Formula for Diseases and Injuries of the Spine\n, included within\n38 CFR 4.71a\n, identifies the thoracolumbar and cervical spine as separate segments.\nEach extremity includes separate anatomical segments.  For example, the right hand and the left hand are separate anatomical segments.\nApplying this concept, the anatomical region consisting of the foot and leg, as identified at\n38 CFR 4.55(b)\n, includes the following three anatomical segments:  the foot, ankle, and knee and leg.\nExample\n:  A Veteran is SC for amputation of bilateral feet, evaluated as 100-percent disabling.  The Veteran underwent a total knee replacement.  Following the temporary evaluation assigned after knee replacement, the knee is evaluated as 60-percent disabling.  SMC (l) is warranted for the bilateral foot amputation, and SMC (p) is warranted under\n38 CFR 3.350(f)(3)\nfor the knee disability since it is an additional permanent disability independently evaluated as 50 percent or more.  The knee and the foot are separate anatomical segments as is required in\n38 CFR 3.350(f)(3) and (4)\n.  Since the knee disability involves a separate anatomical segment, the SMC (p) may be assigned in spite of the fact that the disabilities are of a common bodily system.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}