{
  "chunk_id": "VIII_iv_4_A_36",
  "content": "/>\nVIII.iv.4.A.4.c\n.\nAwarding SMC for L/LOU of a Creative Organ\nAward SMC based on L/LOU of a creative organ, if medical evidence of record shows\nthe acquired absence of one or both testicles, ovaries, or other creative organs\na condition of the reproductive tract which results in LOU of a creative organ, such as retrograde ejaculation or spermatozoa dumping into the bladder in a male Veteran\nthe loss of erectile power secondary to a disease process, such as diabetes or multiple sclerosis, in a male Veteran, or\na diagnosis of FSAD.\nNote\n:  SC for prostate cancer does\nnot\nautomatically result in an award of SMC for LOU of a creative organ at the (k) rate\nunless\nthe prostate cancer was treated by radical prostatectomy.\nIf the Veteran is SC for prostate cancer and the evidence of record includes a surgical report showing a radical prostatectomy was performed, award SMC (k) effective the date the radical prostatectomy was performed.\nIf the Veteran is SC for prostate cancer but the evidence of record does\nnot\nshow a radical prostatectomy was performed, clinical evidence of the LOU of a creative organ due to the SC prostate cancer is required to award SMC (k) for LOU of a creative organ due to prostate cancer.\nReferences\n:  For more information on\nL/LOU of a creative organ, see\n38 CFR 3.350(a)(1)\n38 CFR 4.115b, Note\n, and\n38 CFR 4.116, Note 2\nerectile dysfunction associated with prostate cancer, see\nM21-1, Part V, Subpart iii, 7.3.d\n, and\nFSAD, see\nM21-1, Part V, Subpart iii, 8.A.1.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}