{
  "chunk_id": "VIII_iv_4_A_37",
  "content": "/>\nVIII.iv.4.A.4.d\n.\nBasis for Considering Entitlement to SMC for L/LOU of a Creative Organ\nThe issue of entitlement to SMC for L/LOU of a creative organ may be\nbased on a specific claim, or\nraised within the scope of another claimed issue when entitlement is shown in the evidence of record, such as a VA examination or hospitalization report.\nUndertake any development necessary, including submission of a request for a special examination, if there is a reasonable probability of entitlement.\nNotes\n:\nEntitlement to SMC (k) for one or more creative organs\nmay be based on a multi-link causal chain between an SC disability and the LOU or anatomical loss, and\nis not limited to certain disabilities.\nThere is no bar to the payment of compensation or establishment of SC for anatomical loss of a creative organ, when a non-service-connected (NSC) LOU of a creative organ existed prior to anatomical loss resulting from service.\nThe successful use of medication or prosthetic implant to restore erectile ability does not preclude the award of SMC for LOU if the Veteran is unable to complete the act of procreation.\nReferences\n:  For more information on\nproviding SMC for anatomical loss of a creative organ when a pre-existing NSC functional loss was present, see\nVAOPGCPREC 5-1989\nrestoring SMC for anatomical loss of a creative organ when eligibility was originally found to have existed, but was later found not to exist due to suffering a complete loss of procreative power prior to service through surgical removal of certain other organs, see\nVAOPGCPREC 93-1990\n, and\nconsidering entitlement to SMC as an ancillary benefit that is within scope of another claimed issue, see\n38 CFR 3.155(d)(2)\nM21-1, Part V, Subpart ii, 3.A.2.b\n, and\nPayne v. Wilkie\n, No. 17-3439, CAVC (2019).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}