{
  "chunk_id": "VIII_iv_4_A_87",
  "content": "/>\nVIII.iv.4.A.8.b\n.\nConsidering the Level of Disability Required for Entitlement to A&A\nA single disability evaluated as 100-percent disabling under a schedular evaluation is\ngenerally\na prerequisite for entitlement to A&A.  Any lesser disability would be incompatible with the requirements of\n38 CFR 3.352(a)\n.\nExplanation\n:  Both the nature of the impairment (being in need of regular A&A) and the compensation indicate that a greater level of disability is required for entitlement to the additional allowance for A&A than for\nentitlement to SMC at the housebound rate, or\na 100-percent schedular evaluation.\nImportant\n:\nThe single disability rated as totally disabling must be the sole or partial cause of the need for A&A.\n38 CFR 4.16\napplies only to IU determinations.  It\ndoes not\npermit decision makers to apply\n38 CFR 4.16\nguidelines on what constitutes a single disability to A&A determinations.\nTemporary 100-percent evaluations under\n38 CFR 4.28\n,\n4.29\n, and\n4.30\nqualify for the single schedular evaluation needed for entitlement to A&A.  However, grants of entitlement to A&A are not\nroutine\nin these circumstances.\nTo establish entitlement to SMC (t), the need for A&A\nmust\nbe due to traumatic brain injury (TBI) or multiple disabilities due to TBI that combine to a 100-percent evaluation.\nException\n:  Claims processed under the relaxed standard per the October 2014 Veterans Service Center Manager Bulletin (from October 16, 2014 through December 18, 2015) will\nnot\nbe affected.\nNote\n:  The following represent a “single disability” for purposes of establishing entitlement to SMC (l):\nwhen evaluations of facets or multisystem effects of a single disease entity (including, but not limited to multiple sclerosis, Parkinson’s disease or diabetes mellitus) combine to 100 percent without regard to other conditions\nand\nA&A is required as a result of SC disability.  Multisystem diseases are rated under a primary DC or by separate ratings of residuals under multiple DCs when more advantageous to the claimant, or\nwhen evaluations of primary and secondary SC disabilities combine to 100 percent\nand\nA&A is required as a result of SC disability.\nExample 1\n:  A Veteran is SC for Parkinson’s disease and has multiple disabilities related to the disease that result in a combined 100-percent schedular evaluation.  If the evidence shows that the disabilities related to the disease are so severe that the Veteran requires A&A, entitlement to SMC (l) must be awarded.\nExample 2\n:  A Veteran is SC for amputation of right leg at the hip at 90-percent disabling.  Pursuant to\n38 CFR 3.310(c)\n,  SC is subsequently established for ischemic heart disease secondary to the amputation of right leg evaluated as 60-percent disabling.  If the evidence shows the Veteran requires A&A due to the heart condition and right leg amputation, entitlement to SMC (l) is warranted.\nReferences\n:  For more information on considering entitlement to SMC based on need for A&A\nwhen the schedular rating is less than 100 percent, see\nM21-1, Part VIII, Subpart iv, 4.A.8.c\n, and\nfor residuals of TBI, see\n38 CFR 3.350(j)\n, and\nM21-1, Part VIII, Subpart iv, 4.A.11\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}