{
  "chunk_id": "VIII_iv_4_A_91",
  "content": "/>\nVIII.iv.4.A.8.f\n.\nImportance of Reasoning in Awarding SMC Under 38 U.S.C 1114(l) When Considering Entitlement to A&A Under 38 U.S.C. 1114(o)\nMake determinations of entitlement to SMC under\n38 U.S.C. 1114(l)\non the basis of need of regular A&A in light of the criteria contained in\n38 CFR 3.352(a)\n.  Fully explain the reasoning in the\nNarrative\nof the rating decision.\nNotes\n:\nThe need to explain the reasoning is especially important in situations in which, under\n38 CFR 3.350(c)\n, the rate under\n38 U.S.C. 1114(l)\nbased on the need for A&A is to be used as one of the conditions that entitles the claimant to two or more of the rates (no condition being considered twice) that are provided in\n38 U.S.C. 1114(l) through (n)\nfor the purpose of establishing entitlement under\n38 U.S.C. 1114(o)\n.\nBase the determination of need for A&A on separate and distinct disabilities if the rate under\n38 U.S.C. 1114(l)\non account of need for A&A is used to establish entitlement under\n38 U.S.C. 1114(o)\n.\nExample\n:  If a Veteran has LOU of both feet and is also being considered for the maximum rate under\n38 U.S.C. 1114(o)\nbecause of the need for A&A, the need for A&A must be due to SC disabilities, completely independent of the LOU of both feet.  When determining whether the Veteran needs A&A, disregard the disabling effects of the LOU of both feet.  Show the need for A&A as due to a separate SC disability evaluated as 100-percent disabling.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}