{
  "chunk_id": "VIII_iv_4_A_102",
  "content": "/>\nVIII.iv.4.A.9.d\n.\nProcessing Claims for Entitlement to a Higher A&A Allowance Under 38 U.S.C. 1114(r)(2)\nFollow the steps in the table below to process claims for entitlement to a higher A&A allowance under\n38 U.S.C. 1114(r)(2)\n.\nStep\nAction\n1\nDoes the claim include evidence showing that the Veteran\nrequires ongoing daily skilled care, and\nin the absence of such care, would require hospitalization, nursing home care, or other residential institutional care?\nIf\nyes\n, award entitlement to the higher A&A allowance under\n38 U.S.C. 1114(r)(2)\n.\nIf\nno\n, go to Step 2.\n2\nPerform any necessary development, including requesting an immediate examination from the Veterans Health Administration.\nImportant\n:  If an examination is necessary, the request should ask the examiner to state whether the Veteran\nrequires ongoing daily skilled personal care, and\nin the absence of such care, would require hospitalization, nursing home care, or other residential institutional care.\nNote\n:\nPL 103-446\nremoved the requirement for VA examination when private evidence is adequate to evaluate any claim for benefits administered under Chapter 11 of 38 USC, which includes entitlement under\n38 U.S.C 1114\n.  This PL was implemented by regulatory change revising\n38 CFR 3.352(b)\non August 25, 1995, to remove the requirement for VA examination to evaluate claims for entitlement to SMC (r)(2).\nPL 103-446\nand the resulting implementing regulatory change supersede the language still included at\n38 U.S.C. 1114(r)(2)\nthat indicates VA examination is required.\n3\nDoes the evidence of record, including any examination report(s), show an ongoing need for skilled personal care and, in the absence of such care, the Veteran would require hospitalization, nursing home care, or other residential institutional care?\nIf\nyes\n, award entitlement to the higher A&A allowance under\n38 U.S.C. 1114(r)(2)\n.\nIf\nno\n, prepare a rating decision, denying the claim.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}