{
  "chunk_id": "VIII_iv_4_A_108",
  "content": "/>\nVIII.iv.4.A.10.b\n.\nDefining a Single Disability for Housebound Purposes\nA single disability evaluated as 100-percent disabling under a schedular evaluation is\ngenerally\na prerequisite for entitlement to housebound benefits.\nException\n:  A total disability evaluation based on IU, which is in turn awarded based on\none disability\n, satisfies the regulatory requirement of “a single SC disability rated as 100 percent” for the purposes of awarding SMC housebound benefits under\n38 CFR 3.350(i)\n.\nImportant\n:\nA total rating based on IU when awarded for multiple disorders treated as one disability under the five options listed in\n38 CFR 4.16(a)\ndoes not\nsatisfy the regulatory requirement under\n38 CFR 3.350(i)\nof, “a single SC disability rated as 100 percent.”\nThe Court of Appeals for Veterans Claims (CAVC) noted in\nBradley v. Peake\n, 22 Vet.App. 280 (2008) that restrictive language precluding an IU evaluation from satisfying the “total” requirement of\n38 U.S.C. 1114(s)\nwas dropped from the implementing regulation,\n38 CFR 3.350(i)\n, in 1995 following\nVAOPGCPREC 2-1994\nthat held that\n38 U.S.C. 1114\ndid not authorize such a restriction.\nCAVC only clarified in the\nBradley\ndecision that there was no restriction under\n38 U.S.C. 1114(s)\npreventing the consideration of a “total” evaluation based on an SC disability used for IU.\nIf IU was granted based on a single disability and the Veteran has additional disabilities combining to 60 percent, SMC (s) can be granted prior to November 26, 2008, the date of the\nBradley\nholding.\nFollow the procedures at\nM21-1, Part V, Subpart ii, 4.A.6.n\nto determine the proper effective date for entitlement to SMC based on the\nBradley\nholding.\nExample – IU award based on a single disability\n:  A Veteran is in receipt of IU based solely on depression evaluated as 70-percent disabling.  Subsequently SC is granted for coronary artery disease (CAD) and a 60-percent evaluation is assigned.  SMC (s) at the statutory housebound rate is awarded.\nAnalysis\n:  The Veteran in this instance would be entitled to the statutory SMC housebound rate. Under\nBradley v. Peake\n, 22 Vet.App. 280 (2008), awarding IU based on the single disability of depression satisfies the requirement for a single disability evaluated as totally disabling for purposes of SMC (s) entitlement.  CAD is an additional disability evaluated as at least 60-percent disabling and is separate and distinct from the SC depression and associated IU.\nExample – IU award based on multiple disabilities\n:  A Veteran is in receipt of IU based on two SC disabilities: ankylosis of the right shoulder evaluated as 50-percent disabling and residuals of a left radius fracture evaluated as 20-percent disabling.  Both disabilities are due to a motor vehicle accident (MVA) that happened during the Veteran’s active duty service.  He is awarded IU based on the disabilities caused by the MVA.  The Veteran’s separate issue of CAD is later SC and evaluated as 60-percent disabling.  The CAD, by itself, does not render the Veteran unemployable.  SMC (s) at the statutory housebound rate is not awarded.\nAnalysis\n:  The Veteran in this instance would\nnot\nbe entitled to SMC at the statutory housebound rate.  There is no single disability evaluated as totally disabling for the purposes of entitlement to SMC.  Although the evaluations for the MVA injuries to the shoulder and left radius are considered to be a single disability for purposes of IU entitlement, they do not represent a single disability evaluated at 100-percent disabling for purpose of awarding SMC at the statutory housebound rate.\nReference\n:  For more information on the single 100-percent disability requirement for SMC (s), see\nBradley v. Peake\n, 22 Vet.App. 280 (2008)\nGuerra v. Shinseki\n, 642 F.3d 1046 (Fed. Cir., 2011)\nYoungblood v. Wilkie\n, 31 Vet.App. 412 (2019), and\nVAOPGCPREC 66-1991\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}