{
  "chunk_id": "VIII_iv_4_A_109",
  "content": "/>\nVIII.iv.4.A.10.c\n.\nExtraschedular Consideration in Housebound Claims Involving IU\nWhen SMC at the statutory housebound rate is established based on a single condition that is totally disabling due to IU\nthe single disability must meet the schedular criteria for entitlement to IU defined in\n38 CFR 4.16(a)\nwithout regard to the other SC disabilities, or\nan extraschedular determination under\n38 CFR 4.16(b)\nmust be made with a finding that the single disability is so disabling as to result in IU.\nWhen the evidence of record establishes potential entitlement to SMC at the statutory housebound rate due to a single disability resulting in IU status but the disability does not, by itself, meet the schedular criteria to establish IU entitlement, forward the case to Compensation Service for an extraschedular IU determination as directed in\n38 CFR 4.16(b)\nfor the purpose of deciding entitlement to SMC at the statutory housebound rate.\nExample\n:  A Veteran is SC for migraine headaches evaluated as 50-percent disabling and for multiple orthopedic conditions that combine for an additional 60-percent evaluation.  The evidence shows that the migraine headaches prevent gainful employment.  Although the criteria to grant entitlement to IU have been met as there are multiple disabilities that combine to 70 percent with one that is at least 40-percent disabling, entitlement to SMC based on statutory housebound status requires an extraschedular determination since the headaches, by themselves, do not meet the schedular criteria for the grant of IU.\nReferences\n:  For more information on\ndefining a single disability for the purposes of establishing entitlement to housebound benefits, see\nM21-1, Part VIII, Subpart iv, 4.A.10.b\nevaluating claims for entitlement to a total disability evaluation based on IU, see\nM21-1, Part VIII, Subpart iv, 3.B\nand\nC\n, and\nrequests for extraschedular determinations, see\nM21-1, Part V, Subpart ii, 3.D.3\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}