{
  "chunk_id": "VIII_iv_4_A_112",
  "content": "/>\nVIII.iv.4.A.10.f\n.\nDetermining Whether the Veteran Is Substantially Confined for Housebound in Fact Entitlement\nA housebound in fact determination requires a Veteran’s inability to leave his /her place of residence and immediate premises in order to earn any income.  However, it does not require a total inability to leave the place of residence and immediate premises for all circumstances.  Leaving home for medical purposes cannot, by itself, serve as the basis for finding that a Veteran is not substantially confined for purposes of SMC housebound benefits.  The limitations must be the result of the Veteran’s SC disabilities.\nNon-medical indicators of housebound status may include but are not limited to\ninability to walk substantial distances\nleaving the home with assistance only occasionally for\nappointments\ngrocery shopping, or\nchurch, or\ninability to mow one’s lawn.\nExample 1\n:  A Veteran is totally disabled due to SC diabetes mellitus and related complications.  He leaves his house weekly for dialysis treatment.  His SC conditions limit his ability to independently ambulate to less than 30 feet before requiring significant rest.  The Veteran is entitled to SMC based on housebound in fact status as his inability to leave the home other than for medical visits demonstrates substantial confinement to place of residence and immediate premises.  Furthermore, the diabetes mellitus and complications are so disabling that he is rendered unable to leave his residence and immediate premises to earn income.\nExample 2\n:  A Veteran is SC for multiple disabilities including CAD, which is totally disabling.  His wife drives him to all medical appointments.  If the Veteran experiences a good day, they may run some minor errands while out of the home.  The Veteran is entitled to SMC based on housebound in fact status as leaving his home for medical visits does not preclude a finding of substantial confinement to his dwelling or immediate premises.  Furthermore, the other visits where the Veteran’s activity is limited to minor errands does not preclude a finding of substantial confinement since the Veteran is not shown to be able to leave his place of residence and immediate premises in order to earn income.\nReference\n:  For more information on determining whether a Veteran is substantially confined for the purposes of housebound determinations, see\nHowell v. Nicholson\n, 19 Vet.App. 535 (2006), and\nHartness v. Nicholson\n, 20 Vet.App. 216 (2006).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section A - Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177480/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-A-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:47.849145",
  "tags": [
    "m21-1"
  ]
}