{
  "chunk_id": "VIII_iv_4_B_56",
  "content": "/>\nVIII.iv.4.B.7.a\n.\nSMC Under PL 79-182\nPL 79-182\n, effective October 1, 1945, established intermediate steps of SMC for a level of disability that exceeded the requirements for entitlement to any of the levels of SMC under\n38 U.S.C. 1114(l) through (n)\n.\nThe table below lists the criteria set forth in\nPL 79-182\nfor establishing entitlement to each intermediate step of SMC.\nIntermediate Step\nCriteria\nl½\nL/LOU of\none hand or one foot, and\nanother extremity at a level or with complications preventing natural elbow or knee action with prosthesis in place, or\nblindness of one eye with 5/200 (1.5/60) visual acuity or less, and blindness of the other eye having LPO.\nm\nthe anatomical\nL/LOU of one hand or one foot, and\nloss of another extremity so near the shoulder or hip as to prevent the use of a prosthetic appliance, or\nblindness of one eye, having 5/200 (1.5/60) visual acuity or less, and anatomical loss, or blindness, having no light perception, accompanied by phthisis bulbi, evisceration, or other obvious deformity or disfigurement of the other eye.\nm½\nthe anatomical\nL/LOU of one extremity at a level or with complications preventing natural elbow or knee action with prosthesis in place, and\nloss of another extremity so near the shoulder or hip as to prevent the use of a prosthetic appliance, or\nblindness of one eye, having light perception, and anatomical loss, or blindness, having no light perception accompanied by phthisis bulbi, evisceration, or other obvious deformity or disfigurement of the other eye.\nadditional ½ step\nan additional SC disability or combination of disabilities independently rated 50 percent or more disabling.\nNote\n:  Later-published regulatory guidance clarified that the 50 percent allowed under\nPL 79-182\nrefers to a single permanent disability or combination of disabilities.\nadditional full step\nan additional SC disability independently rated 100-percent disabling.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 4, Section B - History of Special Monthly Compensation (SMC)",
  "citation": "Part VIII, Subpart iv, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177481/M21-1-Part-VIII-Subpart-iv-Chapter-4-Section-B-History-of-Special-Monthly-Compensation-SMC",
  "updated": "",
  "scraped_at": "2025-06-16T23:02:57.248075",
  "tags": [
    "m21-1"
  ]
}