{
  "chunk_id": "VIII_iv_6_A_8",
  "content": "/>\nVIII.iv.6.A.1.c\n.\nRequesting Information From the Medical Facility\nFollow the steps in the table below to obtain evidence and information from the medical facility identified as the site of the incident upon which the claim is based.\nStep\nAction\n1\nRetrieve any and all clinical reports, progress notes, and hospital summaries associated with the incident in question using the\nCompensation and Pension Record Interchange (CAPRI), and/or\nJoint Longitudinal Viewer (JLV)\n.\n2\nFollow the instructions in\nM21-1, Part III, Subpart ii, 1.A.2.h\nto upload all pertinent records to the Veteran’s electronic claims folder.\n3\nFor all claims under\n38 U.S.C. 1151\n, request comprehensive evidence of the claimed incident using CAPRI’s electronic\nVA Form 10-7131, Exchange of Beneficiary Information and Request for Administrative and Adjudicative Action\n, request functionality. Include the mandatory request elements described in the second column of the fifth row of the table at\nM21-1, Part III, Subpart ii, 1.A.2.d\n.\nSelect the 7131 REQUEST tab in the patient’s CAPRI record, and cut and paste the following text into the COMMENTS field, populating necessary details about the claimant where appropriate:\nWe have received a claim from the person identified below for benefits under 38 U.S.C. 1151 based on alleged injury while at your facility.\nName:\nFile Number:\nSSN:\nDate of Birth:\nThe claimant alleges sustaining an injury to the\n[condition]\n.  This injury occurred on\n[MM-DD-YYYY]\n.\nTo assist us in making a determination, please furnish all of the following evidence, if available, for this patient for the period of medical care from\n[MM-DD-YYYY]\nto\n[MM-DD-YYYY]\n:\nmedical records\nsurgical records\nhospital clinical records\nnurses’ notes, and\nany other documentation of patient injury.\nNote\n:  The electronic\nVA Form 10-7131\nin CAPRI\nsupports text entry of up to four pages, and\nmaintains tracking information regarding the status of requests.\nReferences\n:   For more information on\nthe standard procedure for requesting records from a Federal entity, see\nM21-1, Part III, Subpart ii, 1.A.1.b\nobtaining VA medical records, see\nM21-1, Part III, Subpart ii, 1.A.2\nobtaining records in 1151 claims, see\nM21-1, Part VIII, Subpart iv, 6.B.5.f\n, and\nrequesting medical opinions for 1151 claims, see\nM21-1, Part IV, Subpart i, 2.A.7.g\n, and\nM21-1, Part VIII, Subpart iv, 6.B.5.g\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section A - Developing Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177483/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-A-Developing-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:15.707746",
  "tags": [
    "m21-1"
  ]
}