{
  "chunk_id": "VIII_iv_6_B_9",
  "content": "/>\nVIII.iv.6.B.1.d\n.\nDefinition:  Informed Consent\nInformed consent\ngenerally means agreement by a patient, or in some cases a surrogate, to treatment or care after having been provided with information.  The informed consent process typically has the following main elements\na conversation between the provider and the patient and/or surrogate, covering matters such as\nthe health condition that is the impetus for the treatment\na description of the treatment\nthe expected benefit\nthe reasonably foreseeable associated risks\ncomplications or side effects, and\nalternatives including the anticipated results of not pursuing treatment\nan opportunity for questions from the patient/surrogate\nverbal expression by the patient/surrogate of understanding and permission or assent to proceed, and\ndocumentation of the process and outcome.\nInformed consent can be express or implied.\nNotes\n:\nIn deciding if there was informed consent for\n38 U.S.C. 1151\npurposes,\n38 CFR 3.361(d)\nonly requires VA to determine whether health care providers\nsubstantially complied\nwith\n38 CFR 17.32\n.  Minor deviations that are immaterial under the facts of the case will not prevent a finding of informed consent.  The minor deviation exception provided in\n38 CFR 3.361(d)(1)(ii)\napplies only when there has been a predicate finding of informed consent that is in substantial compliance with\n38 CFR 17.32\nand does not apply to situations where no informed consent was obtained or attempted.\nIn most cases, the informed consent process in\n38 CFR 17.32\nmerely needs to be appropriately documented in the health record, although certain procedures require “signature consent” where consent and a signature are provided on a VA-authorized consent form.\nPL 104-204,\nSection 422,\namended the consent requirement, previously included in\n38 CFR 3.358(c)(3)\n, to include a requirement for informed consent as specified in\n38 CFR 3.361(d)(1)(ii)\n.\nReferences\n:  For more information on\nVA’s informed consent procedures, see\n38 CFR 17.32\nHalcomb v. Shinseki\n, 23 Vet.App. 234 (2009)\nMcNair v. Shinseki\n, 25 Vet.App. 98 (2011), and\nHatfield v. McDonough\n, 33 Vet.App. 327 (2021)\nexpress consent, see\nM21-1, Part VIII, Subpart iv, 6.B.1.e\n, and\nimplied consent, see\nM21-1, Part VIII, Subpart iv, 6.B.1.f\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}