{
  "chunk_id": "VIII_iv_6_B_17",
  "content": "/>\nVIII.iv.6.B.2.c\n.\nCircumstances for VA Care Covered Under 38 U.S.C. 1151\nVA hospital care, medical or surgical treatment, or examination must be furnished to the Veteran\nby a VA employee, and/or\nin a VA facility.\nPer\n38 CFR 3.361\n, a VA employee is defined as an individual\nwho is appointed by the Department in the civil service under title 38 United States Code, or title 5, United States Code, as an employee as defined in\n5 U.S.C. 2105\nwho is engaged in furnishing hospital care, medical or surgical treatment, or examinations under authority of law, and\nwhose day-to-day activities are subject to supervision by the Secretary of VA.\nPer\n38 CFR 3.361\n, a VA facility is a facility over which the Secretary of VA has direct jurisdiction.  The following activities are not hospital care, medical or surgical treatment, or examination furnished by a Department employee or in a Department facility within the meaning of\n38 U.S.C. 1151\nhospital care or medical services furnished under a contract made under\n38 U.S.C. 1703\nnursing home care furnished under\n38 U.S.C. 1720\n,\nhospital care or medical services, including examination, provided under\n38 U.S.C. 8153\nin a facility over which the Secretary does not have direct jurisdiction, or\ndomiciliary care, per\nMangham v. Shinseki\n, 23 Vet.App. 284, 289 (2009).\nImportant\n:  For the purposes of compensation under\n38 U.S.C. 1151\n, the disability or death must result from the medical treatment or examination itself and not from independent causes occurring coincidentally with the treatment or examination.\nException\n:  In certain circumstances, compensation may be paid under\n38 U.S.C. 1151\nfor additional disability incurred as a result of a medical procedure conducted by a non-VA employee in a non-VA facility as discussed in\nM21-1, Part VIII, Subpart iv, 6.B.3.f\n-\nh\n.\nReference\n:  For more information on determining whether disability or death results from independent causes occurring coincident with the treatment or examination, see\nVAOPGCPREC 1-1999\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}