{
  "chunk_id": "VIII_iv_6_B_23",
  "content": "/>\nVIII.iv.6.B.3.a\n.\nDefinition:  Proximate Cause\nProximate\ncause\nis the action or event that directly caused the disability or death, as distinguished from a remote contributing cause, and\nmeans a direct and sufficient relationship exists between an event or act and a result.\nImportant\n:  When considering whether proximate cause between an event and a subsequent disability or death exists, consider the following.\nEvidence showing that a Veteran received VA medical care, treatment, or examination and that the Veteran has an additional disability or died does not establish proximate cause.\nAlthough the word “proximate” may connote immediacy, and although proximate causation may be clearer when the result follows immediately from an act or event, immediacy is not a precondition to finding proximate cause.\nA disability must result from medical treatment or examination itself and not from independent causes occurring coincident with the treatment or examination or from the process of reporting for the examination.\nCausation may also be established when a disability arises as a result of VA’s installation and maintenance of the equipment necessary for such treatment to occur.\nBenefits under\n38 U.S.C. 1151\ncannot be paid for continuance or natural progress of a disease or injury.\nNote\n:  A showing of proximate cause is required for all benefits granted under\n38 U.S.C. 1151\n.\nReferences\n:  For more information on\nproximate cause, see\n38 CFR 3.361(d)\nconsidering disabilities resulting from VA facilities or arising due to other events occurring at the time of VA care, see\nMangham v. Shinseki\n, 23 Vet.App. 284, 289 (2009)\nBartlett v. Shinseki\n, 24 Vet.App. 328 (2011)\nViegas v. Shinseki\n, 705 F.3d 1374 (Fed.Cir. 2013)\nLoving v. Nicholson\n, 19 Vet.App. 96, 102-03 (2005)\nSweitzer v. Brown\n, 5 Vet.App. 503 (1993), and\nVAOPGCPREC 1-1999\nproximate cause associated with claims based on additional disability or death caused by provision of training and rehabilitation services or a CWT program, see\nM21-1, Part VIII, Subpart iv, 6.B.3.i\nthe fault requirement for proximate cause due to care provided by VA, see\nM21-1, Part VIII, Subpart iv, 6.B.3.c\n, and\ndeterminations pertaining to continuance or natural progression of a disease, see\nM21-1, Part VIII, Subpart iv, 6.B.4.f\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}