{
  "chunk_id": "VIII_iv_6_B_29",
  "content": "/>\nVIII.iv.6.B.3.g\n.\nExamples of 1151 Claims Associated With Fault in Referral for Non-VA Care\nExample 1\n:  A Veteran is treated for chronic pain due to degenerative disc disease of the lumbar spine by VA.  The Veteran’s VA physician refers the Veteran to a private medical facility that specializes in spinal diseases and injuries for consideration of continuing conservative treatment or surgical intervention.  A private neurosurgeon performs a laminectomy and afterward, the Veteran has reduced mobility of lumbar spine with worsening radiculopathy of the lower extremities.\nOutcome 1\n:  In this case, entitlement to disability compensation under\n38 U.S.C. 1151(a)(1)(A)\non the theory of referral would be precluded as VA was not careless, etc. in referring to a private medical facility,\ni.e.\n, VA carelessness, negligence, lack of skill, etc. did not proximately cause the Veteran's disability.  The facility specialized in treatment of spinal conditions and the referral was for consideration of treatment options, to include surgery.  Although additional disability resulted from the procedure, the referral to the private facility was medically appropriate and not shown to be negligent.\nExample 2\n:  Veteran is treated for irritable bowel syndrome by VA.  He presents to the VA medical center (VAMC) with complaints of right quadrant abdominal pain and is referred to a private local general practitioner by his VA physician.  The general physician examines the Veteran and sends him home with pain medications.  The pain becomes more severe over several days and the Veteran seeks medical attention at the nearest hospital’s emergency department.  Diagnostic testing shows a ruptured appendix that has perforated resulting in peritonitis and bowel obstruction.  A lengthy hospital stay is required, which successfully treats the peritonitis; however, resection of significant amount of large intestine, as well as small intestine, was required.  After discharge from the hospital, the Veteran’s symptoms consisted of frequent diarrhea, recurring pain, and constant fatigue.\nOutcome 2\n:  In this case, entitlement to disability compensation under\n38 U.S.C. 1151(a)(1)(A)\non the theory of referral may be awarded as the evidentiary record reveals that:\nbut for the VA referral, the disability would not have occurred; and\nVA was negligent in referring the Veteran to a general practitioner, rather than a gastroenterologist, in view of the history of the Veteran’s disability and presentation of symptoms, which resulted in additional disability to the Veteran.\nExample 3\n:  Veteran is treated by VA for diabetes mellitus that has progressed to development of a gangrenous ulcer affecting much of his right foot.  The Veteran’s VA physician examines the Veteran and finds a gangrenous infection and believes that amputation is required to preclude further spreading of the infection in the extremity.  Such procedures are not conducted by the VAMC and the VA physician refers the Veteran to a local private surgeon for evaluation.  The surgeon evaluates the Veteran and determines that amputation of part of the right foot is required due to the gangrenous infection.  The Veteran agrees to undergo the procedure.  The surgery is performed and the surgeon amputates the left foot instead of the gangrenous right foot.\nOutcome 3\n:  In this case, entitlement to disability compensation under\n38 U.S.C. 1151(a)(1)(A)\non the theory of referral would not be warranted.  Although the private surgeon was clearly negligent in amputating the wrong extremity, no negligence of similar instance of fault is demonstrated by VA’s referral to the surgeon.  The referral to the private surgeon was medically appropriate in view of the Veteran’s medical condition, prognosis, and clinically-determined requirement for amputation to treat a diabetic infection of a lower extremity, which was not available at the VA medical facility.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}