{
  "chunk_id": "VIII_iv_6_B_31",
  "content": "/>\nVIII.iv.6.B.3.i\n.\nEstablishing Proximate Cause Associated With CWT or Vocational Rehabilitation Services in 1151 Claims\nTo establish proximate cause of additional disability or death associated with the provision of training and rehabilitation services or a CWT program, the evidence must show\nthe Veteran was participating in an essential activity or function of the training, services, or CWT program\nthe training, services, or CWT was provided or authorized by VA, and\nthe Veteran’s participation in the essential activity or function proximately caused the disability or death.\nImportant\n:\nIt is not necessary that the evidence shows that VA approved the specific activity or function resulting in disability or death as long as the activity or function is generally accepted as being a necessary component of the training, services, or CWT program that VA provided or authorized.\nInjuries sustained only as a result of pursuing vocational rehabilitation training to achieve employability are subject to compensation under\n38 U.S.C. 1151\n.  Per\nVAOPGCPREC 14-1997\n, injuries sustained as a result of engaging in post-training employment are not subject to compensation under\n38 U.S.C. 1151\n.\nReferences\n:  For more information on\nthe definition of proximate cause, see\nM21-1, Part VIII, Subpart iv, 6.B.3.a\nvocational rehabilitation services covered under\n38 U.S.C. 1151\n, see\nM21-1, Part VIII, Subpart iv, 6.B.2.d\n, and\nCWT services covered under\n38 U.S.C. 1151\n, see\nM21-1, Part VIII, Subpart iv, 6.B.2.e\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}