{
  "chunk_id": "VIII_iv_6_B_40",
  "content": "/>\nVIII.iv.6.B.4.f\n.\n1151 Disability Resulting From Failure to Diagnose or Treat\nCompensation under\n38 U.S.C. 1151\nis not payable when a disability or death is the result of continuation or natural progression of a disease or injury.\nBenefits under\n38 U.S.C. 1151\nare authorized where VA improperly fails to diagnose or provide treatment for a preexisting disease if it is determined that the Veteran’s disability is greater than it would have been with proper diagnosis and treatment.  A grant of benefits under this standard requires the following findings of fact.\nVA failed to diagnose and/or treat a preexisting disease or injury.\nA physician exercising the degree of skill and care ordinarily required of the medical profession reasonably should have diagnosed the condition and rendered treatment.\nMedical evidence is ordinarily required in order to establish that a physician exercising the degree of skill and care ordinarily required of the medical profession reasonably should have diagnosed the condition and rendered treatment.\nAs an exception, no additional specific medical evidence is required if the alleged failure to exercise ordinary skill and care is one which would be readily apparent to a layperson.\nVA may assist claimants by obtaining a medical opinion on this issue when deemed necessary to adjudication of a claim, and\nThe Veteran suffered disability or death which probably would have been avoided if proper diagnosis and treatment had been rendered.\nNote\n:  Compensation for the continuation or natural progress of preexisting disease or injury due to VA’s failure to diagnose or treat a condition does not apply in the context of vocational rehabilitation training or CWT because vocational rehabilitation does not involve medical services.\nReference\n:  For more information on determining whether an injury is due to continuation or natural progression of a disease or injury for\n38 U.S.C. 1151\npurposes, see\nRoberson (C.) v. Shinseki\n,\n607 F.3d 809-817 (2010), and\nVAOPGCPREC 5-2001\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}