{
  "chunk_id": "VIII_iv_6_B_51",
  "content": "/>\nVIII.iv.6.B.5.g\n.\nRequesting Medical Opinions in 1151 Claims\nTo clarify whether the care, treatment, or examination at issue resulted in additional disability or death, it may be necessary to obtain\na medical opinion, as discussed in\nM21-1, Part IV, Subpart i, 2.A.7.g\nindependent medical evidence, such as\na medical statement provided by a regional office rating specialist who is a qualified medical professional, such as a physician, physician’s assistant, or registered nurse, and not a signatory to the rating, or\ninformation from a medical treatise, such as\nThe Merck Manual of Diagnosis and Therapy, Cecil Textbook of Medicine,\nor\nPhysician’s Desk Reference (PDR)\n, and/or\nan independent medical opinion under\n38 CFR 3.328\n, but only when warranted by the medical complexity or controversy involved in the case.\nThe threshold for requesting an examination and/or opinion in a claim under\n38 U.S.C. 1151\nfor a disability resulting from VA care is the same threshold as applies to regular claims for SC compensation benefits as described in\n38 CFR 3.159(c)(4)\n.  Request an examination or medical opinion if the evidence of record does not contain sufficient competent medical evidence to decide the claim but\ncontains competent lay or medical evidence of a current diagnosed disability or persistent or recurrent symptoms of disability, and\nestablishes that the claimed additional disability may be causally associated with VA hospital care, medical or surgical treatment, or examination.\nImportant\n:  As discussed in\nMcLendon v. Nicholson\n, 20 Vet.App. 79 (2006), the threshold for providing a VA examination must be low.  Do not require that the evidence of record prove a nexus between the asserted injury or event and the current disability or competent medical evidence of fault before providing the Veteran with a VA examination or opinion.\nReferences\n:  For more information on\nobtaining independent medical opinions under\n38 CFR 3.328\n, see\nM21-1, Part IV, Subpart i, 2.E.5\nrequesting medical opinions for claims under\n38 U.S.C. 1151\n, see\nM21-1, Part IV, Subpart i, 2.A.7.g\nthe legal standard for determining whether to schedule an examination or opinion in connection with a\n38 U.S.C. 1151\nclaim, see\nTrafter v. Shinseki\n, 26 Vet.App. 267 (2013), and\nthe use of medical treatise information for the purpose of establishing nexus or causation, see\nSacks v. West\n, 11 Vet.App. 314 (1998).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}