{
  "chunk_id": "VIII_iv_6_B_58",
  "content": "/>\nVIII.iv.6.B.6.c\n.\nPreparing the Rating Decision for 1151 Denials\nDenials of compensation under\n38 U.S.C. 1151\nmust be completed in long-form rating narrative format.  Supplement system-generated text with text that adequately\nexplains the basis for denial of benefits under\n38 U.S.C. 1151\n, and\nsatisfies the narrative decision element requirements communicated in\nM21-1, Part V, Subpart iv, 1.A.5.a\n.\nSpecifically, in the rating decision narrative, include a more thorough discussion of the basis for the denial and facts of the case, with particular attention to all the following which apply:\nthe event claimed to have resulted in additional disability or death\nall relevant medical opinions to include a discussion of\nwhether causation is shown\nwhether, if the claim is based on VA care,\nfault is indicated, or\nan event not reasonably foreseeable occurred, and\nall relevant findings of fact such as\nwhether the care was in a VA facility\nwhether the care was provided by a VA employee, and/or\nwhether the training was a type of covered vocational rehabilitation or CWT activity.\nImportant\n:  Avoid statements that are uncorroborated or speculative.  Cite the evidence and rationale upon which the conclusion is based.\nReferences\n:  For more information on\nl\nong-form rating narrative format, see\nM21-1, Part V, Subpart iv, 1.A.7\n, and\nevaluating medical evidence for a rating decision, see\nM21-1, Part V, Subpart ii, 1.A.3\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 6, Section B - Rating Claims Filed Under 38 U.S.C. 1151",
  "citation": "Part VIII, Subpart iv, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177484/M21-1-Part-VIII-Subpart-iv-Chapter-6-Section-B-Rating-Claims-Filed-Under-38-USC-1151",
  "updated": "",
  "scraped_at": "2025-06-16T23:03:25.023240",
  "tags": [
    "m21-1"
  ]
}