{
  "chunk_id": "VIII_iv_8_B_7",
  "content": "/>\nVIII.iv.8.B.1.b\n.\nScope of Hospitalization Ratings\nA hospital rating under the provisions of\n38 CFR 4.29\ncan be prompted based on receipt of a specific claim from a Veteran or based on receipt of a\nReport of Hospitalization\nat a VA hospital.\nA prescribed form is not required for the purposes of adjudicating entitlement to hospitalization benefits when VA receives a\nReport of Hospitalization\nat a VA hospital.  However, receipt of a\nReport of Hospitalization\nwill result in a rating decision\nonly\nwhen entitlement to a temporary rating is warranted.\nIf a\nReport of Hospitalization\nat a VA hospital is received, but entitlement to hospitalization benefits is not warranted\ndo not formally deny entitlement by rating decision, and\nfollow the procedures in\nM21-1, Part X, Subpart iii, 1.A.2.c\nfor disposition of the pending EP and annotation of the claims folder.\nIf a claim for increase is received for an SC disability and the evidence shows entitlement to a hospitalization rating for the same disability, award a temporary total evaluation under the provisions of\n38 CFR 4.29\nas part of the claim for increase.\nA claim from a Veteran specifically for a hospitalization rating is not a claim for increase.  However, when the evidence establishes entitlement to a hospitalization rating, whether prompted by a claim from a Veteran or receipt of a\nReport of Hospitalization\n, the assignment of a post-hospitalization evaluation is a part of the process of rating the hospitalization issue.\nAn increased evaluation may be warranted and awarded following the period of hospitalization.\nA reduced evaluation may be warranted by the evidence following the period of hospitalization, and reduction action should be taken in compliance with\n38 CFR 3.105(e)\n, as warranted.\nIf the medical evidence does not establish that a change in the post-hospitalization evaluation is warranted, assign the evaluation in effect prior to hospitalization.  If the medical evidence suggests improvement may occur but such improvement is not definitively established, consider scheduling a routine future examination.\nThe assigned evaluation prior to the hospitalization is not subject to review as a part of the hospitalization rating.\nWhen a claim for hospitalization submitted by a Veteran must be denied, do not routinely address the evaluation of the SC issue unless a separate claim for increase has been received.\nReference\n:  For more information on claims based on reports of examination or hospitalization, see\nM21-1, Part II, Subpart iii, 2.D\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section B - Hospitalization Ratings Under 38 CFR 4.29",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177479/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-B-Hospitalization-Ratings-Under-38-CFR-429",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:11.401175",
  "tags": [
    "m21-1"
  ]
}