{
  "chunk_id": "VIII_iv_8_B_8",
  "content": "/>\nVIII.iv.8.B.1.c\n.\nWhen the Provisions of 38 CFR 4.29 Do Not Apply\nDo\nnot\napply the provisions of\n38 CFR 4.29\nwhen a Veteran is\ntreated as a resident in a State Veterans’ home\ncurrently receiving a total rating for the disability for which hospitalization was required\na resident in a VA domiciliary program, or\na participant in a live-in/work-out program being utilized to facilitate transition to community living.\nExceptions\n:\nHospitalization in excess of 21 days for an SC disability in a medical facility located at a State Veterans’ home may entitle the Veteran to hospitalization benefits.\nVeterans are entitled to hospitalization benefits for treatment in excess of 21 days in a day hospital program if the treatment given is consistent with hospital care for an SC disability even though they are concurrently required to be housed in a VA domiciliary.\nNotes\n:\nA 100-percent evaluation under\n38 CFR 4.29\nin combination with another SC disability, independently rated 60 percent or more disabling, entitles the Veteran to statutory Housebound benefits under\n38 U.S.C. 1114(s)\n.\nHospital care, for the purpose of\n38 CFR 4.29\n, is defined as the provision of services unique to the course of hospitalization for an SC disability.\nDomiciliary care\nmeans the furnishing of\na temporary home to a Veteran, embracing the furnishing of shelter, food, clothing, and other comforts of home, including necessary medical services, or\na day hospital program consisting of intensive supervised rehabilitation and treatment provided in a therapeutic residential setting for residents with mental health or substance use disorders, and co-occurring medical or psychosocial needs such as homelessness and unemployment, and\nincludes travel and incidental expenses pursuant to\n38 CFR 70.10\n.\nReferences\n:  For more information on\nthe definition of\nhospital care, see\n38 U.S.C. 1701(5)\n, and\ndomiciliary care, see\n38 CFR 17.30(b)\n, and\nMangham v. Shinseki\n, 23 Vet.App. 284 (2009), and\nconsidering treatment provided during a domiciliary stay for hospitalization ratings, see\nM21-1, Part VIII, Subpart iv, 8.B.3.d\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section B - Hospitalization Ratings Under 38 CFR 4.29",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177479/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-B-Hospitalization-Ratings-Under-38-CFR-429",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:11.401175",
  "tags": [
    "m21-1"
  ]
}