{
  "chunk_id": "VIII_iv_8_B_13",
  "content": "/>\nVIII.iv.8.B.2.a\n.\nEffective Dates of Hospitalization Ratings\nUse the table below to determine the effective date of hospitalization ratings.\nWhen …\nThen make the 100-percent rating effective the …\nconsidering\nany VA hospitalizations, or\nnon-VA hospitalizations, if approved by VA on or before the date of admission\ndate of hospital admission.\na period of hospitalization at a VA or VA-approved hospital occurs entirely within a single month with no requirement for convalescence\nfirst day of hospitalization.\nImportant\n:\nPayment\nwill commence on the\nfirst day of the month in which the hospitalization or treatment began\n, as provided in\n38 CFR 3.31(c)(5)\nand\nM21-1, Part X, Subpart iii, 1.B.2.a\n.  This provision is an exception to the general rule which normally requires that payment commences the\nfirst day of the month following the month\nin which the award became effective.\nExample\n:  The Veteran is hospitalized at a VA medical center for an SC condition from March 4, 2014, to March 28, 2014.  The rating activity will grant a temporary 100-percent evaluation effective March 4, 2014, through March 31, 2014.  The authorization activity will adjust the award, as necessary, to pay from the first day of the month of hospitalization.  Resume the schedular evaluation April 1, 2014.\nhospitalization at a VA or VA-approved hospital occurs for an NSC disability, but service connection (SC) for the disability requiring hospitalization is established during the course of the hospitalization\ndate of hospital admission, if otherwise in order, as discussed in\n38 CFR 4.29(b)\n, and\nM21-1, Part V, Subpart ii, 4.A.3.e\n.\nhospitalization at a VA or VA-approved hospital is for an NSC disability but, during the course of hospitalization, hospital treatment for an SC disability is instituted and continued for a period in excess of 21 days\nfirst day of hospital treatment for the SC disability.\nReferences\n:  For more information on\neffective date of temporary increases due to hospitalization, see\n38 CFR 4.29\n, and\n38 CFR 3.401(h)(1)\ncommencement date of the period of payment, see\n38 CFR 3.31\nconsidering a report of examination or hospitalization occurring on or after March 24, 2015, for a retroactive effective date for increased benefits, see\n38 CFR 3.400(o)(2)\nM21-1, Part II, Subpart iii, 1.A.1.a\n, and\nM21-1, Part X, Subpart iii, 1.A.2.c\nconsidering a report of examination or hospitalization occurring prior to March 24, 2015, for a retroactive effective date for increased benefits, see\nhistorical\n38 CFR 3.157\n, and\nM21-1, Part II, Subpart iii, 2.D.2\n, and\nspecial provisions for considering NSC hospitalizations, see\n38 CFR 4.29(b)\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section B - Hospitalization Ratings Under 38 CFR 4.29",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177479/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-B-Hospitalization-Ratings-Under-38-CFR-429",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:11.401175",
  "tags": [
    "m21-1"
  ]
}