{
  "chunk_id": "VIII_iv_8_B_22",
  "content": "/>\nVIII.iv.8.B.3.d\n.\nConsidering Treatment Provided During a Domiciliary Stay for Hospitalization Ratings\nIf, while a resident in a VA domiciliary program, the Veteran receives treatment consistent with hospital care for an SC disability and such treatment continues in excess of 21 days, a hospitalization rating under the provisions of\n38 CFR 4.29\nmay be established, if otherwise in order.\nImportant\n:\nOnly treatment consistent with hospital care warrants an award of benefits under\n38 CFR 4.29\n.  Residence in a domiciliary program, in and of itself, does not qualify.\nTreatment for an SC disability that is only coincidental in nature and would not require hospital care by itself does not qualify.\nTreatment for an SC disability that is determined to be consistent with hospital care must exceed 21 days in order to qualify for a temporary total evaluation under\n38 CFR 4.29\n.  It is the length of the hospital treatment (or treatment consistent with hospital care) that is determinative, not the length of the domiciliary stay itself.\nAfter treatment consistent with hospital care for an SC disability has continued in excess of 21 days, the effective date of the 100-percent rating is the first day of such treatment.\nNotes\n:\nReceipt of a\nReport of Hospitalization\nis sufficient to establish that services meeting the definition of hospital care were provided.\nIf a\nReport of Hospitalization\nis not received, review the available evidence to determine if the care provided was unique to a course of hospitalization.  In such cases, if it is unclear from the evidence, development may be warranted to ask the hospital for a description of the services that were provided, so that a determination may be made as to whether or not those services were consistent with hospital care.\nReference\n:  For more information on the definitions of hospital care and domiciliary care, see\nM21-1, Part VIII, Subpart iv, 8.B.1.c\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section B - Hospitalization Ratings Under 38 CFR 4.29",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177479/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-B-Hospitalization-Ratings-Under-38-CFR-429",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:11.401175",
  "tags": [
    "m21-1"
  ]
}