{
  "chunk_id": "VIII_iv_8_C_9",
  "content": "/>\nVIII.iv.8.C.1.d\n.\nActions Prompting Convalescent Ratings\nA convalescent rating under the provisions of\n38 CFR 4.30\ncan be prompted based on receipt of a specific claim from a Veteran or based on receipt of a\nReport of Hospitalization\nat a Department of Veterans Affairs (VA) facility.\nA prescribed form is not required for the purposes of adjudicating entitlement to a convalescent rating when VA receives a\nReport of Hospitalization\nat a VA hospital.  However, receipt of a\nReport of Hospitalization\nwill result in a rating decision\nonly\nwhen entitlement to a temporary rating is warranted.\nIf a\nReport of Hospitalization\nat a VA hospital\nis received, but entitlement to convalescent benefits is not warranted\ndo not formally deny entitlement by rating decision, and\nfollow the procedures in\nM21-1, Part X, Subpart iii, 1.A.2.c\nfor disposition of the pending end product and annotation of the claims folder.\nNote\n:  When a report of hospitalization is reviewed in compliance with this procedure and entitlement to convalescence is shown, but the disability could also be assigned a temporary total schedular evaluation (such as for joint replacement, recurrence of active cancer, and other similar situations), take adjudicative action to favorably award benefits as within the scope of the convalescent rating.\nReference\n:  For more information on\ntemporary total schedular evaluations for\ndefinite periods, see\nM21-1, Part VIII, Subpart iv, 8.D.1 and 2\n, and\nindefinite periods, see\nM21-1, Part VIII, Subpart iv, 8.D.3\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section C - Convalescent Ratings Under 38 CFR 4.30",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177542/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-C-Convalescent-Ratings-Under-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:20.663447",
  "tags": [
    "m21-1"
  ]
}