{
  "chunk_id": "VIII_iv_8_C_10",
  "content": "/>\nVIII.iv.8.C.1.e\n.\nDisability Evaluation Associated With Convalescent Ratings\nThe issue of entitlement to a convalescent rating, whether prompted by receipt of a claim from a Veteran or of\nReport of Hospitalization\nfrom a VA medical facility, is not synonymous with a claim for increased evaluation.\nIf a claim for increase is received for an SC disability and the evidence shows entitlement to a convalescent rating for the same disability, award a temporary total evaluation under the provisions of\n38 CFR 4.30\nas within scope of the claim for increase.\nA claim from a Veteran specifically for a convalescent rating or a review based on receipt of a\nReport of Hospitalization\nis not a claim for increased evaluation of the associated disability.\nIf, however, the evidence establishes entitlement to a convalescent rating, whether based on a claim from the Veteran or receipt of a\nReport of Hospitalization\nat a VA hospital, the assignment of a post-convalescence evaluation is a part of the process of rating the convalescence issue.\nAn increased evaluation may be warranted and awarded following the period of convalescence.\nA reduced evaluation may be warranted by the evidence following the period of convalescence, and reduction action should be taken in compliance with\n38 CFR 3.105(e)\n, as warranted.\nIf the medical evidence does not establish that a change in the post-convalescent evaluation is warranted, assign the evaluation in effect prior to convalescence.\nIf the medical evidence suggests improvement may occur but such improvement is not definitively established, consider scheduling a routine future examination when otherwise warranted.\nThe assigned evaluation prior to the period of convalescence is not subject to review as a part of the convalescent rating.\nWhen a claim for convalescence for an SC issue must be denied, do not routinely address the evaluation of the SC issue unless a separate claim for increase has been received.\nReference\n:  For more information on\ndetermining the need for review examinations, see\n38 CFR 3.327\n, and\nM21-1, Part IV, Subpart ii, 1.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section C - Convalescent Ratings Under 38 CFR 4.30",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177542/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-C-Convalescent-Ratings-Under-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:20.663447",
  "tags": [
    "m21-1"
  ]
}