{
  "chunk_id": "VIII_iv_8_C_19",
  "content": "/>\nVIII.iv.8.C.3.a\n.\nDetermining the Effective Date of Convalescent Ratings\nThe temporary total evaluation is assigned effective from the date of hospital admission or outpatient treatment and will continue for a period of one, two, or three months (depending on what the facts support) from the first day of the month following such hospital discharge or outpatient release.\nNotes\n:\nFor prosthetic implants and resurfacing of the joints, rated under\n38 CFR 4.71a, diagnostic codes (DC) 5051-5056\n, the schedular 100-percent evaluation following implantation of the prosthesis or resurfacing does not commence until after initial award of a 1-month convalescent rating under\n38 CFR 4.30\nfollowing hospital discharge.\nIf a Veteran is hospitalized near the end of the month for a prosthetic implant or resurfacing of a joint or any other disability requiring convalescence and released on or after the beginning of the following month, the convalescent rating under\n38 CFR 4.30\nis\neffective beginning on the date of the hospital admission.  However, the period of one month convalescence is extended from the first day of the month following the Veteran’s\ndischarge\n.  For a prosthetic implant or resurfacing of a joint, the 100-percent rating under the appropriate DC will commence on the first day of the month following the convalescence period.\nExample 1\n:  A Veteran enters the hospital on March 10 for a total knee replacement and is released on March 13.  The convalescent rating will commence on March 10.  The period of one month convalescence is continued for one month beginning the first day of the month after the date of discharge, which is April 1, and is followed by the 100-percent rating under\n38 CFR 4.71a, DC 5055\non May 1, which will continue for four months.\nExample 2\n:  A Veteran enters the hospital on March 30 for a total knee replacement and is released on April 2.  The convalescent rating will commence on March 30.  The convalescence rating is continued for a one-month period beginning on the first day of the month after the date of discharge, which is May 1.  The one month period of convalescence will be followed by the 100-percent rating under\n38 CFR 4.71a, DC 5055\non June 1, which will continue for four months.\nImportant\n:  Convalescence ratings should be extended only for the period of documented convalescence.  When the duration of the convalescence period is not known, do not establish an open-ended rating.\nGrant a temporary 100-percent rating for the known period of convalescence, and\nadvise the Veteran to submit evidence documenting continuation and duration of the limitations warranting extension of convalescence.\nReference\n:  For more information on effective date of convalescent ratings, see\n38 CFR 3.401(h)(2)\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section C - Convalescent Ratings Under 38 CFR 4.30",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177542/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-C-Convalescent-Ratings-Under-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:20.663447",
  "tags": [
    "m21-1"
  ]
}