{
  "chunk_id": "VIII_iv_8_C_20",
  "content": "/>\nVIII.iv.8.C.3.b\n.\nConvalescence for Disabilities With Common Secondary Etiology\nAssign a convalescent rating for the predominant disability requiring surgical or other treatment necessitating convalescence.\nWhen secondary disabilities associated with the primary disability exist, the evaluation for the secondary disabilities will not be routinely discontinued or reduced during the period of convalescence established for the primary disability unless the evidence of record factually supports a reduced evaluation.\nEvaluations for secondary disabilities may be considered when determining entitlement to special monthly compensation (SMC).  When evaluating the post-convalescence impairment consider whether a change in evaluation for the primary and all secondary disabilities is warranted based on the evidence of record.\nWhen a reduction in the evaluation of a secondary disability is factually supported, apply\n38 CFR 3.105(e)\n, as warranted by the facts of the case.\nExample\n:  A Veteran undergoes surgery for an SC neck condition.  SC was previously established for bilateral radiculopathy associated with the neck condition.  The evidence supports assignment of a convalescent evaluation.  Further, the additional disabilities—not including the neck but including the radiculopathies—combine for an additional 60-percent evaluation.\nOutcome\n:  Assign the convalescent evaluation for the SC neck condition.  Continue the evaluations for the radiculopathies.  Grant SMC(s) based on statutory housebound status during the period of convalescence.  When the convalescent evaluation is reduced, consider whether the pre-convalescent evaluation for the neck and/or radiculopathies warrants adjustment based on the medical evidence.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section C - Convalescent Ratings Under 38 CFR 4.30",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177542/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-C-Convalescent-Ratings-Under-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:20.663447",
  "tags": [
    "m21-1"
  ]
}