{
  "chunk_id": "VIII_iv_8_D_7",
  "content": "/>\nVIII.iv.8.D.1.b\n.\nDCs Providing for Temporary Total Evaluations – Relationship to 38 CFR 4.29 and 4.30\nEntitlement to a period of temporary total evaluation under a DC does not necessarily preclude entitlement under\n38 CFR 4.29\nor\n38 CFR 4.30\nand vice versa.\nSome DCs (for example, those covering implantation of joint prostheses,\n38 CFR 4.71a, DC 5051-5056\n) specifically provide that the period of temporary total compensation will commence after an initial award of a period of total disability under\n38 CFR 4.30\n.\nIn other cases the temporary total disability period specified by a DC can read as more limited than what could be potentially supported under\n38 CFR 4.29\nor\n38 CFR 4.30\n.  For example,\n38 CFR 4.104, DC 7018\nprovides for a 100-percent evaluation for one month following hospital discharge for implantation or re-implantation of a cardiac pacemaker.  Arguably, this might be a shorter period of time than could be paid if there was a prolonged hospitalization for complications of the procedure or a need for more than one month of convalescence based on severe post-surgical residuals.  In such cases, use the provision that is more favorable to the Veteran.\nConversely, the fact that a DC provides for a period of temporary total disability does not necessarily mean that disability compensation under\n38 CFR 4.29\nor\n38 CFR 4.30\nwould be appropriate.\nA DC might provide for a temporary total evaluation triggered by hospitalization but not necessarily hospitalization of a sufficient duration to qualify for a\n38 CFR 4.29\nevaluation or hospitalization for surgery or major joint immobilization to qualify for a\n38 CFR 4.30\nevaluation (for example,\n38 CFR 4.104, DC 7011\nprovides for a 100-percent evaluation for an indefinite period from the date of inpatient hospital admission for initial medical therapy for sustained ventricular arrhythmia).\nIn those cases where a period of schedular entitlement to a temporary total evaluation follows a hospitalization, it should begin on the first of the month following\na hospital discharge, if benefits under\n38 CFR 4.29\nwere awarded, or\ndiscontinuance of a one-month temporary 100-percent rating under\n38 CFR 4.30\n.\nReference\n:  For more information on assigning temporary total evaluations following receipt of a\nReport of Hospitalization\nat a Department of Veterans Affairs (VA) hospital, see\nM21-1, Part VIII, Subpart iv, 8.C\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}