{
  "chunk_id": "VIII_iv_8_D_9",
  "content": "/>\nVIII.iv.8.D.1.d\n.\nStaged Rating of Definite Periods of Schedular Temporary Total Evaluation\nDefinite periods of schedular temporary total evaluation and subsequent evaluations can be assigned prospectively (where total disability is still ongoing at the time of the rating) or retrospectively (when the period of total disability has already ended).  In either case, definite periods of schedular temporary total evaluation are assigned as essentially a staged rating.\nIn the rating assign\ntotal disability for the specific period allowed,\nand\nimmediately thereafter the\ngreater of\nthe disability evaluation (if any) that existed before the period of total disability (to include an evaluation protected under\n38 CFR 3.951(b)\n)\na minimum rating (if specified in the DC), or\nanother evaluation established by facts of record at the time of rating.\nWhen following this rule,\n38 CFR 3.105(e)\nwill not apply to the assignment of a disability evaluation less than 100 percent after the total disability period because there will never be a reduction in payments currently being made.\nImportant\n:\n38 CFR 3.105(e)\nwill\napply, however, where a\nsubsequent\n(further) reduction may be needed that will result in reduction in payments currently being made.  This will occur where, for example\nthe definite period of schedular temporary total evaluation is being assigned prospectively and a minimum evaluation specified under the DC is lower than the running evaluation that was in effect prior to the total disability period (see Example 2 in\nM21-1, Part VIII, Subpart iv, 8.D.2.b\n),\nor\nthe definite period of schedular temporary total evaluation is being assigned retrospectively, and the factual level of disability after the definite period of schedular temporary total evaluation supports a lower evaluation than the running evaluation in effect before the temporary total period (see Example 3 in\nM21-1, Part VIII, Subpart iv, 8.D.2.c\n).\nReference\n:  For more information on setting a future examination for a schedular period of temporary total evaluation, see\nM21-1, Part VIII, Subpart iv, 8.D.1.f\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}