{
  "chunk_id": "VIII_iv_8_D_11",
  "content": "/>\nVIII.iv.8.D.1.f\n.\nReexamination After a Definite Period of Schedular Temporary Total Evaluation\nWhen preparing a rating decision prospectively awarding a definite period of schedular temporary total evaluation and a subsequent evaluation as provided in\nM21-1, Part VIII, Subpart iv, 8.D.1.d\n, do not schedule a future examination before the end of the temporary total period.\nHowever, a future examination date may be entered in the Veterans Benefits Management System – Rating to ensure that the disability will be reexamined and reevaluated after the prescribed schedular temporary total evaluation period has expired.  These exams may be necessary to determine\nif a higher evaluation is warranted in those cases where a minimum evaluation specified in the DC was assigned after the definite period of schedular temporary total evaluation, or\nif reduction of the evaluation following the temporary total evaluation period is warranted (for example where\n38 CFR 3.105(e)\ndictates reassignment of the running evaluation in effect prior to the period of temporary total evaluation) except where the running evaluation is a minimum or protected evaluation.\nGenerally, when retrospectively awarding a period of temporary total disability, the level of disability after the end of the period of total disability (the current level of disability) will be known.  In such cases do not establish a future examination control except as provided in\n38 CFR 3.327(b)\nand\nM21-1, Part IV, Subpart ii, 1.A\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}