{
  "chunk_id": "VIII_iv_8_D_16",
  "content": "/>\nVIII.iv.8.D.2.b\n.\nExample 2: Staged Rating of Definite Period of Schedular Temporary Total Evaluation\nFacts\n:  The determination involves a prospective increased rating for a knee replacement under\n38 CFR 4.71a, DC 5055\n.  The knee replacement occurred three months before the date of rating.  The prior evaluation of the knee was 50 percent.  There are no other disabilities.\nResult\n:  In the rating decision\ngrant the increased evaluation of 100 percent, and\nschedule assignment of a 50-percent evaluation to take effect after the end of the total disability period.\nExplanation\n:\nThe 50-percent evaluation is the greater when choosing between the running evaluation and the minimum evaluation of 30 percent.  In a prospective evaluation there are not facts about the future condition of the disability to consider another level of disability higher than 30 percent.\n38 CFR 3.105(e)\ndoes not apply because at no point in time is the claimant being paid less than the running 50-percent rate.  The rating is staging up to the 100-percent rate and prospectively down to that rate.\nHowever,\nin the future\n, as or after the 50-percent evaluation goes into effect, facts may show that only the minimum 30-percent evaluation is warranted.  At\nthat point in time\nthe further reduction in evaluation would cause a reduction in the payments being made at that time (at the 50-percent rate) so\n38 CFR 3.105(e)\nwould apply.\nNote\n:  This example is to illustrate staging principles, but in fact patterns like this (a high joint evaluation followed by joint replacement and higher than the minimum evaluation after the temporary total period) strongly consider a future examination to the extent justified by\n38 CFR 3.327\nand as provided by\nM21-1, Part VIII, Subpart iv, 8.D.1.f\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}