{
  "chunk_id": "VIII_iv_8_D_17",
  "content": "/>\nVIII.iv.8.D.2.c\n.\nExample 3: Staged Rating of Definite Period of Schedular Temporary Total Evaluation\nFacts\n:  The determination involves a retrospective increased rating for a knee replacement under\n38 CFR 4.71a, DC 5055\n.  The claim was received 11 months after the knee replacement.  A disability benefits questionnaire showed that the prosthetic was stable and the Veteran was asymptomatic.  The prior, running evaluation of the knee was 40 percent.  There are no other disabilities.\nResult\n:  In the rating decision\naward the increased evaluation of 100 percent\nassign a 40-percent evaluation to take effect after the end of the total disability period, and\npropose reduction to 30 percent.\nExplanation\n:\nThe 40-percent evaluation is the greater when choosing between running evaluation, the minimum evaluation of 30 percent, and the facts.\n38 CFR 3.105(e)\ndoes not apply to the decision to assign a 40-percent evaluation after the period of total disability because in doing so the claimant is never being paid less than the running 40-percent rate.  The rating is staging up to the 100-percent rate and prospectively down to that rate.\nHowever, the continuance of the 40-percent rate is contrary to the current facts.  The facts support only the minimum 30-percent evaluation and further reduction in evaluation would cause a reduction from the running 40 percent level.  Therefore,\n38 CFR 3.105(e)\nwould apply and further reduction must be proposed.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}