{
  "chunk_id": "VIII_iv_8_D_22",
  "content": "/>\nVIII.iv.8.D.3.b\n.\nDefinition: Indefinite Periods of Schedular Temporary Total Evaluation\nA temporary 100-percent evaluation falls into the category\nindefinite periods of schedular temporary total evaluation\nwhen\nthe 100-percent criteria refers to an “indefinite” period or does not specify the period for which the total evaluation is permitted,\nor\nthe end point for total disability is not known, therefore may not be set, at the time of rating.\nKey features of DC provisions providing for indefinite periods of schedular temporary total evaluation also include\nindication that current evidence of active disease or treatment will require a reexamination and reassessment of the disability level, and\na statement that reduction of the total disability is subject to the provisions of\n38 CFR 3.105(e)\n.\nExamples\n:\nA mandatory examination is conducted no sooner than one year following hospital discharge subsequent to kidney transplant surgery under\n38 CFR 4.115b, DC 7531\n.\nThe period that the total disability will run may be a year or it may be longer, and the subsequent evaluation is dependent upon reexamination.\nWhen the exam will be completed and what subsequent evaluation may be appropriate will not be known at the time of rating.\nAn examination is to be conducted under\n38 CFR 4.115b, DC 7528\nno sooner than six months following the point at which a malignant neoplasm of the genitourinary system becomes inactive and there is no further antineoplastic treatment or therapy.\nThe period of total disability is not limited.\nBased on the need for evidence of inactivity, end of treatment, and review examination, the end point for total disability will not be known and set at the time of rating.\nReference\n:  For more information on assigning temporary total evaluations following receipt of a\nReport of Hospitalization\nat a VA hospital, see\nM21-1, Part VIII, Subpart iv, 8.C\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}