{
  "chunk_id": "VIII_iv_8_D_23",
  "content": "/>\nVIII.iv.8.D.3.c\n.\nProspective Ratings Under Indefinite Periods of Schedular Temporary Total Evaluation and 38 CFR 3.105(e)\n38 CFR 3.105(e)\napplies to reductions from the period of total disability specified in DCs providing for indefinite periods of schedular temporary total evaluation because these evaluations are most often awarded\nprospectively\n(total disability is still ongoing at the time of the rating).\nAt time of rating the decision maker will not know either one of the following:\nthe date that a future evaluation will replace the 100-percent rate, or\nthe level of evaluation that is appropriate to subsequently assign.\nTherefore, the 100-percent evaluation is assigned as an open or running evaluation and later assignment of a lower evaluation after the indefinite period of schedular temporary total evaluation can result in a reduction or discontinuance of compensation payments being made.\nWhen preparing a rating decision prospectively establishing a temporary total evaluation for an indefinite period\nenter the total disability from the effective date, and\nassign a date for a future examination only if appropriate under\nM21-1, Part IV, Subpart ii, 1.A\nand the facts of record.\nLater, when the period of total disability has ended, before assigning a lower evaluation\nensure that any examination report required by the DC is completed and considered, and\napply the provisions of\n38 CFR 3.105(e)\nwhen the rating will cause any reductions from the running total disability rate.\nReferences\n:  For more information on\nconsideration of\n38 CFR 3.105(e)\n, see\nM21-1, Part X, Subpart ii, 4.A\nretrospective evaluations under DCs providing for indefinite periods of schedular temporary total evaluation, see\nM21-1, Part VIII, Subpart iv, 8.D.3.d\n, and\nreducing staged ratings in original disability claims, see\nTatum v. Shinseki\n, 24 Vet.App. 139 (2010).",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}