{
  "chunk_id": "VIII_iv_8_D_25",
  "content": "/>\nVIII.iv.8.D.3.e\n.\nCancer Evaluations\nAlmost all cancers are evaluated using the same analysis.  See the table below for a description.\nStage\nDescription\n1\nA 100-percent evaluation is assigned for active cancer. This rating is typically assigned prospectively and can run indefinitely. If permanence is not conceded, schedule a review examination based on the evidence of record to ascertain continued status of active cancer or treatment.\n2\nEvidence is submitted or obtained that there is no further surgical, x-ray, chemotherapy, or other qualifying antineoplastic treatment because the cancer is inactive.\n3\nWhen a cancer is being evaluated prospectively, such that the period of active symptoms is at or near the time of the analysis and associated decision making, VA schedules an examination\nno sooner than\nsix months after discontinuance of the treatment or evidence of the cessation of active disease to determine whether there has been local recurrence or metastasis.\nIn cases where the examination finds that the cancer is not active and/or does not require further treatment, the examination will also provide information for use in determining a rating based on residuals.\nNotes\n:\nTreatment records are insufficient to serve as the requirement for a VA examination.\nWhere VA records exist, check the most current records in Compensation and Pension Records Interchange before ordering the examination to ensure that the cancer is no longer active and that the Veteran has not received antineoplastic treatment for at least six months.\nFor guidance on evaluating cancer retrospectively, refer to the exception in Step 4.\n4\nVA takes rating action to reduce the total evaluation to an evaluation for residuals from an appropriate effective date based on the examination results and any other evidence of record.\nImportant\n:  Any change in evaluation shall be subject to the provisions of\n38 CFR 3.105(e)\n(requiring a proposed reduction, a 60-day opportunity to respond, and\nprospective reduction\nor discontinuance effective the last day of the month in which a 60-day period from the date of notice of the final rating action expires).\nException\n:  As the court held in\nTatum v. Shinseki\n, 24 Vet.App. 139 (2010),\n38 CFR 3.105(e)\nrequirements are not applicable when the reduction is part of a staged rating assigned in the initial evaluation of the disability.  In that circumstance, once examination results or other medical evidence adequate for rating purposes showing residuals of the cancer are received, the total evaluation can be staged down on a facts-found basis to a date as early as six months after discontinuance of treatment –\neven if that date was before the date of the examination, if needed,\nsubject to two important related principles:\nthe evidence must support the reduction on the date chosen, and\nthe facts-found date of reduction cannot take effect earlier than six months following cessation of treatment for the malignant neoplasm.\nReference\n:  For more information on scheduling review examinations, see\nM21-1, Part IV, Subpart ii, 1.A\nand\nB\n.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 8, Section D - Other Temporary Total Evaluations",
  "citation": "Part VIII, Subpart iv, Chapter 8, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177543/M21-1-Part-VIII-Subpart-iv-Chapter-8-Section-D-Other-Temporary-Total-Evaluations",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:29.963626",
  "tags": [
    "m21-1"
  ]
}