{
  "chunk_id": "VIII_iv_9_A_7",
  "content": "/>\nVIII.iv.9.A.1.b\n.\nAdjudicating Claims Related to Special Operations Incidents\nFollow the steps in the table below to obtain records and decide a claim when a Veteran claims that an injury or disability occurred during a Special Operations assignment.\nStep\nAction\n1\nGenerate and send a subsequent development letter to the Veteran by selecting the SPECIAL OPERATIONS UNIT development action.\nAllow 30 days for a response then go to Step 2.\nNote\n:  This notice is required unless the information requested in the letter is already of record.\n2\nDid the Veteran provide the information requested or is it otherwise of record in the claims folder?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to Step 7.\n3\nAdd the\nSpecialized Records Request\nspecial issue indicator, and\nroute the claim to the Regional Office (RO) Research Coordinator.\n4\nThe RO Research Coordinator must proceed with routine research to attempt to verify the event using available resources.\nDid research result in credible supporting evidence the claimed event occurred?\nIf\nyes\n, go to Step 6.\nIf\nno\n,\nsubmit a research request to the Veterans Benefits Administration Records Acquisition and Research (RAR) through the Veterans Benefits Management System (VBMS), and\nremove the\nSpecialized Records Request\nspecial issue indicator.\nReference\n:  For more information on using VBMS to submit requests to RAR, see the\nVBMS Core User Guide\n.\n5\nDid the RAR response result in additional credible supporting evidence the claimed event occurred?\nIf yes, go to Step 6.\nIf no, got to Step 7.\n6\nReview the evidence of record to determine whether a compensation examination is warranted.\n7\nDecide the claim based on the evidence in the claims folder.\nIn the decision notice,\nadvise the Veteran that the Department of Veterans Affairs was unable to verify an incident in service related to the claimed disability, and if applicable,\nidentify the information that is still needed to verify the incident.\nImportant\n:\nFor special operations involving U.S. Navy SEALs, the specific name of the SEAL Team is required in the RAR research request.\nWhen a Veteran was attached to a special operations unit, provide RAR with the Veteran’s primary unit of assignment as well as the special operations unit to which the Veteran was attached.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 9, Section A - Claims Based on Participation in Special Operations Incidents",
  "citation": "Part VIII, Subpart iv, Chapter 9, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177488/M21-1-Part-VIII-Subpart-iv-Chapter-9-Section-A-Claims-Based-on-Participation-in-Special-Operations-Incidents",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:39.196177",
  "tags": [
    "m21-1"
  ]
}