{
  "chunk_id": "VIII_iv_9_B_7",
  "content": "/>\nVIII.iv.9.B.1.b\n.\nDecompression Illness and AGE\nIn decompression illness, nearly all symptoms are present within 24 hours after the dive while some may occur within 3 hours.  While many signs and symptoms resolve rapidly if treated within minutes of onset, permanent injury or disability may result even with treatment.  Arterial gas emboli (AGE) are inert gas bubbles that form in the venous blood during decompression and can lodge in coronary, cerebral, or other arteries in the body with potentially catastrophic results.\nDCS is divided into two types, depending on the symptoms involved, and some divers experience both types.  The table below describes some, but not all, of the symptoms and potential chronic effects of decompression illness and AGE.\nDiving-Related Disability\nSymptoms\nPotential Long-Term Effects\nType I decompression illness\nMusculoskeletal and skin symptoms constituted by pain mainly in the arm and leg joints, and/or itching, mottling, and rashes of the skin.\nDysbaric osteonecrosis, and\nchronic skin conditions\nType II decompression illness\nSymptoms involving the brain, spinal cord, and organs of special sense.  Other symptoms include visual disturbances, altered mental status, respiratory symptoms, thrombus formations, or hypovolemic shock.  Coma and death occur in the most extreme cases.\nAny neurological deficit to include partial or complete paralysis, muscle weakness, sensory deficits, coordination difficulties, and cognitive deficits\nhearing loss\nvertigo\ntinnitus\nvision impairment, and\ndisequilibrium.\nAGE\nRupture of pulmonary alveoli, which allows gas from the lungs to enter into arterial circulation.  This may result in stroke, seizure, central nervous system effects, or myocardial infarction.\nResiduals such as stroke or myocardial infarction will result in chronic residuals.",
  "title": "M21-1, Part VIII, Subpart iv, Chapter 9, Section B - Diving-Related Disabilities",
  "citation": "Part VIII, Subpart iv, Chapter 9, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177489/M21-1-Part-VIII-Subpart-iv-Chapter-9-Section-B-Diving-Related-Disabilities",
  "updated": "",
  "scraped_at": "2025-06-16T23:04:48.421022",
  "tags": [
    "m21-1"
  ]
}