{
  "chunk_id": "X_i_2_A_7",
  "content": "/>\nX.i.2.A.1.b\n.\nBenefits of and Criteria for Participation in the FDC Program\nIn order to streamline the claims process, t\nhe FDC Program requires claimants that choose to participate in this program to\nsubmit their claim on a specific form that contains language which satisfies the general notice requirements of\n38 U.S.C. 5103\nsimultaneously submit all private medical treatment records with their claim\nidentify any relevant treatment records at a Federal facility, and\nsubmit any additional forms or treatment records required under special circumstances that support their specific claim.\nIn addition to reduced claims processing time, FDC claimants who filed an original compensation claim between August 6, 2013, through August 5, 2015, potentially benefit from the retroactive effective date temporarily established by Section 506 of\nPublic Law 112-154\n.\nNote\n:  Service members who do not meet the requirements for pre-separation claim processing through the Benefits Delivery at Discharge (BDD) program may file an FDC claim from one to 180 days prior to discharge.\nReferences\n:  For information about\nthe forms claimants must use when submitting an FDC, see\nM21-1, Part X, Subpart i, 2.A.2.a\nexclusions from the FDC Program, see\nM21-1, Part X, Subpart i, 2.B.2\nspecial issue FDCs that require development letters, see\nM21-1, Part X, Subpart i, 2.B.3.b\ndetermining an effective date for a grant of benefits under the FDC Program, see\nM21-1, Part X, Subpart i, 2.B.4\n, and\nthe requirements for processing of pre-separation claims through the BDD program, see\nM21-1, Part X, Subpart i, 6.B\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 2, Section A - General Information About the Fully Developed Claim (FDC) Program",
  "citation": "Part X, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177940/M21-1-Part-X-Subpart-i-Chapter-2-Section-A-General-Information-About-the-Fully-Developed-Claim-FDC-Program",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:00.128466",
  "tags": [
    "m21-1"
  ]
}