{
  "chunk_id": "X_i_2_B_9",
  "content": "/>\nX.i.2.B.2.a\n.\nExcluding a Claim From the FDC Program at Claims Establishment\nEven though a claimant submits one of the EZ forms listed in\nM21-1, Part X, Subpart i, 2.A.2.a\n, the claim must be reviewed at the claims establishment stage to ensure it qualifies for FDC processing.\nUse the table below when establishing a claim submitted on an EZ form to determine if it must be excluded from the FDC Program.\nIf ...\nThen ...\nthe claimant\nindicates they do\nnot\nwant the Department of Veterans Affairs (VA) to process their claim under the FDC Program (as discussed in\nM21-1, Part X, Subpart i, 2.A.2.b\n)\nhas a claim pending at the time VA receives the EZ form\nhas a legacy appeal, higher-level review (HLR), or notice of disagreement (NOD) with the Board of Veterans’ Appeals (BVA) pending at the time VA receives the EZ form, or\nfails to\nsimultaneously\nsubmit any of the additional forms required to process the specific claim\nexclude the claim from the FDC Program.\nNote\n:  Required forms are defined as those forms discussed on the EZ form under “Special Circumstances.”\nException\n:  If evidence submitted with the FDC is sufficient to concede a stressor in a posttraumatic stress disorder (PTSD) claim, such as fear, combat decoration, etc., a\nVA Form 21-0781, Statement in Support of Claimed Mental Health Disorder(s) Due to an In-Service Traumatic Event(s)\n, is not required.\nReference\n:  For more information on PTSD claims, see\nM21-1, Part VIII, Subpart iv, 1.A-E\n.\nthe claim requires development for evidence from\nthe claimant, or\nprivate healthcare provider(s)\nexclude the claim from the FDC Program.\nException\n:  Special issue claims, as discussed in\nM21-1, Part X, Subpart i, 2.B.3.b\n.\na claim for disability compensation requires development for\nVA Form 21-4142, Authorization to Disclose Information to the Department of Veterans Affairs (VA)\n, and/or\nVA Form 21-4142a, General Release for Medical Provider Information to the Department of Veterans Affairs (VA)\n, to obtain Vet Center records\nexclude the claim from the FDC Program.\nRationale\n:  The current version of\nVA Form 21-526EZ\n,\nApplication for Disability Compensation and Related Compensation Benefits\n, notifies claimants that FDC Program participation requires simultaneous submission of\nVA Form 21-4142\nfor Vet Center records.\nException\n:  Exclusion from the FDC Program is\nnot\nrequired if the development discussed in this row is needed in connection with a claim for Veterans Pension or survivors benefits.\nReference\n:  For more information on pension and survivor FDCs and Vet Center records, see\nM21-1, Part X, Subpart i, 2.B.3.d\n.\nthe claim requires development for Federal records\ndo not exclude the claim from the FDC Program.\nthe claim requires development for National Guard or Reserve unit records\ndo not exclude the claim from the FDC Program.\nthe claim requires completion of\nNA Form 13055, Request for Information Needed to Reconstruct Medical Data\n, (by the claimant) because service treatment records (STRs) were destroyed by a fire at the National Personnel Records Center (NPRC) in 1973\ndo not exclude the claim from the FDC Program.\nthe claim requires a character-of-discharge (COD) determination\nexclude the claim from the FDC Program.\nthe claim requires a telephone call to a claimant to clarify information\ndo not automatically exclude from the FDC Program.\nReference\n:  For more information on telephone contact and FDC exclusion, see\nM21-1, Part X, Subpart i, 2.B.3.f\n.\nVA requires a claimant to simultaneously submit an additional form with the FDC, and\nthe claimant submits an incomplete form\nexclude the claim from the FDC Program.\nNote\n:  Required forms are defined as those forms discussed on the EZ form under “Special Circumstances.”\nVA requires independent verification of earned and unearned income from Federal tax information (FTI) received for upfront verification\nexclude the claim from the FDC Program.\na claimant submits a dual claim for compensation and pension on the required EZ forms, and\none of the claims requires further development\nthe claim that does not require development should still be processed in the FDC Program.\nNotes\n:\nBenefits Delivery at Discharge (BDD) claims are excluded from the FDC Program.  However, claims that are excluded from the BDD program (including BDD-excluded claims received from 180 to 1 day prior to discharge, and claims or additional contentions received less than 90 days prior to discharge) can be processed through the FDC Program, subject to FDC Program requirements.\nThe steps described in\nM21-1, Part X, Subpart i, 2.B.2.d\ndo not apply when excluding a BDD claim.\nReferences\n:\nFor more information on the\nonly development VA will undertake in connection with an FDC, see\nM21-1, Part X, Subpart i, 2.B.3.a\n, and\nrequired procedure for excluding a claim from the FDC Program, see\nM21-1, Part X, Subpart i, 2.B.2.d\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 2, Section B - Processing Fully Developed Claims (FDCs)",
  "citation": "Part X, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177941/M21-1-Part-X-Subpart-i-Chapter-2-Section-B-Processing-Fully-Developed-Claims-FDCs",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:09.422499",
  "tags": [
    "m21-1"
  ]
}