{
  "chunk_id": "X_i_2_B_10",
  "content": "/>\nX.i.2.B.2.b\n.\nReasons for Subsequent Exclusion of a Claim From the FDC Program\nIf at any time during the processing of an FDC, a reason for exclusion is met, the claim\nmust\nbe excluded from the FDC Program.\nSee the table below for a description of the reasons for subsequent exclusion of a claim from the FDC Program.\nImportant\n:  When guidance on excluding an FDC has changed during the processing of the FDC, follow the instructions in\nM21-1, Part X, Subpart i, 2.B.2.g\n.\nExclude a claim from the FDC Program if the claimant or power of attorney (POA) ...\nExcept ...\nsubmits additional evidence,\neven if it does not require additional development\nas provided in\nM21-1, Part X, Subpart i, 2.B.2.c\n.\nfails to report for a VA examination, and\nasks VA to reschedule\nbefore\nthe FDC is decided\nif VA is\nsolely\nat fault.\nExample\n:  VA did not provide the examining facility with the claimant’s correct mailing address.\nsubmits an additional claim,\neven if it does not require additional development\nwhen a survivor’s FDC is either preceded or followed by a burial or accrued claim, or\nwhen there is an unclaimed issue that is found to be within the scope of the claim as defined in\n38 CFR 3.155(d)(2)\n. Any issue within the scope of the claim will be developed in accordance with current policies and procedures and will not be excluded for any non-Federal records development.\nReference\n:  For more information on issues within the scope, see\nM21-1, Part V, Subpart ii, 3.A.1.c\n.\nsubmits a(n)\nlegacy appeal\nrequest for HLR, or\nNOD to BVA.\n---",
  "title": "M21-1, Part X, Subpart i, Chapter 2, Section B - Processing Fully Developed Claims (FDCs)",
  "citation": "Part X, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177941/M21-1-Part-X-Subpart-i-Chapter-2-Section-B-Processing-Fully-Developed-Claims-FDCs",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:09.422499",
  "tags": [
    "m21-1"
  ]
}