{
  "chunk_id": "X_i_2_B_28",
  "content": "/>\nX.i.2.B.4.a\n.\nEffective Date Provisions Unique to the FDC Program\nExisting VA regulations and procedures, including\n38 CFR 3.400\nand\nM21-1, Part V, Subpart ii, 4.A\n, apply equally to FDCs and claims submitted through the standard process.\nUnique to the FDC Program, however, were provisions implemented in\nPublic Law (PL) 112-154\n,\nSection 506\n, which permitted the assignment of an effective date prior to date of claim for original compensation FDCs received\nbetween August 6, 2013, and August 5, 2015, and/or\nwithin one year of communication of an intent to file received between March 24, 2015, and August 5, 2015.\nDuring the finite timeframe to which\nPL 112-154, Section 506\n, was applicable, decision makers granting claims under the FDC Program considered its provisions in concert with other regulatory effective date rules and principles in order to\ndetermine which single, applicable effective date rule was most advantageous to the claimant, per individual issue, and\nuse\nonly\nthat effective date rule to award benefits for the issue in question.\nNotes\n:  The provisions of\nPL 112-154, Section 506\n,\ndid\nnot\napply to informal claims filed prior to March 24, 2015, under historical\n38 CFR 3.155\n, and\ncharacterized an “original claim” as the initial formal (complete) claim filed by a Veteran for disability compensation, such that Veterans who had previously applied for non-service-connected pension retained potential eligibility to the retroactive effective date upon filing an initial compensation FDC.\nReferences\n:  For more information on\napplying provisions of\nPL 112-154, Section 506\n, generally and as a matter of decision revision, to include examples of proper application, see the attachment,\nHistorical_M21-1III_i_3_SecB_2-19-19.docx\n, and\nadditional examples of the interaction of\nPL 112-154, Section 506\n, provisions with other effective date rules and principles, see the attachment,\nHistorical_M21-1III_iv_5_SecC_2-19-19.docx\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 2, Section B - Processing Fully Developed Claims (FDCs)",
  "citation": "Part X, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177941/M21-1-Part-X-Subpart-i-Chapter-2-Section-B-Processing-Fully-Developed-Claims-FDCs",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:09.422499",
  "tags": [
    "m21-1"
  ]
}