{
  "chunk_id": "X_i_3_A_19",
  "content": "/>\nX.i.3.A.4.a\n.\nDetermining Jurisdiction Over Mail From Residents of a Foreign Country\nWhen mail is received for disability compensation, pension, or survivor claims and related legacy appeals for any foreign location, the mail will be processed in the Centralized Mail portal.\nUse the table below when determining jurisdiction for mail related to pension or survivor claims processed by PMCs received from residents of foreign countries.\nIf the mail received is for ...\nThen refer the mail to the ...\noriginal SC death or burial claims\nPhiladelphia PMC.\na supplemental claim for DIC received from residents of the Philippines or claims based on Philippine service when SC death was already granted\nMilwaukee PMC.\nany PMC claim not covered in the previous rows from residents of a foreign country\nMilwaukee or St. Paul PMC.\nException\n:  For mail related to claims received from dependents residing in a foreign country, see\nM21-1, Part X, Subpart i, 3.A.4.b\n.\nNotes\n:\nAmerican Samoa, Guam, and the Northern Mariana Islands (Rota, Saipan, and Tinian) are U.S. territories; they are\nnot\nforeign countries.\nActivate the\nForeign\ncorporate flash upon receipt of a claim or legacy appeal that\nis subject to NWQ routing, and\nwas submitted by an individual with a foreign address.\nReferences\n:  For more information on\nforeign claim jurisdiction, see\nM21-1, Part II, Subpart ii, 3.1.b\n, and\nactivating a corporate flash, see the\nShare User Guide\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 3, Section A - Jurisdiction for Special Act and Foreign Residency Claims",
  "citation": "Part X, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177942/M21-1-Part-X-Subpart-i-Chapter-3-Section-A-Jurisdiction-for-Special-Act-and-Foreign-Residency-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:18.673332",
  "tags": [
    "m21-1"
  ]
}