{
  "chunk_id": "X_i_3_B_7",
  "content": "/>\nX.i.3.B.1.b\n.\nApportioning the Benefits of a Beneficiary That Resides in a Listed Country\nThe Department of Veterans Affairs (VA) may apportion the benefits of a beneficiary that resides in a listed country.  This differs from the\npayment of benefits\nto dependents under the provisions of\n38 CFR 3.653(a)\n, which is discussed in\nM21-1, Part X, Subpart i, 3.B.5.b\n.\nImportant\n:  Restrictions on the development and processing of claims set forth in\n38 CFR 3.653(c)\n(and discussed in\nM21-1, Part X, Subpart i, 3.B.2.a\n) apply equally to claims for an apportionment if the\nclaimant\nresides in a listed country, and\nis\nnot\na U.S. citizen.\nAfter deciding to apportion the benefits of a beneficiary that resides in a listed country, claims processors must establish a system diary that will expire one year later (and every year thereafter), at which time they must confirm the continued existence of the primary beneficiary.\nClaims processors must follow the steps in the table below if they are ever unable to confirm the continued existence of the primary beneficiary referenced in the preceding paragraph.\nStep\nAction\n1\nHas at least one year passed since VA last confirmed the existence of the primary beneficiary?\nIf\nyes\n, go to the next step.\nIf\nno\n, wait until the annual diary referenced earlier in this block expires before taking further action.  If the primary beneficiary’s existence is confirmed before the diary expires,\ndisregard the remaining steps in this table, and\nestablish a new diary that expires in one year.\n2\nDid the apportionee notify VA that the primary beneficiary’s continued existence cannot be established?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n3\nPrepare and send to the apportionee a notice of proposed adverse action that informs him/her of\nVA’s intent to discontinue the apportionment because it is unable to establish the continued existence of the primary beneficiary, and\nthe effective date of the proposed action, which is the first of the month following a 60-day period that begins on the date of the notice of proposed adverse action.\nReference\n:  For more information about notices of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n4\nDid the apportionee respond within 65 days by submitting evidence confirming the existence of the primary beneficiary?\nIf\nyes\n,\nnotify the apportionee that VA will not take the action it proposed, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if VA receives a request for a hearing in response to the notice of proposed adverse action.\n5\nDiscontinue the apportionment effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\n6\nNotify the apportionee of the action taken.\nReferences\n:  For more information about\nprocessing claims for an apportionment, see\nM21-1, Part VII, Subpart iii, 1.A\n, and\nestablishing a system diary, see the\nVeterans Benefits Management System (VBMS) Awards User Guide\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 3, Section B - Adjudication Procedures for Foreign Claims",
  "citation": "Part X, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177943/M21-1-Part-X-Subpart-i-Chapter-3-Section-B-Adjudication-Procedures-for-Foreign-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:28.052336",
  "tags": [
    "m21-1"
  ]
}