{
  "chunk_id": "X_i_3_B_36",
  "content": "/>\nX.i.3.B.5.b\n.\nPaying Benefits to the Dependent(s) of a Beneficiary Whose Award VA Discontinued Under the Provisions of 38 CFR 3.653(a)\nAfter VA discontinues benefits under the provisions of\n38 CFR 3.653(a)\n, as discussed in\nM21-1, Part X, Subpart i, 3.B.5.a\n, VA may pay a portion of those benefits to the former beneficiary’s dependent(s), provided the dependent(s)\nsubmits a completed\nVA Form 21-0788, Information Regarding Apportionment of Beneficiary’s Award\n, and\ndoes\nnot\nreside in a listed country as a\nnon\n-U.S. citizen.\nImportant\n:\nThe amount of benefits VA pays to the dependent(s) may not exceed the amount that would be payable to dependents of the same class if the beneficiary that resides in enemy territory were deceased.\nPayment of the benefit referenced in this block may not be authorized until the continued existence of the former beneficiary is established.  If the benefit is disability compensation, the Veteran’s continued entitlement to disability compensation must also be established, unless the disabling effects of all of the Veteran's service-connected disabilities are static.\nAlthough VA requires the dependent(s) referenced in this block to complete\nVA Form 21-0788\n,\npayment of the benefits referenced in this block does\nnot\nconstitute an apportionment, and\nthe instructions in\nM21-1, Part VII, Subpart iii, 1.A\n, are\nnot\nfor application.\nFollow the steps in the table below if VA\nbegins paying benefits to a dependent(s) according to the instructions in this block, and\nis subsequently unable to confirm the continued existence of the former beneficiary.\nStep\nAction\n1\nHas at least one year passed since VA last confirmed the existence of the former beneficiary?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\n2\nEstablish a system diary that will expire one year after the date VA last confirmed the former beneficiary’s existence.  Disregard the remaining steps in this table if the former beneficiary’s existence is confirmed before the diary expires.\nReference\n:  For more information about establishing a system diary, see the\nVBMS Awards User Guide\n.\n3\nDid the dependent(s) to whom VA is paying benefits according to the instructions in this block notify VA that the former beneficiary’s continued existence cannot be established?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\n4\nPrepare and send to the dependent(s) a notice of proposed adverse action that informs the dependent(s) of\nVA’s intent to discontinue the payment of benefits because it is unable to establish the continued existence of the former beneficiary, and\nthe effective date of the proposed action, which is the first of the month following a 60-day period that begins on the date of the notice of proposed adverse action.\nReference\n:  For more information about notices of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n5\nDid the dependent(s) respond within 65 days by submitting evidence confirming the existence of the former beneficiary?\nIf\nyes\n,\nnotify the dependent(s) that VA will not take the action it proposed, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if VA receives a request for a hearing in response to the notice of proposed adverse action.\n6\nDiscontinue the payment of benefits to the dependent(s) effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\n7\nNotify the dependent(s) of the action taken.",
  "title": "M21-1, Part X, Subpart i, Chapter 3, Section B - Adjudication Procedures for Foreign Claims",
  "citation": "Part X, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177943/M21-1-Part-X-Subpart-i-Chapter-3-Section-B-Adjudication-Procedures-for-Foreign-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:28.052336",
  "tags": [
    "m21-1"
  ]
}