{
  "chunk_id": "X_i_4_B_29",
  "content": "/>\nX.i.4.B.4.d\n.\nGuerrilla Service Requirements\nThe table below describes the three categories of guerrilla service and the corresponding service requirements for benefits.\nCategory of Guerrilla Service\nDescription\n1\nService recognized by Guerrilla Affairs Division (GAD) as shown on a reconstructed troop roster, casualty roster, or individual letter of recognition.\nNote\n:  This type of service is\nusually certified by the service department as “\nRecognized guerrilla service\n,” and\nqualifying service for compensation.\n2\nGuerrilla service\nnot\nrecognized by GAD, but in a guerrilla unit under the command of a commissioned officer of the U.S. Armed Forces (including the Regular Philippine Scouts) or in the Philippine Commonwealth Army.\nNotes\n:  This type of service\nwill be certified by the service department as\n“Unrecognized guerrilla service under …..”\n(naming the officer and, if the officer was a member of the Philippine Commonwealth Army, giving the officer's rank and organization), and\nis qualifying service for compensation\nonly\nif the person was a former member of the Armed Forces of the United States, including the Regular Philippine Scouts, or the Philippine Commonwealth Army.\n3\nGuerrilla service\nnot\nrecognized by GAD and not under the command of a commissioned officer of the Armed Forces of the United States or Philippine Commonwealth Army.\nNote\n:\nThis type of service is certified as\n“Unrecognized anti-Japanese activity”\nand is not, in and of itself, qualifying service for compensation.\nException\n:  This type of service may be considered active service for VA benefits under\n38 CFR 3.41\nif it was performed by a person\nwho was a former member of the Armed Forces of the United States, including the\nRegular or “old” Philippine Scouts, or\nPhilippine Commonwealth Army, and\nwhose injury or death is determined to have been inflicted by the Japanese because of unrecognized anti-Japanese guerilla activity.",
  "title": "M21-1, Part X, Subpart i, Chapter 4, Section B - Eligibility for Benefits Based on Philippines Service",
  "citation": "Part X, Subpart i, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177945/M21-1-Part-X-Subpart-i-Chapter-4-Section-B-Eligibility-for-Benefits-Based-on-Philippines-Service",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:46.619806",
  "tags": [
    "m21-1"
  ]
}