{
  "chunk_id": "X_i_4_C_7",
  "content": "/>\nX.i.4.C.1.b\n.\nVerifying Service in the Commonwealth Army of the Philippines or as a USAFFE Guerrilla\nThe United States Armed Forces did\nnot\nprovide separation or discharge documents to members of the Commonwealth Army of the Philippines or United States Armed Forces in the Far East (USAFFE) guerrillas.  To obtain verification of an individual’s service in either of these armed forces, follow the steps in the table below.\nStep\nAction\n1\nComplete a hard-copy version of\nVA Form 3101, Request for Information.\n2\nCreate a photocopy of the completed form.\n3\nScan the photocopy of the completed\nVA Form 3101\ninto the Veterans Benefits Management System (VBMS).\n4\nMail the original version of the form to:\nNPRC-MPR\nPhilippine Army Section\n9700 Page Avenue\nSt. Louis, MO  63132\nImportant\n:  The Armed Forces of the Philippines or the Philippine Veterans Affairs Office (PVAO) typically provides the Manila RO with documentation of an individual’s service in the Commonwealth Army of the Philippines or as a USAFFE guerrilla.  However, the RO must still obtain verification of service from NPRC.\nNotes\n:\nThe Commonwealth Army of the Philippines assigned service numbers to its members that normally contain six digits.\nMany guerrillas do not have a service number.\nSTRs for members of the Commonwealth Army of the Philippines or USAFFE guerrillas may be requested from NPRC through PIES.\nReference\n:  For information about submitting a request for STRs through PIES, see\nthe\nPIES User Guide\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 4, Section C - Development of Philippine Claims",
  "citation": "Part X, Subpart i, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177946/M21-1-Part-X-Subpart-i-Chapter-4-Section-C-Development-of-Philippine-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:55.945864",
  "tags": [
    "m21-1"
  ]
}