{
  "chunk_id": "X_i_4_C_21",
  "content": "/>\nX.i.4.C.2.d\n.\nDeveloping Philippine Cases Based on FPOW Status\nWhen a claimant contends entitlement to benefits on the basis of Philippine service and status as a former prisoner of war (FPOW), development procedures differ slightly from those elsewhere detailed in\nM21-1, Part VIII, Subpart iv, 2.A\n, and\nM21-1, Part VIII, Subpart iv, 2.C\n.\nClaims processors (in, or in collaboration with, the Manila RO) will follow the steps in the table below to develop Philippine cases based on FPOW status.\nStep\nAction\n1\nConduct a search of the following resources for evidence corroborating FPOW status:\nthe Manila RO’s microfilm index of loyalty status files, and\nthe National Archives and Records Administration’s\nAccess to Archival Databases\nsite.\n2\nComplete\nVA Form 21-3101, Request for Information\nuse the procedures found in\nM21-1, Part II, Subpart ii, 2.A.1.b\nto convert the form into a PDF, and\nupload the PDF document to both the\nelectronic claims folder (eFolder), if applicable, and\nDoD SAFE.\n3\nGenerate and send to the claimant an approved development letter that\nincludes, as an attachment, the locally-devised FPOW Questionnaire, and\nrequests submission of any of the following document types, if available:\nguarantor’s receipt for a released FPOW\nJapanese Parole Certificate for a released FPOW\nWar Claims Commission records, and/or\nPhilippine Red Cross records issued prior to 1975.\n4\nGenerate and send to the NPRC an approved letter requesting FPOW status corroboration, and\naddress the letter to the attention of Jennifer Benz-Jankowski, Special Liaison for Philippine Cases.\n5\nWhen all development outlined in the steps above has been completed, and all associated suspense dates matured, follow the procedures found in\nM21-1, Part VIII, Subpart iv, 2.A.3\n, to prepare an administrative decision on the issue of FPOW status and submit it to the Director of Compensation Service for approval.",
  "title": "M21-1, Part X, Subpart i, Chapter 4, Section C - Development of Philippine Claims",
  "citation": "Part X, Subpart i, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177946/M21-1-Part-X-Subpart-i-Chapter-4-Section-C-Development-of-Philippine-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:09:55.945864",
  "tags": [
    "m21-1"
  ]
}