{
  "chunk_id": "X_i_4_D_36",
  "content": "/>\nX.i.4.D.4.j\n.\nWhen to Restore Benefits to the Full-Dollar Rate\nUse the table below to determine when to restore benefits to the full-dollar rate.\nIf …\nThen …\nExample\na beneficiary whose payments are reduced to the half-dollar rate begins meeting eligibility requirements again, and\nVA receives evidence of eligibility within one year of the date the beneficiary began meeting eligibility requirements again\nrestore benefits to the full-dollar rate effective the first day of the month following the date on which the requirements under\n38 CFR 3.42\nand\n38 CFR 3.405\nare met.\nSituation\n:  A Veteran’s payments were reduced to the half-dollar rate on the 61st day of absence from the U.S. on October 14, 2001.  Evidence received on March 3, 2002, shows the Veteran returned to the U.S. on November 2, 2001.\nResult\n:  Restore benefits to the full-dollar rate effective December 1, 2001.\nSituation\n:  A Veteran’s payments were reduced to the half dollar rate on the 61\nst\nday of absence from the U.S. on April 3, 2013.  Evidence received on March 3, 2014, shows the Veteran returned to the U.S. on September 1, 2013.\nResult\n:  Restore benefits to the full dollar rate effective January 1, 2014, the first day of the calendar year following the year the Veteran was absent from the U.S. for 183 days or more.\na beneficiary whose payments are reduced to the half-dollar rate begins meeting eligibility requirements again, and\nVA receives the evidence more than one year after the date the beneficiary began meeting eligibility requirements again\nrestore benefits to the full-dollar rate effective the first day of the month following the date on which the evidence was received.\nSituation\n:  A surviving spouse’s DIC payments were reduced to the half-dollar rate on the 61st day of absence from the U.S. on November 7, 2001.  Evidence received on January 14, 2003, shows the spouse returned to the U.S. on December 23, 2001.\nResult\n:  Award benefits at the full-dollar rate effective February 1, 2003.\nevidence which shows continued eligibility for the full-dollar rate is received within one year of VA’s request\nrestore payments to the full-dollar rate in accordance with the facts found, per\n38 CFR 3.109\n.\nSituation\n:  A Veteran’s payments were reduced to the half-dollar rate on May 1, 2002, for failure to return\nVA Form Letter (FL) 21-914\nmailed in January 2002.  Evidence received on August 15, 2002, shows that all eligibility requirements for 2001 were met.\nResult\n:  Restore benefits to the full-dollar rate effective May 1, 2002.",
  "title": "M21-1, Part X, Subpart i, Chapter 4, Section D - Awards and Payments for Benefits Due to Philippine Service",
  "citation": "Part X, Subpart i, Chapter 4, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177947/M21-1-Part-X-Subpart-i-Chapter-4-Section-D-Awards-and-Payments-for-Benefits-Due-to-Philippine-Service",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:05.270597",
  "tags": [
    "m21-1"
  ]
}