{
  "chunk_id": "X_i_5_B_55",
  "content": "/>\nX.i.5.B.8.a\n.\nExample of an MIB Letter to a Claimant\nAn example of an MIB letter to a claimant is shown below.\n[date]\n[claimant’s name] [claimant’s address]\n[salutation]\n:\nA private agency, MIB (Marine Index Bureau, Inc.), may have records on file pertaining to the Veteran’s sea service as a U.S. merchant marine during World War II. You should be aware that there is no guarantee records in the MIB folders will be acceptable to the Department of Veterans Affairs (VA) as proof of eligibility for VA benefits. There is also no guarantee that MIB has any records pertaining to your (the Veteran's) wartime service.\nIf you wish to request a search of the MIB file system, you should make such a request directly to this agency. There is a fee of $25 for this search, which must be paid by you. Submit a check or money order drawn to Marine Index Bureau, Inc., with your request. Send your request to: Marine Index Bureau, Inc., 67 Scotch Rd., Ewing, NJ 08628.\nWhen submitting your request, you\nmust\nprovide: the Veteran's complete name, date of birth, place of birth, Social Security number, Z or Bk number, current mailing address, and any known mailing addresses during the period 1941 to 1946. You must also certify that you are requesting only the Veteran's records, and that they will be used to apply for Veterans benefits and for no other purpose.\nUpon receipt of your request, along with any information needed to enable MIB to conduct its search, MIB will perform a search of its record system for any reports concerning service during the World War II period. A document containing the results of the search will then be sent to you.\nSincerely yours,\nVeterans Service Center Manager",
  "title": "M21-1, Part X, Subpart i, Chapter 5, Section B - Obtaining Merchant Marine Service Records",
  "citation": "Part X, Subpart i, Chapter 5, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178523/M21-1-Part-X-Subpart-i-Chapter-5-Section-B-Obtaining-Merchant-Marine-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:23.815384",
  "tags": [
    "m21-1"
  ]
}