{
  "chunk_id": "X_i_6_A_6",
  "content": "/>\nX.i.6.A.1.a\n.\nGeneral Description of a Pre-Discharge Claim\nA\npre-discharge claim\nis a claim accepted from a service member who is still on active duty.\nNotes\n:\nSome pre-discharge claims undergo processing under the Benefits Delivery at Discharge (BDD) program, the goal of which is provide every service member an in-service examination(s) and a decision on the individual’s Department of Veterans Affairs (VA) claim 30 days or less following discharge from active duty.\nAnother special pre-separation program is the Integrated Disability Evaluation System (IDES), which is covered in separate sections of this chapter.\nPre-discharge claims might include the original claim for benefits, another initial claim (such as an additional claim for service connection, a claim for an increased evaluation, a claim for resumption of VA compensation payments after release from active duty), or a supplemental claim.\nFor the purposes of\nM21-1, Part X, Subpart i, 6.B\n-\nD\n, pre-separation claims will be described as either handled under the BDD program or excluded from the BDD program.\nReferences\n:  For more information on\nqualifying for claim processing under the BDD program see,\nM21-1, Part X, Subpart i, 6.B\nclaim types or attributes that are excluded from the BDD program, see\nM21-1, Part X, Subpart i, 6.B.1\nhandling previously denied issues in pre-discharge claims, see\nM21-1, Part X, Subpart 1, 6.A.2\n, and\nthe IDES program, see\nM21-1, Part X, Subpart i, 6.E\n-\nK\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section A - Introduction to Pre-Discharge Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177949/M21-1-Part-X-Subpart-i-Chapter-6-Section-A-Introduction-to-Pre-Discharge-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:33.105216",
  "tags": [
    "m21-1"
  ]
}