{
  "chunk_id": "X_i_6_B_5",
  "content": "/>\nX.i.6.B.1.a\n.\nQualifying for Claim Processing Under the BDD Program\nFor a pre-discharge claim to qualify for processing under the Benefits Delivery at Discharge (BDD) program, all the following requirements must be met:\nthe service member must\nhave a known date of discharge\nbe 180 days to 90 days from discharge at the time of filing\nbe available to report for examinations for 45 days from the date the claim was received (\nExample\n:  For a claim received on January 3, 2022, the service member must be available for examination from January 3, 2022, through February 17, 2022.)\nwithin 180 to 90 days prior to discharge, provide a\nsubstantially complete copy of the service treatment records (STRs) from the current qualifying period of service, and\ncompleted Separation Health Assessment - Part A, Self Assessment (SHA, Part A), and\nsubmit the claim on a prescribed form as provided in\nM21-1, Part X, Subpart i, 6.A.1.c\n, and\nthe claim must\nnot\nbe excluded from Veterans Benefits Management System (VBMS) processing.\nImportant\n:  Accept an unsigned SHA, Part A as complete.  Examiners will evaluate the service member and review the SHA, Part A without a signature.\nExceptions\n:\nDo\nnot\nexclude the claim from the BDD program if a completed SHA, Part A is not of record.  Instead, follow the instructions in\nM21-1, Part X, Subpart i, 6.B.3.k\nto contact the service member to inform them that Department of Veterans Affairs (VA) examinations will not be requested until a completed SHA, Part A is received.\nAdditional contentions received with less than 90 days remaining on active duty will be processed as a BDD-excluded claim as indicated in\nM21-1, Part X, Subpart i, 6.B.1.b\nand\nM21-1, Part X, Subpart i, 6.B.2.i\n.\nService members who file a BDD claim might not be able to complete certain types of examinations, such as sleep studies, before discharge.  VA does\nnot\npenalize these service members (by removing them from the BDD program) under these rare circumstances.\nIf the service member is unable to attend required examinations within the prescribed 45-day time period due to a delay on the VA’s part, then\ndo not remove the claim from the BDD program, and\ndo everything possible to attempt to have the examination performed\nprior\nto the service member’s discharge, including requesting the appropriate examination at their current location\nprior\nto performing the actions in\nM21-1, Part X, Subpart i, 6.C.1.d\n.\nReferences\n:  For more information on\nclaim types or attributes that are excluded from processing under the BDD program, see\nM21-1, Part X, Subpart i, 6.B.1.b\nservice members referred to the Integrated Disability Evaluation System (IDES) that have a pending BDD claim, see\nM21-1, Part X, Subpart i, 6.G.1.d\nSTRs considered substantially complete for records development purposes, see\nM21-1, Part III, Subpart ii, 2.A.1.f\n, and\ntypes of records included in STRs, see\nM21-1, Part III, Subpart ii, 2.A.1.e\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}