{
  "chunk_id": "X_i_6_B_6",
  "content": "/>\nX.i.6.B.1.b\n.\nClaim Types or Attributes That Are Excluded From the BDD Program\nClaims of the types, or with the attributes, listed below are excluded from the BDD program, even if service members submit them 180 to 90 days prior to discharge.\nClaims received from service members with less than 90 days remaining on active duty\nadditional contentions that were added by the service member with less than 90 days remaining on active duty\nclaims where the service member did not provide a copy of STRs for the current period of service with less than 90 days remaining on active duty\nclaims where the service member did not provide an SHA, Part A within 180 to 90 days prior to discharge, as specified in\nM21-1, Part X, Subpart i, 6.B.1.a\nclaims from service members who are unable to report for examinations as provided in\nM21-1, Part X, Subpart i, 6.B.1.a\n, subject to the exceptions in that block\nclaims requiring case management for a service member who is\nvery seriously injured/ill (VSI)\nseriously injured/ill (SI)\na “special category person” (SPC), who has suffered loss of a body part, or\nclaims where the service member is actively enrolled into the IDES program\nclaims involving a terminally ill service member\nclaims involving a service member who is awaiting discharge, while hospitalized in a VA or military treatment facility (MTF)\n, or\nclaims requiring a character-of-discharge (COD) determination.\nClaims requiring a VA examination that must be completed in a foreign country are generally excluded.  However, BDD claims will not be excluded when the examination is requested by VA offices in Landstuhl, Germany or U.S. Army Garrison Humphreys, Korea (Camp Humphreys) as those examinations can be completed in multiple foreign countries.\nNote\n:  Claims requiring case management must utilize the\nSeriously Injured/Very Seriously Injured\ncorporate flash and should have an associated\nVA Form 21-0773, Global War on Terrorism Seriously Injured/Ill Servicemember/Veteran Worksheet\nof record.\nReferences\n:  For more information on\nthe definition of serious illness or injury, see\nM21-1 Part X, Subpart i, 1.4.a\nservice members categorized as VSI, SI, or SPC, see the Veterans Benefits Administration (VBA) Letters\n20-05-14\n, and\n20-07-04\nuse of the\nSeriously Injured/Very Seriously Injured\ncorporate flash, see\nM21-4, Appendix E, 1\nexaminations of pregnant claimants, see\nM21-1, Part IV, Subpart i, 2.E.4\n, and\nM21-1, Part X, Subpart i, 6.D.5\n, and\nprocessing of claims excluded from the BDD program, see\nM21-1, Part X, Subpart i, 6.B.1.c\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}