{
  "chunk_id": "X_i_6_B_19",
  "content": "/>\nX.i.6.B.2.i\n.\nEP and Claim Label Options for Additional Contentions by BDD Claimants\nWhen additional contentions are received, review the date the contentions were received and the pending EP.\nIf on the date the additional contentions were received, the service member has 180 to 90 days remaining on active duty, associate the additional contentions with the pending BDD diary EP 336 or proper rating EP (110, 010, or 020).\nAs noted in\nM21-1, Part X, Subpart i, 6.B.1.b\n, if on the date the additional contentions are received, the service member has\nfewer than 90 days remaining on active duty\n, those contentions are excluded from the BDD program.  These claims will be established with a rating EP as indicated by the table below.\nIf the pending BDD EP is a(n) ...\nThen ...\n336\nreview the evidence to determine if the BDD rating EP will be an EP 010, 110, or 020, and\nfollow the guidance below.\n110 –\nBDD-Initial\n, or\n010 –\nBDD Initial 8+ issues\nan EP 020 with the appropriate claim label.\n020 –\nBDD-Non-Original\nan EP 021 with the appropriate claim label.\nNotes\n:\nAll\nadditional contentions that are received for BDD claimants with less than 90 days remaining on active duty will be included and processed under the BDD-excluded EP 020 or 021 as noted above.\nIf a new contention is submitted on or after discharge, and the original BDD EP (010, 110, or 020) is still pending, work the additional claim under a separate EP 020 or 021 as noted above, since the service member does not have at least 90 days remaining on active duty at the time the new contention is submitted.\nAn EP 336 with a\nBDD\nclaim label and an EP 010 or EP 110 should not be pending together at the same time.\nReferences\n:  For more information on\nEP and claim label options for initial establishment of BDD-excluded claims, see\nM21-1, Part X, Subpart i, 6.B.2.h\nprocessing additional contentions received from BDD claimants with less than 90 days remaining on active duty, see\nM21-1, Part X, Subpart i, 6.C.2.c\n, and\nwhen to combine BDD and BDD-excluded claims, see\nM21-1, Part X, Subpart i, 6.C.2.d\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}