{
  "chunk_id": "X_i_6_B_25",
  "content": "/>\nX.i.6.B.3.c\n.\nPaper Document Handling Procedures Specific to Pre-Discharge Claims\nIntake sites must follow the paper document handling procedures in this block.\nIncoming documents\nScreen and place all incoming mail under VBMS control within five calendar days of receipt.\nDate stamp the\nfront page\nof all non-medical documents, and the first\nand\nlast pages of all medical documents, received in connection with a BDD claim within 24 hours of receipt.\nWhen an out-based employee accepts a paper pre-discharge\nclaim\nit must be marked using a special stamp.  The stamp must\nbe in red ink\ncontain the RO name, number, and date received (mm/dd/yyyy), and\nidentify the out-based office where the mail was received.\nException\n:  If a date stamp meeting the above requirements is not available, annotate the application with the\nemployee’s initials and title\ndate of receipt, and\nlocation where the claim was received.\nImportant\n:  Annotation of paper claims received at an out-based facility is intended to be used only as a temporary, emergency measure until the RO requests and receives a stamp meeting the requirements specified above.\nStorage and outgoing documents\nAll paper documents received in out-based environments must be secured in an approved, lockable container for transporting, then hand-delivered or mailed by secure carrier to the service center with a copy of the register within 72 hours.\nEach piece of physical, paper mail that leaves the intake site should bear an annotation that shows\nthe pending EP, and\na description of any action the employee took, including\nthe date of the action\ninitials of the employee that took the action, and\nrouting instructions.\nReference\n:  For more information on mail handling and related procedures, see\nVBA Letter 20-08-63, Enclosure 3\nVBA Letter 20-09-10\n, and\nM21-1, Part II, Subpart i, 2.C\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}