{
  "chunk_id": "X_i_6_B_29",
  "content": "/>\nX.i.6.B.3.g\n.\nPTSD, Including Personal Trauma and MST, Development Requirements\nFor claims for posttraumatic stress disorder (PTSD) (including claims involving military sexual trauma (MST)) request completion of the\nInitial Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nif SC has not been established.  Otherwise, request the\nReview Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\n.\nAs a general principle, completion of\nVA Form 21-0781, Statement in Support of Claimed Mental Health Disorder(s) Due to an In-Service Traumatic Event(s)\n, is not necessary for BDD and BDD-excluded claims.\nIn most BDD and BDD-excluded cases, credible supporting evidence is not required because\nthe PTSD diagnosis is made in service and the claimant’s lay testimony is sufficient to establish the in-service stressor\nan examination shortly after discharge establishes that PTSD existed in service and the claimant’s lay testimony is sufficient to establish the in-service stressor, or\nPTSD is not diagnosed.\nImportant\n:\nIf the examination on a claim for SC for PTSD is not completed until after service, the rating activity will review the evidence and, if necessary to establish SC, order a medical opinion on whether PTSD existed, or had its onset during service.\nThe rating activity may require completion of the\nVA Form 21-0781\n, in a BDD or BDD-excluded claim for PTSD if\ncredible supporting evidence of a claimed in-service stressor is required\nthe evidence of record is not sufficient to corroborate the claimed in-service stressor upon which a diagnosis of PTSD was based, and\nthe evidence of record is not sufficiently detailed to permit additional stressor research.\nReferences\n:  For more information on\nin-service diagnosis of PTSD, see\nM21-1, Part VIII, Subpart iv, 1\ngeneral information on personal trauma, see\nM21-1, Part VIII, Subpart iv, 1.B.1.a\nthe active duty pre-discharge exception to the\nPersonal Trauma Checklist and Worksheet\nrequirement, see\nM21-1, Part VIII, Subpart iv, 1.B.1.d\nwhen requesting credible supporting evidence to establish an in-service stressor is inappropriate, see\nM21-1, Part VIII, Subpart iv, 1.A.2.g\n, and\nBDD requirements, see\nM21-1, Part X, Subpart i, 6.B.1.a\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}