{
  "chunk_id": "X_i_6_B_33",
  "content": "/>\nX.i.6.B.3.k\n.\nActions to Take for BDD Claims Without Substantially Complete STRs\nUpon receipt of a BDD claim\nwithout\nsubstantially complete STRs (to include a completed SHA, Part A) for the current period of service the claims processor must\nestablish an EP 336 with the\nBDD\nclaim label\nenter a note in VBMS indicating that the claim was received without STRs and/or a completed SHA, Part A, and\nscan any other evidence locally if a scanner with a designated resolution is available or forward for Veterans Claims Intake Program (VCIP) scanning\n.\nAfter completing these actions, refer to the table below for additional actions to take.\nStep\nAction\n1\nAttempt to contact the service member by telephone and/or e-mail to\nrequest the STRs and/or completed SHA, Part A (as applicable), and\ninform them that VA examinations cannot be requested until the STRs and/or completed SHA, Part A are received.\nIf a completed SHA, Part A is not of record, also instruct the service member to download the SHA, Part A from the\nPublic DBQs VA.gov website\nand to submit the completed form.  Encourage the service member to upload evidence to VA.gov (as applicable).\nNote\n:  Leave a message informing the service member of the information above and follow procedures outlined in\nM21-1, Part III, Subpart i, 2.D.1.e\nto document unsuccessful telephone attempts.\n2\nWere attempts to contact the service member by telephone and/or e-mail successful?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\n3\nSend a subsequent development letter requesting the STRs and/or a completed SHA, Part A\nenter the\nRequest Service Treatment Records from Veteran\ntracked item with a suspense of\n15 days,\nor\nday 89 prior to the date of discharge, if there are fewer than 15 days remaining before the anticipated discharge date,\nand\ngo to the next step at the expiration of the tracked item suspense.\nImportant\n:  If the SHA, Part A is not of record insert the following free text in the\nWhat We Need\nsection of the letter:\nA completed Separation Health Assessment (SHA) – Part A Self-Assessment form is required for all BDD claims.\nPlease note, VA cannot request any examinations for your claim until a completed Part A is received\n.\nPlease complete the SHA, Part A and upload it to your claim on VA.gov at\nwww.va.gov/disability/upload-supporting-evidence/\nor please see the VA contact information below. The SHA, Part A can be accessed at\nwww.benefits.va.gov/compensation/docs/SHA_DBQ_Part_A_Self-Assessment.pdf\n.\n4\nHave STRs and/or a completed SHA, Part A been received?\nIf\nyes\n, go to Step 6.\nIf\nno\n, and\nfewer than 90 days remain prior to discharge, go to Step 6,\nor\n90 or more days remain prior to discharge, go to the next step.\n5\nHave two attempts to obtain the records (Steps 1-3) been completed?\nIf\nyes\n, go to the next step.\nIf\nno\n, complete the actions in Steps 1-4, as applicable.\n6\nRefer to the table below for actions to take based on the results of follow-up efforts.\nIf ...\nThen the intake site/RO must ...\nthe intake site/RO later obtains STRs and/or the SHA, Part A through follow-up with the service member\nat least 90 days remain before the date of discharge, and\nthe service member is able to attend examinations\ncontinue processing the claim as a BDD claim.\nthe intake site/RO later obtains STRs and/or SHA, Part A through follow-up with the service member, but\nless than 90 days remain before the discharge date, or\nthe service member no longer meets the BDD program requirements\nchange the EP and claim label initially established to the appropriate non-BDD diary rating EP/claim label, and\nprocess the claim under the FDC Program or any other qualifying program, if applicable.\nthe intake site/RO does not receive the service member’s STRs and/or completed SHA, Part A on day 89 prior to the anticipated discharge\nchange the EP to a non-BDD rating EP/claim label, and\nprocess the claim under the FDC Program or any other qualifying program, if applicable.\nNotes\n:\nDevelopment for\ncurrent\nperiod of service STRs for service members who have not yet been discharged requires:\ncompleting the actions described in the table above, and\nassisting the service member in obtaining copies of STRs from the MTF whenever possible.\nA contact list of Military Services Coordinators who can assist in obtaining records from the local MTF can be found on the\npre-discharge website\n.\nDo not develop for STRs from the service member if the STRs for the current period of service are obtained through the MTF.\nIf the entrance examination is not included in the STRs do\nnot\nprepare a final notification letter nor delay requesting VA examinations.  Instead, develop for the entrance examination by\ncompleting Step 1 of the table above\nsubmitting a request through Defense Personnel Records Information Retrieval System (DPRIS), and\ninputting a permanent VBMS note documenting the actions taken.\nReferences\n:  For more information on\nselecting the appropriate examination for pre-discharge claims, see\nM21-1, Part IV, Subpart i, 2.E.3.c\ndeveloping for STRs for\nprior\nperiods of service, see\nM21-1, Part X, Subpart i, 6.C.1.b\n(Step 13)\nacceptable formats for STR documents, see\nM21-1, Part X, Subpart i, 6.B.3.d\n(Step 5)\nsubstantially complete STRs, see\nM21-1, Part III, Subpart ii, 2.A.1.f\nEPs and claim labels for initial establishment of BDD and BDD-excluded claims, see\nM21-1, Part X, Subpart i, 6.B.2.c\nthe FDC Program, see\nM21-1, Part X, Subpart i, 2.A\nand\nB\nfinal notification to claimants that VA is unable to obtain relevant Federal records, see\nM21-1, Part III, Subpart ii, 1.A.1.g\n, and\nrequesting service personnel records through DPRIS, see\nM21-1, Part III, Subpart ii, 2.D.4.a\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}