{
  "chunk_id": "X_i_6_B_34",
  "content": "/>\nX.i.6.B.3.l\n.\nHandling Paper Pre-Discharge Claims Folders\nUse the table below to determine the actions intake sites must take if a paper claims folder already exists at another RO or at a records storage facility such as a Federal records center (FRC) for a service member who submits a pre-discharge claim.\nIf the claim ...\nThen the intake must ...\nmeets BDD program requirements\nmanually request the claims folder from its current custodian via e-mail to the corporate mailbox or designated point of contact, and\nthe current custodian will send the folder for VCIP scanning.\nNote\n:  All records from the Records Management Center (RMC) (or another RO or records facility) must be received, and all development actions must be completed, before performing the actions in\nM21-1, Part X, Subpart i, 6.C.1.d\n.\ndoes not meet BDD program requirements\nsend a request to the current custodian to send the records for scanning.\nException\n:  Do not manually request the claims folder when it is located at RMC.  As noted in\nM21-1, Part III, Subpart ii, 2.B.1.a\n, RMC is automatically notified upon establishment of the EP and will forward records in their possession for scanning.  However, if RMC sends paper records erroneously, send those records to the scanning vendor.\nNotes\n:\nFRCs are National Archives and Records Administration facilities.  They only send requested claims folders to the requesting SOO.\nRMC is a VBA facility and ships claims folders to scanning vendors, as do all other VBA facilities.\nReference\n:  For more information on paper folders and electronic claims folders, see\nM21-1, Part II, Subpart ii, 2.A\n-\nC",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section B - Benefits Delivery at Discharge (BDD) and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177950/M21-1-Part-X-Subpart-i-Chapter-6-Section-B-Benefits-Delivery-at-Discharge-BDD-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:42.456988",
  "tags": [
    "m21-1"
  ]
}