{
  "chunk_id": "X_i_6_C_7",
  "content": "/>\nX.i.6.C.1.b\n.\nSpecial Claims-Handling Procedures for BDD Claims\nIn addition to the responsibilities described in\nM21-1, Part X, Subpart i, 6.B.3\n, intake sites are responsible for following the steps in the table below when handling a BDD claim.\nStep\nAction\n1\nDid the service member file the claim on the current version of\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, follow the guidance in\nM21-1, Part II, Subpart i, 2.B.4.a\nregarding outdated forms\n.\nImportant\n:  Ensure that the service member has provided a release from active duty (RAD) date on the\nVA Form 21-526EZ\n.\n2\nDoes a Beneficiary Identification and Records Locator Subsystem (BIRLS) record exist?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nestablish a BIRLS record, and\ngo to the next step.\n3\nEnter military service information in the Veterans Benefits Management System (VBMS), to include branch of service and future RAD as unverified.\n4\nEstablish the BDD claim in VBMS using the correct diary EP and BDD claim label as specified in\nM21-1, Part X, Subpart i, 6.B.2\n.\n5\nEnsure all evidence is secured together, including\nthe completed and signed\nVA Form 21-526EZ\nservice treatment records (STRs) (photocopies, on compact disk, or images received through other electronic avenues such as e-mail or Department of Defense (DoD) Secure Access File Exchange)\na\nSeparation Health Assessment - Part A Self Assessment\n(SHA, Part A), and\nany other evidence and information submitted in support of the claim.\n6\nEnsure that documents are forwarded for Veterans Claims Intake Program (VCIP) scanning or scan the documents locally if the local scanner has a resolution of at least 300 dots per inch (DPI).\nIf forwarding for VCIP scanning the following must be completed\nwithin five calendar days\nof receipt of the claim:\nFollow VCIP shipping procedures and local vendor protocols.\nAdd the appropriate tracked item and suspense date as specified in\nM21-4, Appendix D\n.\nImportant\n:\nDo not send documents for scanning or scan the documents locally unless a BDD claim has been established in VBMS.\nBDD claims documents\nmust not\nbe sent to Centralized Mail (CM).  Only BDD-excluded claims documents may be sent to CM.\nIf the intake site scans claims documents locally, the intake site must scan all claims documents and upload those into the electronic claims folder (eFolder)\nwithin 10 calendar days\nof receipt of a claim.\nOnce documents have been successfully uploaded into the eFolder, return the original paper documents to the service member.  Complete the\nReturn of Documents\nletter and upload a copy to the eFolder.\nNotes\n:\nIt is recommended that the claims processor scan and return the original paper documents the same day as receipt.  The\nReturn of Documents\nletter still needs to be generated if the documents are scanned locally, but it can be hand-delivered to the service member during the interview.\nSTRs received electronically should be uploaded directly to the eFolder.\nElectronic signatures are acceptable.\nReferences\n:  For more information on\nscanning locally and the requirement to return original documents to service members in Integrated Disability Evaluation System (IDES) claims, see\nM21-1, Part X, Subpart i, 6.F.1.f and i\n, and\nacceptable electronic or digital signatures, see\nM21-1, Part II, Subpart i, 2.B.2.g\n.\n7\nAre the documents available in VBMS within 10 days?\nIf\nyes\n, go to Step 9.\nIf\nno\n,\nextend the suspense for an additional five days, and\ngo to Step 8.\n8\nAre the documents present after the five-day extension?\nIf\nyes\n, go to Step 9.\nIf\nno\n, e-mail the\nVCIP Mailbox\nfor resolution.\n9\nEnsure the service member is available for examinations at the provided current or forwarding address.  Contract examination vendors may schedule examinations as soon as examination requests are received.\n10\nDetermine whether a contract examination or Veterans Health Administration (VHA) examination is required by utilizing the Examination Request Routing Assistant (ERRA) as noted below.\nUse the\nERRA\ntool unless at the BDD intake site there is an existing agreement specifying the provider(s) responsible for local BDD examinations.\nWithin the\nERRA\ntool, select the radial button YES next to the text\nBDD/IDES Claim?\nas shown below:\nImportant\n:\nA SHA, Part A, must be part of the eFolder prior to requesting the examination.\nRequest the\nGeneral Medical - Separation Health Assessment Disability Benefits Questionnaire\n(SHA) for all BDD claimants still on active duty at the time of the examination request, along with any necessary specialist examinations.  If the examination is requested after the service member is no longer on active duty, request a general medical examination disability benefits questionnaire (DBQ) instead of the SHA.\nBe sure to review the\nVA Form 21-526EZ\nfor effective dates of any forwarding addresses provided by the service member.  This will ensure your request is routed to the service member’s current location.  This is most critical if the exam request is a re-input of an original request that was rejected via the Examination Management System (EMS) or Compensation and Pension Record Interchange (CAPRI).\nReferences\n:  For more information on\nmandatory use of ERRA and the exceptions, see\nM21-1, Part IV, Subpart i, 2.A.1.c\nexaminations requested in VBMS through EMS, see\nM21-1, Part IV, Subpart i, 2.A.10\nexaminations that must be performed by a specialist, see\nM21-1, Part IV, Subpart i, 2.A.6\nthe action to take when a service member’s initial examinations are requested after discharge, see\nM21-1, Part X, Subpart i, 6.B.3.f\n, and\nthe SHA and when to select it versus a general medical examination, see\nM21-1, Part IV, Subpart i, 2.E.3.b and c\n.\n11\nEnter an examination request for all required examinations at the same time using\nEMS, if a contract examination is required, or\nCAPRI, if a VHA examination is required.\nImportant\n:\nPrior to entering the examination request ensure\nthat SHA, Part A is in the record, and\nall of the service member’s military service information is entered correctly in VBMS including the anticipated future discharge date.  If the anticipated discharge date is not included, it will be rejected by the contract vendor.\nWhen entering an examination request in CAPRI, the Military Services Coordinator (MSC) must\nselect the\nBDD-DOD SHA\nclaim type, and\nupload a copy of the examination request into the eFolder after submitting the examination request.\nNon-military service system modifications in Share, such as adding flashes, may change the MILITARY SERVICE fields in VBMS.\nExamination requests, including the SHA and any other necessary specialist examinations,\nmust be entered within five calendar days\nof claim documents being uploaded into VBMS (see Steps 6 and 7).  When examinations are not requested the same day that the BDD claim is established, it is critical to ensure that the EP is 336.  If a rating EP (110, 010, or 020) was assigned to a BDD claim before all development actions have been taken, NWQ will pull the EP the evening following claims establishment.\nAn intake site must have been entered when the claim was established to prevent a contract examination from being rejected.\nIf there is not an intake site shown in the corporate record in Share\nchange the EP to an EP 400\ncancel the EP 400, and\nre-establish the EP in VBMS with the proper intake site\nThe intake site location should be indicated on the date stamp on the claim form.  If the claims processor is unable to determine an intake site location, the claims processor may enter the RO location nearest to the service member’s address for the intake site.\nIf the service member later submits additional contentions within 90 to 180 days before the anticipated discharge date, and the SHA was already completed, do not request another SHA.  Request the individual exams for any contention that was not already examined.\nIf a basic or straightforward medical opinion is required, it will be ordered as part of the examination request in accordance with\nM21-1, Part IV, Subpart i, 2.A.7\n.  MSCs are responsible for requesting opinions on\nservice connection (SC)\nsecondary SC, and\nin-service aggravation of a pre-service disability.\nIf a complex medical opinion is required\nthe MSC will inform the station’s rating activity of the condition(s) requiring the complex medical opinion and the reasons why\nthe rating activity will, within three days\nreview the evidence of record\ndraft the required medical opinion\nupload the draft opinion to the eFolder, and\nnotify the MSC by e-mail that the medical opinion request is available, and\nthe MSC will copy and paste the draft medical opinion into the examination request before submitting it.\nNotes\n:\nUnder EP 336, an\nExam Review\ntracked item described in\nM21-1, Part IV, Subpart i, 1.A.1.e\nis not required for documenting the status of examination review.\nIf there are claims involving an undiagnosed illness or medically unexplained chronic multi-system illness (MUCMI) due to exposures incurred during Gulf War era service, and an examination is necessary as defined in\nM21-1, Part VIII, Subpart ii, 1.B.2.a\n, do\nnot\nrequest completion of a Gulf War general medical examination DBQ.  Instead, as part of the examination request for the SHA, ensure to copy and paste the following examination request language from the\nSupplemental Language Matrix\ninto the ADDITIONAL INFORMATION field of the examination request:\nGulf War Claim Definitions\n, and\nSHA for a Gulf War contention\n.\nThe Gulf War supplemental language outlined above\nmust\nbe included in the examination request, regardless of whether the claimed undiagnosed illness or MUCMI symptoms could be attributed to an established clinical diagnosis or otherwise substantiated.\nReferences\n:  For more information on\nentering contract examination requests using VBMS and responding to a request for clarification, see\nM21-1, Part IV, Subpart i, 2.A.10\n, and\nVBMS Core User Guide\ninputting examination requests in CAPRI, see\nM21-1, Part IV, Subpart i, 2.A.9\nexaminations requiring claims folder review by the examiner, see\nM21-1, Part IV, Subpart i, 2.A.8.b\ndetermining whether an examination or opinion is necessary, see\nM21-1, Part IV, Subpart i, 1.B\nthe requirement that a disability or symptoms be potentially subject to SC to warrant an examination, see\nM21-1, Part IV, Subpart i, 1.B.1.b\nimpact of a clinical diagnosis in determining whether a Gulf War examination is necessary, see\nM21-1, Part VIII, Subpart ii, 1.B.2.e\ndeeming a Gulf War examination unnecessary when the claim is substantiated, see\nM21-1, Part VIII, Subpart ii, 1.B.2.i\nfollow-up requirements for examinations, see\nM21-1, Part X, Subpart i, 6.C.1.e\npresumptive SC for Persian Gulf Veterans, see\nM21-1, Part VIII, Subpart ii, 1.A\n​​​​​​​\ndeveloping presumptive SC claims from Persian Gulf Veterans, see\nM21-1, Part VIII, Subpart ii, 1.B\nhow to identify, verify, classify, and associate claimed contentions, see\nM21-1, Part III, Subpart i, 2.F.2\n, and\ndocumenting the status of examination review, see\nM21-1, Part IV, Subpart i, 1.A.1.e\n.\n12\nEnsure that all development actions have been performed, including\nrequesting all evidence identified by the service member, and\nif there is more than one period of service, requesting the other period’s STRs from the service member, National Personnel Records Center (NPRC), or other necessary location.\nIf records exist at a Federal records center, manually request the records and they will forward for scanning.\nGo to the next step.\nReferences\n:  For more information on\nmigration of STRs, see\nM21-1, Part III, Subpart ii, 2.A.3\nprocedures for obtaining STRs, see\nM21-1, Part III, Subpart ii, 2.B\n, and\nNPRC, see\nM21-1, Part III, Subpart ii, 2.A.4\n.\n13\nGo to\nM21-1, Part X, Subpart i, 6.C.1.d\n.\nNotes\n:\nThe SHA and associated DBQs are provided to the service department via an electronic exchange process.  If contacted by a military treatment facility (MTF) requesting examination results, inform the MTF these results are available in\nDoD's Healthcare Artifacts and Image Management Solution (HAIMS) system for examinations requested through EMS, or\nthe Joint Longitudinal Viewer (JLV) for examinations requested through CAPRI.\nThe station performing post intake site actions (i.e. ready for decision (RFD) review or rating action) is responsible for obtaining examination results.\nIntake sites\nmust ensure VBMS images are available for review by the examining facility under the circumstances described in\nM21-1, Part IV, Subpart i, 2.A.8.b\nare entitled to credit for an interview if they conduct one in connection with a pre-discharge claim, and\nare responsible for creating tracked items to document completed development actions as indicated in\nM21-1, Part X, Subpart i, 6.B.3.j\n.\nReferences\n:  For more information on\nplacing BDD claims under EP control, see\nM21-1, Part X, Subpart i, 6.B.2\nVBMS, see the\nVBMS Core User Guide\nthe\nERRA\ntool, see\nM21-1, Part IV, Subpart i, 2.A.1.c\n, and\nM21-1, Part IV, Subpart i, 2.A.2.c and d\nwhat the SHA examination covers, see\nM21-1, Part IV, Subpart i, 2.E.3.b\nselecting the general medical examination vs. the SHA for pre-discharge claims, see\nM21-1, Part IV, Subpart i, 2.E.3.c\n, and\nhow to verify military service, see\nM21-1, Part II, Subpart iii, 3.B.3.a and b\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}