{
  "chunk_id": "X_i_6_C_8",
  "content": "/>\nX.i.6.C.1.c\n.\nBDD Claims From Former IDES Participants Returned to Duty\nIf a BDD claim is received from a former IDES participant who was returned to active duty, review any completed examinations, and take any action needed.\nIf the SHA was previously completed and all claimed conditions were examined, establish the appropriate rating EP with a\nBDD\nclaim label per\nM21-1, Part X, Subpart i, 6.B.2.d\n.\nIf any examinations are required, establish EP 336.\nIf an SHA\nwas not completed, request the SHA and any necessary specialist examinations, or\nwas completed\nbut any claimed condition was not examined\n, request appropriate examinations for the conditions that were not examined.\nAfter all examinations have been requested and all other development actions have been taken, change the EP 336 to the appropriate rating EP with a BDD claim label per\nM21-1, Part X, Subpart i, 6.B.2.d\n.\nImportant\n:\nThe service member must only receive one SHA regardless of whether additional contentions are claimed or if they were currently or formerly an IDES participant.\nIf the EP 689 is not cleared yet, contact the disability rating activity site or station of jurisdiction (SOJ).\nReference\n:  For more information on BDD claims from former IDES participants, see\nM21-1, Part X, Subpart i, 6.I.2.d\n, and\nM21-1, Part X, Subpart i, 6.I.3.c and d\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}