{
  "chunk_id": "X_i_6_C_14",
  "content": "/>\nX.i.6.C.2.a\n.\nHandling Claims That Do Not Meet BDD Requirements\nIf a claim is excluded from the BDD program as indicated in\nM21-1, Part X, Subpart i, 6.B.1.b\n, and notice has not been provided to the claimant\ngenerate one of the\nNon-BDD Claim\nletters\nselect the appropriate reason for not meeting the BDD requirements, and\nfollow the guidance in\nM21-1, Part X, Subpart i, 6.B.2.h\nto change the EP to the proper non-BDD EP.\nImportant\n:  If a station of origination (SOO) or SOJ discovers a claim in its inventory that is excluded from the BDD program under\nM21-1, Part X, Subpart i, 6.B.1.b\n, it is responsible for completing this action.\nNotes\n:\nClaims processors may verbally inform the service member of the reasons why their claim was excluded from the BDD program.  When doing so, a VBMS note must be entered regarding the verbal notification and reason for exclusion.\nIf the service member is informed verbally of the BDD exclusion reason(s)\nand\na VBMS note is entered, a\nNon-BDD\nletter does not have to be generated.\nReferences\n:  For more information on\nclaims that do not meet the BDD program requirements, see\nM21-1, Part X, Subpart i, 6.B.1.b\nclaims where the service member remains on active duty beyond the anticipated discharge date, see\nM21-1, Part X, Subpart i, 6.C.3.j\n, and\nactions to take for\nclaims filed more than 180 days prior to discharge, see\nM21-1, Part X, Subpart i, 6.B.3.h\nclaims filed with no known date of discharge, see\nM21-1, Part X, Subpart i, 6.B.3.i\n, and\nBDD claims without STRs, see\nM21-1, Part X, Subpart i, 6.B.3.k\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}