{
  "chunk_id": "X_i_6_C_18",
  "content": "/>\nX.i.6.C.2.e\n.\nSpecial Considerations on Requesting Examinations\nWhen requesting examinations for BDD-excluded claimants the claims processor must\nverify that the service member will be available for examinations at the provided\ncurrent or forwarding address\nutilize the\nERRA\ntool to determine where the examination should be requested\nselect the radial button NO next to the text\nBDD/IDES Claim?\nin the\nERRA\ntool, and\ncomplete at least two attempts to contact the service member to verify their\ncurrent or forwarding address\n.\nImportant\n:\nIf Pre-Discharge claims processors encounter issues with examination providers, or have any contract examination questions, send the details of the issue including the claim number to Medical Disability Examination Office at\nVAVBAWAS/CO/Contract Examination Inquiries\nand copy the pre-discharge mailbox at\nVAVBAWAS/CO/PREDISCHARGE\n.\nIf the claims processor is unable to contact the service member after at least two attempts, request the examination based on the evidence of record.\nReview the\nVA Form 21-526EZ\nfor a forwarding address and the date the service member will be located at that forwarding address to ensure the correct examination location.\nFor all BDD-excluded claims, claims processors must select\nBDD-Excluded\nfrom the SPECIAL ISSUE drop-down menu for one contention requiring an examination as shown in the image below.  This is important to ensure the examination request is routed correctly in EMS.\nExample\n:\nNote\n:  Claimants who file pre-separation claims that are excluded from the BDD program will receive a general medical examination – not an SHA examination.\nReferences\n:  For more information on\nselecting the general medical examination vs. the SHA, see\nM21-1, Part IV, Subpart i, 2.E.3.c\n, and\nwhat the SHA examination covers, see\nM21-1, Part IV, Subpart i, 2.E.3.b\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}