{
  "chunk_id": "X_i_6_C_22",
  "content": "/>\nX.i.6.C.3.a\n.\nInitial Actions Upon Receipt of a BDD Claim at the SOJ\nThe\nSOJ\nis the RO where the BDD claim has been routed by NWQ for development or rating action.  This station must complete all required development or rating action including initial development if not already completed.\nBDD claims must not be brokered.\nUpon receipt of a BDD claim at the SOJ, follow the steps in the table below to ensure all development actions are complete and the claim is RFD.\nStep\nAction\n1\nStations processing BDD claims must ensure all required development actions have been completed in accordance with this section and any generally applicable development guidance in the M21-1.\nImportant\n:  Any outstanding development actions must be completed by the SOJ.\n2\nObtain completed examination reports\n.\n3\nAre all examinations sufficient for rating purposes?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n4\nIf the SOJ determines an examination(s) is insufficient, the claims processor must\nreport the examination as insufficient in\nCAPRI (when VHA conducted the examination), or\nEMS (when a Veterans Benefits Administration contractor conducted the examination)\nrequest a corrected examination report or new examination, as necessary (the request should be routed to the provider that completed the initial exam)\nupload the exam request to the eFolder, and\nadd additional tracked items for each type of examination request submitted under the pending EP.\nImportant\n:  If the service member adds a condition after the SHA has been completed or a claimed condition was not properly addressed or examined, submit an examination request for the DBQ corresponding with the additional condition needing examination only.  Do not request another SHA.\n5\nIf the service member does not identify treatment at a specific Department of Veterans Affairs (VA) facility, perform the CAPRI enterprise search for VA medical center treatment records as required by\nM21-1, Part III, Subpart ii, 1.A.2.a\n.\n6\nUpdate the claims status to RFD after all required development is complete.\nImportant\n:  Do not request service verification including the\nDD Form 214, Certificate of Uniformed Service\n, until the day after the anticipated discharge date.\nNote\n:  RFD BDD claims must be routed by NWQ within five days of discharge.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}