{
  "chunk_id": "X_i_6_C_25",
  "content": "/>\nX.i.6.C.3.d\n.\nImportant Items to Consider When Rating BDD Claims\nRating decisions for BDD claimants will be completed while the service member is still on active duty in order to reduce processing time and ensure that service members receive a decision on their claim the day following discharge from active duty.\nThe following items are important to consider when rating BDD claims:\nAs is emphasized in\nM21-1, Part III, Subpart i, 1.B.2.a\n, and\nM21-1, Part III, Subpart i, 1.A.1.e\n, BDD claims\nmust not be deferred for service verification, including the DD Form 214\n.  The current period of service for BDD claimants will not be verified until after RAD.\nA BDD claim is submitted by a service member still on active duty; therefore, all current symptoms being reported during the claim period are in-service symptoms/complaints.\nSimilarly, the examination conducted in service is demonstrating in service complaints, findings, and diagnoses and/or opinions.  A diagnosis of a chronic disability on an in-service VA examination is a diagnosed disability while on active duty.\nWhen the rating decision is completed while the service member is still on active duty, the effective date entered into VBMS-Rating (VBMS-R) will be a future effective date.\nTake any steps necessary to ensure the service member’s reported separation date is accurate in order to reduce the need to rework the claim due to incorrect effective dates.\nNotes\n:\nThe SOJ should decide every issue for which sufficient evidence exists to grant SC, including at a non compensable level.\nIf an in-service rating decision requires correction, making a different, corrected decision based solely on a difference of opinion or a different interpretation of rating criteria is not permitted.  The decision can be changed only if\na clear and unmistakable error exists, and/or\nVA receives new evidence after completing the rating decision that justifies changing one or more of the decisions set forth in it.\nReferences\n:  For more information on\npartial rating decisions and deferred issues, see\nM21-1, Part V, Subpart ii, 3.B.1\nchanging a decision when there is finality, see\nM21-1, Part X, Subpart ii, 1.A\nM21-1, Part X, Subpart ii, 2\n, and\nM21-1, Part X, Subpart ii, 5\n, and\nrequirements for verification of service, see\nM21-1, Part X, Subpart i, 6.C.3.h\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}