{
  "chunk_id": "X_i_6_C_26",
  "content": "/>\nX.i.6.C.3.e\n.\nRating Procedures for BDD Claims\nWhen completing rating decisions for BDD claims, follow the guidance in the table below.\nImportant\n:\nBefore completing a rating decision, ensure that development has been completed.  However, when completing an in-service rating the decision must not be deferred for service verification.  The RAD will come from the evidence of record.  Ensure that it is accurately entered in VBMS to prevent an inaccurate effective date.\nA partial rating may be completed on issues ready for a decision if\nrouted for a decision with 29 or fewer days remaining on active duty, and\na compensable evaluation is assigned (10 percent or higher and/or special monthly compensation).\nNote\n:  In rare cases due to extenuating circumstances outside of the service member’s control, a rating decision may not be completed until after discharge.  In such cases a partial rating decision, to include granting only non compensable conditions as directed in\nM21-1, Part V, Subpart ii, 3.B.1.c\n, is appropriate since the service member is no longer on active duty at the time the rating decision is completed.\nStep\nAction\n1\nReplace the language in the introduction paragraph with the text below.\nThe records reflect that you are a Veteran of the [service era] Era. You served in the [branch of service] from [MM/DD/YYYY] to [MM/DD/YYYY] and for the current period of service beginning on [MM/DD/YYYY].  You filed a disability claim through the Benefits Delivery at Discharge (BDD) Program that was received on [MM/DD/YYYY].  Based on a review of the evidence listed below, we have made the following decision(s) on your claim.\nPlease Note\n:\nThe determination of entitlement to VA benefits is contingent upon your discharge from service and upon having the requisite character of service.  We will review all evidence of record upon discharge to ensure the information provided in this decision is accurate.  This rating decision will only be corrected, if necessary, based on the final review after your discharge.  You provided the VA an anticipated date of release from active duty of [MM/DD/YYYY].\n2\nRate the claim under generally applicable rating guidance.  However, given to the fact that the rating decision is being completed while the service member is still on active duty a future effective date must be assigned.\nReferences\n:  For more information on\ndecision making, see\nM21-1, Part V, Subpart ii\n, and\napplying the rating schedule, see\nM21-1, Part V, Subpart iii\n.\n3\nFinalize the rating decision.\nImportant\n:  Following finalization of the rating decision, NWQ will pull the claim back into NWQ (499) and reroute the claim for promulgation the day following discharge from active duty.\n4\nAdd a bookmark to the rating decision in the VBMS eFolder stating, “DRAFT:  Rating document should not be released until after the award is authorized.”\n5\nFollowing discharge, verify the Veteran’s\ndischarge date, and\ncharacter of discharge (COD) (must be other than dishonorable)\nThe diary maturity date/EP date of claim is one day following separation.\nReference\n:  For more information on requirements for verification of service, see\nM21-1, Part X, Subpart i, 6.C.3.h\n.\n6\nEnsure the automated VBMS STR request has been generated as noted in\nM21-1, Part X, Subpart i, 6.C.3.f\nand\ng\n.\nImportant\n:\nThe decision maker must follow all standard rating guidance unless superseded by an instruction in the table above.\nThe service member will\nnot\nreceive the rating decision while on active duty.  The service member will receive the rating decision after being discharged when service has been verified.\nReferences\n:  For more information on\nservice verification, see\nM21-1, Part III, Subpart i, 1.B.2 and 3\npre-rating review of the claims by the rating activity, see\nM21-1, Part V, Subpart i, 1.C\nreview of evidence, see\nM21-1, Part V, Subpart ii, 1\ndecision making principles, see\nM21-1, Part V, Subpart ii, 3\ndetermining SC, see\nM21-1, Part V, Subpart ii, 2\ncompleting rating decisions, see\nM21-1, Part V, Subpart iv, 1\nimportant items to consider when rating BDD claims, see\nM21-1, Part X, Subpart i, 6.C.3.d\nthe prohibition against review by representatives of rating decisions prior to issuance of a decision notice, see\nM21-1, Part I, Subpart i, 2.B.2.k\n, and\npromulgating and authorizing an award, see\nM21-1, Part VI, Subpart i, 1.A\nand\nB\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}