{
  "chunk_id": "X_i_6_C_30",
  "content": "/>\nX.i.6.C.3.i\n.\nHandling Claims From Service Members Who Remain on Active Duty Beyond Their Anticipated Discharge Date\nIf service members remain on active duty beyond their anticipated discharge date, the SOJ must\nattempt to contact the service member to obtain a new discharge date, and\nfollow the instructions in the table below.\nIf the service member ...\nThen the SOJ must ...\nplans to remain on active duty\nmore\nthan 180 days from the current date, or\nthe SOJ is unsuccessful after three attempts to contact the service member\ndeny the claim using the\nReturn to Active Duty\ndrop-down selection on the BASIC ELIGIBILITY tab in VBMS-Awards (VBMS-A)\ndispose of any hard-copy, unpromulgated rating decisions under\nRCS VB-1, Part I, Item number 13-052.200\ndelete unpromulgated rating decisions from\nVBMS-R and VBMS-Core\nretain all other accumulated documentation in the claims folder, and\nsend the\nNon-BDD Claim – Request Resubmission\nletter; select the option\nMore than 180 days of remaining service\nfor the letter option.\nNotes\n:\nIf the MSC or other claims processor does not have access to VBMS-A, a supervisor will refer the claim to the RO to complete this VBMS-A action.\nTo remove an unpromulgated rating decision from VBMS-R, select the claims folder number from the work pending queue and select\nReturn to Files Without Update\n.\nreferred into IDES\ndeny the claim using the\nReturn to Active Duty\ndrop-down selection on the BASIC ELIGIBILITY tab in VBMS-A\ndispose of any hard-copy, unpromulgated rating decisions under\nRCS VB-1, Part I, Item number 13-052.200\ndelete unpromulgated rating decisions from VBMS-R and VBMS-Core\nretain all other accumulated documentation in the claims folder, and\nsend the\nNon-BDD Claim – General\nletter with the following modifications:\nadd the following sentences to the letter:\nWe are not able to process your current claim, because you have been referred to the Integrated Disability Evaluation System (IDES) program. You will have an opportunity to submit a VA claim during the IDES process. You will be contacted and provided further information on the IDES process\n.\ndelete the following sentence from the letter:\nPlease resubmit your claim when you have a known separation date and have less than 180 days remaining on active duty.\nFollow the instructions in\nM21-1, Part X, Subpart i, 6.G.1.d\n.\nNote\n:  If the MSC or other claims processor does not have access to VBMS-A, a supervisor will refer the claim to the RO to complete this VBMS-A action.\nprovides a discharge date that is 180 days\nor fewer\nfrom the current date\nenter a note into VBMS indicating the new discharge date, and\nedit the claim detail in VBMS to the proper future date of claim (day following discharge).\nIf VBMS will not allow a change to the proper future date of claim for the current EP\nchange the pending EP to an EP 400\ncancel the EP 400\nestablish a new BDD or BDD-excluded diary EP based on the new discharge date\nupdate any tracked items if necessary, and\nreturn the claim to the rating activity if an in-service rating decision was previously completed.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}