{
  "chunk_id": "X_i_6_C_31",
  "content": "/>\nX.i.6.C.3.j\n.\nVerifying Changes in RAD or Receipt of Additional Evidence Prior to Promulgation of BDD Claims\nBefore promulgation, to reduce the need to rework the claim due to incorrect effective dates, verify that there has not been a change in RAD or receipt of additional evidence following completion of the rating decision using the guidance in the table below.\nStep\nAction\n1\nVerify service according to\nM21-1, Part X, Subpart i, 6.C.3.h\n.\n2\nHas additional evidence been received?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to Step 3.\n3\nHas RAD changed?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n4\nRefer to the guidance in\nM21-1, Part X, Subpart i, 6.C.3.i\n.\nIf the service member\nhas not\nbeen discharged from active duty, take action as provided in\nM21-1, Part X, Subpart i, 6.C.3.i\n.\nIf the service member\nhas\nbeen discharged from active duty, go to Step 5.\n5\nReturn the rating decision to the decision maker utilizing the VBMS deferral functionality.\nIf the evidence was received after the in-service rating was completed, select the deferral reason\nLate flowing documents scanning issues\n.  If another reason is selected, such as\nWrong effective date / DOC\n, this will result in an avoidable deferral which is not applicable to this type of issue.\nNote\n:  The decision maker will correct the effective date or review the additional evidence received to determine if corrective action is needed.\nImportant\n:  Do not promulgate until corrections are complete or the decision maker determines that corrective action is not necessary.\n6\nRemove the bookmark stating, “DRAFT: Rating document should not be released until after the award is authorized.”\n7\nPromulgate the rating decision.\n8\nAuthorize the corresponding award action, and\nsend the notification letter and the rating decision to the Veteran.\nImportant\n:  The goal of the BDD program is to provide a decision to the service member 30 days following their discharge from active duty.  In order to ensure this goal is reached\nNWQ must route the claim for promulgation the day following discharge from active duty, and\nthe SOJ must ensure the claim is reassigned to another claims processor for action if the claims processor is unavailable to work the claim.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section C - Division of Responsibilities – Benefits Delivery at Discharge (BDD) and BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177951/M21-1-Part-X-Subpart-i-Chapter-6-Section-C-Division-of-Responsibilities-Benefits-Delivery-at-Discharge-BDD-and-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:10:51.791303",
  "tags": [
    "m21-1"
  ]
}