{
  "chunk_id": "X_i_6_D_7",
  "content": "/>\nX.i.6.D.1.b\n.\nActions Intake Sites Must Take Upon Receipt of VA Form 28-1900\nFollow the steps in the table below within five days of receipt when an intake site receives a\nVA Form 28-1900, Application for Veteran Readiness and Employment for Claimants With Service-Connected Disabilities (Chapter 31, Title 38, U.S.C.)\n.\nStep\nAction\n1\nEstablish end product (EP) 095 with the claim label\nPre-D Memo Rating for Ch31 Purposes\n.\n2\nEnsure the claimant’s service treatment records (STRs) are available in the Veterans Benefits Management System (VBMS).\n3\nAdd a note in VBMS that states\nVA Form 28-1900\nwas received then either\nscan and upload the documents locally if the intake site has a scanner with resolution of at least 300 dots per inch (DPI), or\nsend the documents to the scanning vendor and set a 10-day suspense date with the reason:\nPaperless Claims Processing Case, Awaiting: Scanning\n.\n4\nThe station of origination that received the VR&E claim is responsible for preparing the memorandum rating decision.\nNote\n:  The regional office (RO) should\nnot\ndelay processing\nVA Form 28-1900\npending a decision on the Benefits Delivery at Discharge (BDD) and/or BDD excluded claims.\nReferences\n:  For more information on\nEPs, see\nM21-4, Appendix B\nactions to take if the claimant’s STRs are unavailable, see\nM21-1, Part III, Subpart i, 2.C.3.b\n, and\nM21-1, Part III, Subpart ii, 1.A.1.e\npreparing memorandum rating decisions for the purpose of determining eligibility for Veteran Readiness and Employment (VR&E) benefits, see\nM21-1, Part XIII, Subpart i, 5.B\n, and\nVR&E contacts by station of jurisdiction (SOJ), to include e-mail addresses, see the\nVR&E Officer Directory\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section D - Ancillary Benefits and Other Issues Involving Benefits Delivery at Discharge (BDD) or BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177952/M21-1-Part-X-Subpart-i-Chapter-6-Section-D-Ancillary-Benefits-and-Other-Issues-Involving-Benefits-Delivery-at-Discharge-BDD-or-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:01.042754",
  "tags": [
    "m21-1"
  ]
}