{
  "chunk_id": "X_i_6_D_15",
  "content": "/>\nX.i.6.D.2.e\n.\nText the SOJ Must Use When Responding to a Request for an Eligibility Determination From an RLC\nUse the table below to determine the text that the SOJ must use when responding to a request for an eligibility determination from an RLC.\nIf …\nThen the SOJ must include the following text in the e-mail response to the RLC …\na completed rating decision already exists\nThe claimant will receive service-connected disability compensation of $[amount] monthly upon discharge from active duty.\nthe SOJ prepared a memorandum rating decision\nThe claimant will be entitled to service-connected disability compensation of at least [10% rate] upon discharge from active duty.\nthe evidence of record is insufficient for rating purposes\nThe claimant has a BDD or BDD-excluded claim pending; however, the evidence available is not sufficient to determine whether a compensable service-connected disability exists.\nthe evidence of record is adequate for rating purposes but does not show that a compensable, SC disability exists\nThe evidence of record does not show the claimant has a service-connected disability that is compensable.\nNote\n:  The SOJ must establish an EP 290 with the claim label\nLGY Determination - BDD\nto control an RLC’s request for an eligibility determination.\nReferences\n:  For more information on\nloan guaranty benefits, see\nM21-1, Part XIII, Subpart i, 7.A\nEPs, see\nM21-4, Appendix B\n, and\nclaim labels, see\nM21-4, Appendix C\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section D - Ancillary Benefits and Other Issues Involving Benefits Delivery at Discharge (BDD) or BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177952/M21-1-Part-X-Subpart-i-Chapter-6-Section-D-Ancillary-Benefits-and-Other-Issues-Involving-Benefits-Delivery-at-Discharge-BDD-or-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:01.042754",
  "tags": [
    "m21-1"
  ]
}