{
  "chunk_id": "X_i_6_D_20",
  "content": "/>\nX.i.6.D.3.b\n.\nResponsibility and EPs for Resuming Compensation\nUse the table below to determine who is responsible for processing requests for resumption of compensation and the EPs and claim labels used.\nIf the service member is claiming/requesting ...\nThen ...\nonly\nresumption of compensation for static disabilities, and/or\nnon-static disabilities with review examination dates beyond the service member’s separation date\nthe intake site is responsible for\nestablishing EP 290 (with the claim label\nPre-Discharge – Resumption of Compensation\n), and\nresuming compensation under the EP 290.\nresumption of compensation for\nstatic\ndisabilities\nand\nresumption of compensation for\nnon-static\ndisabilities with a designated date for the future review examination that is\nnot\nbeyond the service member’s separation date\nservice connection (SC) for additional disabilities, and/or\nan increased evaluation for an SC disability\nthe intake site is responsible for\nestablishing EPs 290 (with the claim label\nPre-Discharge – Resumption of Compensation\n), and either\nEP 310 for review of non-static disabilities, or\nEP 336 (for a BDD claim), and\nresuming compensation under the EP 290, and\nthe SOJ assumes responsibility for rating the claim and resolving all other issues associated with the claim.\nNotes\n:\nSet a tracked item under the EP 290 for verification of service with a suspense date of the day following discharge to ensure prompt action on the EP 290.\nAn EP 310 is not necessary if all review examinations are for a future date beyond the service member’s separation date.\nImportant\n:\nVA does\nnot\nrequire a Veteran to use a prescribed form to request reinstatement of benefits\nunless\nthe Veteran is\nconcurrently\nclaiming entitlement to\nan increased disability rating, or\nSC for a new disability.\nNotes\n:\nSimultaneously pending EPs 336 and 310 would only be allowed if the additional claimed conditions and non-static disabilities were different issues.\nExample\n:  If the service member claimed an increase in a non-static disability, then only the 336 would be allowed.\nIf a service member’s last rating decision is not available in the electronic claims folder (eFolder), the intake site must obtain a copy of the rating decision before resuming benefits.\nBecause there is a possibility that service members who participate in the Integrated Disability Evaluation System (IDES) Program might return to active duty, the instructions in this block do\nnot\napply to their cases. Furthermore, Disability Rating Activity Sites (DRASs) prepare “preliminary” rating decisions for these service members\nprior\nto their separation if their Physical Evaluation Board determines they are unfit for duty. These decisions consider the severity of any non-static disabilities. Unless the service department returns an IDES participant to duty, the DRAS of jurisdiction resumes compensation for any static and non-static disabilities (if in order), upon promulgation of a\nfinal\nrating decision.\nClaims processors must review and complete any necessary withholding for receipt of separation benefits and/or military retired pay (MRP) when resuming compensation.\nReferences\n:  For more information on\nEPs, see\nM21-4, Appendix B\nestablishing EPs for BDD and BDD-excluded claims, see\nM21-1, Part X, Subpart i, 6.B.2\nactions to take upon receipt of a claim for reinstatement of compensation, see\nM21-1, Part X, Subpart v, 2.B\nthe use of prescribed forms, see\nM21-1, Part II, Subpart iii, 1.A\nintent to file, see\nM21-1, Part II, Subpart iii, 2.A\nrequests for applications, see\nM21-1, Part II, Subpart iii, 2.G\nhistorical handling of applications and informal claims, see\nM21-1, Part II, Subpart iii, 2.H\nthe requirement to reduce or withhold payments, see\nM21-1, Part VI, Subpart i, 1.A.1.c\nrecoupment of separation benefits, see\nM21-1, Part VI, Subpart ii, 2\nelections and waivers in MRP cases, see\nM21-1, Part VI, Subpart ii, 4.A\n, and\npreparing and adjusting awards in MRP cases, see\nM21-1, Part VI, Subpart ii, 4.B\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section D - Ancillary Benefits and Other Issues Involving Benefits Delivery at Discharge (BDD) or BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177952/M21-1-Part-X-Subpart-i-Chapter-6-Section-D-Ancillary-Benefits-and-Other-Issues-Involving-Benefits-Delivery-at-Discharge-BDD-or-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:01.042754",
  "tags": [
    "m21-1"
  ]
}