{
  "chunk_id": "X_i_6_D_24",
  "content": "/>\nX.i.6.D.4.a\n.\nProcedures for CSPL Requests\nCivil Service Preference Letters (CSPL) can only be created by VA when there is a prior period of verified, completed, other than dishonorable service of record.  Use the table below when receiving one of these requests.\nIf ...\nThen ...\nthere is a prior period of service for which a CSPL can be given\nestablish an EP 400\nfollow the guidance in\nM21-1, Part XIII, Subpart ii, 2.A\nto create the letter, and\nclear the EP 400.\nthere is a prior period of completed service which is not verified\ntake the necessary steps to verify the prior period of service, and\nfollowing receipt of verified qualifying service, follow the above steps for creating the CSPL.\nthere is\nno\nprior period of service for which a CSPL can be given\ndo not create the letter, and\ninform the service member that their unit’s personnel department can provide more information on obtaining a CSPL prior to discharge.\nNote\n:  If the service member does not have a prior period of service for which a CSPL can be given, does not want to obtain a CSPL letter from the service prior to separation, and would prefer to obtain the letter from VA, then\nensure the request for a CSPL is documented in the eFolder, and\ninsert a note in VBMS notifying the SOJ that a CSPL is requested.\nReference\n:  For more information on EPs, see\nM21-4, Appendix B\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section D - Ancillary Benefits and Other Issues Involving Benefits Delivery at Discharge (BDD) or BDD-Excluded Claims",
  "citation": "Part X, Subpart i, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177952/M21-1-Part-X-Subpart-i-Chapter-6-Section-D-Ancillary-Benefits-and-Other-Issues-Involving-Benefits-Delivery-at-Discharge-BDD-or-BDD-Excluded-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:01.042754",
  "tags": [
    "m21-1"
  ]
}