{
  "chunk_id": "X_i_6_E_20",
  "content": "/>\nX.i.6.E.2.b\n.\nService Department Statement of Complete and Current STRs\nSection III of a completed\nVA Form 21-0819\ncontains the PEBLO’s statement of complete and current STRs provided as part of the IDES referral.  The statement will:\nindicate that all known STRs have been provided,\nor\nspecify any exceptions to the provided STRs completeness, and indicate all PEBLO actions that were taken to obtain the record.\nImportant\n:\nIt is generally not necessary for an MSC to develop for specific elements of the STRs (such as the entrance physical) that have been deemed unavailable by the PEBLO and indicated as such on the\nVA Form 21-0819\n.  However, when STRs for an entire or extended period are missing, make all appropriate attempts to obtain the records.  If the records cannot be obtained, prepare a final notification letter according to the instructions in\nM21-1, Part III, Subpart ii, 1.A.1.g\n, detailing the efforts the MSC\nand\nPEBLO took to obtain the missing records, as well as the outcome of those efforts.\nThe SHA, Part A with a response of either\nSeparation from military service\nor\nRetirement\n(as appropriate) selected as the PURPOSE OF EXAM must be part of the IDES referral.\nReferences\n:  For more information on\nSTRs considered to be complete for development purposes, see\nM21-1, Part III, Subpart ii, 2.A.1.f\n, and\nrequesting Federal records, see\nM21-1, Part III, Subpart ii, 1.A.1\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section E - Integrated Disability Evaluation System (IDES), Referrals, and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177953/M21-1-Part-X-Subpart-i-Chapter-6-Section-E-Integrated-Disability-Evaluation-System-IDES-Referrals-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:10.391087",
  "tags": [
    "m21-1"
  ]
}