{
  "chunk_id": "X_i_6_E_33",
  "content": "/>\nX.i.6.E.3.j\n.\nRelevance of the Duty Status of Members of the Reserve or National Guard\nWhen a PEBLO submits a referral for a member of the Reserve or National Guard, MSCs should attempt to obtain a copy of the member’s current orders from the PEBLO.\nIf the PEBLO fails to provide the orders\naccept the referral (if otherwise proper), and\nask the member to provide a copy of the orders at the initial meeting.\nIn the absence of evidence to the contrary, accept the statements of members of the Reserve or National Guard regarding their duty status as credible.\nIf the participant is receiving VA compensation payments while serving on active duty, establish EP 290 with the claim label,\nIDES Return to Active Duty\n.  The EP 290 will be routed by National Work Queue for appropriate action under\nM21-1, Part X, Subpart v, 2.B\n.\nImportant\n:\nEnsure that orders provided by the PEBLO and/or the participant are available in the eFolder.\nM21-1, Part X, Subpart i, 6.K.2\nand\nM21-1, Part X, Subpart i, 6.H.2.a\ncontain instructions that are unique to the handling of IDES cases involving members of the Reserve or National Guard that are\nnot\non active duty.\nM21-1, Part X, Subpart i, 6.G.1\ndiscusses supplemental claims filed by Veterans who are currently not on active duty.\nBefore treating a member of the Reserve or National Guard as an individual who is on active duty, MSCs must ensure the individual is actually performing full-time, active duty service. The fact that a member is “on orders” or in uniform is\nnot\na reliable indicator that they are on active duty.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section E - Integrated Disability Evaluation System (IDES), Referrals, and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177953/M21-1-Part-X-Subpart-i-Chapter-6-Section-E-Integrated-Disability-Evaluation-System-IDES-Referrals-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:10.391087",
  "tags": [
    "m21-1"
  ]
}