{
  "chunk_id": "X_i_6_E_37",
  "content": "/>\nX.i.6.E.4.a\n.\nSteps of the Initial Meeting\nThe table below describes the steps of the initial meeting between MSCs and an IDES participant.\nStep\nAction\n1\nThe MSC\nexplains the purpose of IDES and VA’s role in it\nanswers any questions the participant has about IDES, and\nprovides the participant with\nan overview of the benefits available through VA, as described on\nVeterans Benefits Administration Home (VA.gov)\na copy of the current edition of\nFederal Benefits for Veterans, Dependents, Survivors, and Caregivers\n, pointing out the section of the pamphlet that contains contact information for and the locations of VA facilities, and\nthe MSC’s business card.\n2\nThe MSC informs the IDES participant of the right to seek the advice of other parties during the claims process and explains the availability of Veterans service organizations (VSOs).\nIf the participant expresses interest in being represented by a VSO, the MSC must provide the participant with\nVA Form 21-22, Appointment of Veterans Service Organization as Claimant’s Representative\n.\nImportant\n:  Before providing\nVA Form 21-22\n, MSCs must replace the word “Veteran” with “service member” in Block 1 of the form, if the participant is still on active duty.\nNote\n:  Only service departments have the authority to initiate the submission of\nVA Form 21-0819\nand refer an individual into IDES.  An individual’s representative may\nnot\ntake either of these actions.\n3\nThe MSC explains that:\nIDES participants have the opportunity to initiate VA compensation claims as part of the IDES process, and\nfiling a VA claim as part of the IDES process allows VA to\nbegin paying any VA benefits shortly after separation from service (if the participant is found unfit and medically discharged), and\nshare examination reports and rating information for all issues raised in IDES (claimed and referred) with the service department, so that they can consider this information when determining the participant’s fitness for continued service.\nNote\n:  If the participant expresses concern about VA’s disclosure of information to the service department regarding disability(ies) claimed with VA, the MSC should recommend the participant delay submitting a claim to VA that involves the disability(ies) in question until\nafter\nthe participant exits IDES.\n4\nIf the participant would like to submit a VA claim, go to Step 6 of this table.\nIf the participant declines to submit a claim, go to the next step.\n5\nIf the participant declines to submit a VA claim, the MSC must:\nexplain\nthat VA will evaluate the conditions referred by the service department for only the purposes of the service department, and\nVA compensation will\nnot\nbe awarded as part of participation in IDES\nprovide the participant with a\nVA Form 21-4138, Statement in Support of Claim\nask the participant to document the decision to decline to submit a VA claim on the\nVA Form 21-4138\n, and\ngo to Step 12 of this table.\nNote\n:  If the participant refuses to complete a\nVA Form 21-4138\n, the MSC must document the discussion on a\nVA Form 27-0820, Report of General Information\n, noting the participant’s decision to decline to submit a VA claim.\n6\nThe MSC provides the participant with a\nVA Form 21-526EZ Application for Disability Compensation and Related Compensation Benefits\n.\nReference\n:  For more information on providing forms to participants when an initial meeting is conducted by telephone or videoconference, see\nM21-1, Part X, Subpart i, 6.E.4.d\n.\n7\nThe MSC assists the participant with completion of the\nVA Form 21-526EZ\n.  During this process, the MSC\ncalls attention to evidence tables on the\nVA Form 21-526EZ\n, which describe the information and evidence needed to substantiate a claim for VA disability benefits\nexplains that service connection (SC) is limited to\nchronic\ndisabilities the participant incurred during service or that service in the military aggravated, and\nadvises the participant to list the following in Section V, Block 16 of the\nVA Form 21-526EZ\n:\nthe referred conditions the service department identified on the\nVA Form 21-0819\n, and\nany additional chronic, service-related disabilities the service department did not identify.\nNote\n:  When a participant submits a\nVA Form 21-526EZ\nduring the IDES process, the referred conditions listed by the service department on the\nVA Form 21-0819\nwill be considered in the VA rating decision—whether or not the conditions are specifically listed on the\nVA Form 21-526EZ\n.  However, listing the referred conditions on the\nVA Form 21-526EZ\nis recommended to direct attention to the referred conditions.\nImportant\n:  Although MSCs should bring to the attention of an IDES participant additional disabilities they identified during review of the participant’s medical records, the responsibility for formally placing the disabilities at issue ultimately lies with the participant.\n8\nThe MSC provides the participant with\nVA Form 21-686c\nif\nthe participant has dependents, and\nthe MSC did not provide the form to the participant in advance of the initial meeting\nVA Form 21-674\nif\nthe participant has children between the ages of 18 and 23 who will be in school when the participant becomes eligible to receive VA benefits, and\nthe MSC did not provide the form to the participant in advance of the initial meeting, and/or\nVA Form 21-4142, Authorization to Disclose Information to the Department of Veterans Affairs (VA)\n, if the participant would like VA to consider private treatment records not included in the STRs.\n9\nThe MSC records the date of receipt of any documentation submitted using the instructions in the table below.\nIf the documents were provided ...\nThen the MSC must ...\nin hard copy\ndate stamp the documents as provided in\nM21-1, Part II, Subpart i, 2.B.1.a\n.\nelectronically\nhandle the documents as provided in\nM21-1, Part X, Subpart i, 6.F.1.h\n.\n10\nThe MSC explains the importance of VA having up-to-date mailing address and direct deposit information and asks the participant to immediately notify VA if address or direct deposit information changes at any time during the IDES process or after discharge.\nImportant\n:  If a participant notifies VA of a change of address at any point during involvement in IDES, the VA entity that receives the notice is responsible for\nupdating the participant’s address in the corporate record (This includes checking the C&P PAYMENT ADDRESS box if the update is made through Share and the box is available for editing.), and\ndocumenting the change of address as a note in VBMS.\n11\nThe MSC explains that if the participant’s service department\ndetermines the participant is\nunfit\nfor duty, VA will\ndetermine the participant’s entitlement to VA benefits, and\nbegin paying benefits to the participant (if entitlement exists) shortly after separation from service,\nor\nreturns the participant to duty, VA will\nclose the participant’s claim, and\ntake no further action until a claim that is eligible for consideration is filed.\nException\n:  If the participant is a member of the Reserve or National Guard who is\nnot\non active duty, the MSC explains to the participant that VA will make a decision regarding entitlement to benefits as soon as the service department\ndetermines the participant is unfit for duty, or\nreturns the participant to duty.\nReference\n:  For more information about IDES cases involving members of the Reserve or National Guard that are not on active duty, see\nM21-1, Part X, Subpart i, 6.K.2\n.\n12\nThe MSC informs the participant that VA will order examinations to evaluate all referred and claimed disabilities.\nException\n:  VA will\nnot\nexamine disabilities as provided in\nM21-1, Part X, Subpart i, 6.F.2.b\n.\n13\nThe MSC closes the meeting with the IDES participant, at which time the MSC\ninforms the participant that\nthe PEBLO will provide the participant with the date and time of any VA examination the MSC schedules\nthe participant must go through the PEBLO to make any changes to the date and time of any scheduled VA examination\nif they want to initiate a claim with VA for additional issues, they should contact their MSC to submit a prescribed form, bearing in mind that VA may not be able to decide those issues until\nafter\nthey exit IDES, and\nthe MSC will meet with the participant, regardless of the outcome, when the participant exits IDES, and\nprovides the participant with\ncopies of all documents the participant signed, and\nthe address and driving directions for the facility(ies) where the participant will report for VA examination(s).\n14\nThe MSC documents the meeting by\ncompleting\nVA Form 27-0820\nand uploading it to the participant’s eFolder,\nor\nentering a detailed note in VBMS.\nThe documentation should include a summary of the meeting, including the reason for it, and any noteworthy information exchanged.\nImportant\n:  If the meeting is held via telephone or video conference, it\nmust\nbe documented on a\nVA Form 27-0820\n, as discussed in\nM21-1, Part X, Subpart i, 6.E.4.d\n.\nNote\n:  If the participant returns\nVA Form 21-526EZ\n(or expressly declines to file a claim) during the initial meeting, treat the meeting as concluded on that date.  Otherwise, consider the meeting concluded on the earlier of the following\nthe date that the participant returns\nVA-Form 21-526EZ\n, or\nexpiration of the suspense period discussed in\nM21-1, Part X, Subpart i, 6.E.4.i\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section E - Integrated Disability Evaluation System (IDES), Referrals, and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177953/M21-1-Part-X-Subpart-i-Chapter-6-Section-E-Integrated-Disability-Evaluation-System-IDES-Referrals-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:10.391087",
  "tags": [
    "m21-1"
  ]
}