{
  "chunk_id": "X_i_6_E_39",
  "content": "/>\nX.i.6.E.4.c\n.\nDetermining Whether PTSD Stressor Development Is Required\nWhen there is a claim for SC for PTSD, the MSC’s duty to provide a participant with the\nVA Form 21-0781, Statement in Support of Claimed Mental Health Disorder(s) Due to an In-Service Traumatic Event(s)\n, and assist in completing it at the initial meeting will depend upon whether there is a need to obtain credible supporting evidence of a claimed in-service stressor.\nWhether a PTSD claim requires stressor development or whether a stressor can be established by the claimant’s lay testimony is covered in detail in\nM21-1, Part VIII, Subpart iv, 1\n.\nImportant\n: For active duty IDES participants, the fact that a VA examination will be conducted while the individual is still in service will typically make completion of the\nVA Form 21-0781\nat the initial meeting unnecessary. This is because a diagnosis of PTSD in-service would typically be sufficient to support a grant on a direct basis without stressor verification. When PTSD is diagnosed in service, the participant’s testimony alone may establish that the claimed in-service stressor occurred as provided in\n38 CFR 3.304(f)(1)\n, and if late onset or delayed PTSD is diagnosed related to a pre-service stressor, there is no statutory or regulatory requirement for credible supporting evidence. Conversely, VA examination results showing no PTSD diagnosis would also make stressor development unnecessary.\nIn cases involving IDES participants who are not on active duty, in which stressor development is required, the MSC must:\nprovide and assist the participant with completing the\nVA Form 21-0781\n, and\nprocess the claim in accordance with\nM21-1, Part VIII, Subpart iv, 1.A\n.\nNote\n:  If further stressor development is required in cases involving MST, the MSC must notify the DRAS.  The MST Outreach Coordinator at the DRAS is responsible for taking the actions outlined in\nM21-1, Part VIII, Subpart iv, 1.A\n.\nReference\n:  For more information on an in-service diagnosis of PTSD based on a\nin-service stressor or a pre-service stressor, see\nM21-1, Part VIII, Subpart iv, 1\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section E - Integrated Disability Evaluation System (IDES), Referrals, and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177953/M21-1-Part-X-Subpart-i-Chapter-6-Section-E-Integrated-Disability-Evaluation-System-IDES-Referrals-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:10.391087",
  "tags": [
    "m21-1"
  ]
}