{
  "chunk_id": "X_i_6_E_45",
  "content": "/>\nX.i.6.E.4.i\n.\nHandling Cases Where a Participant Does Not Immediately Return a Completed VA Form 21-526EZ\nIf a participant indicates the intention to file a VA claim as part of the IDES process, but is unable, or chooses not to, return the\nVA Form 21-526EZ\nimmediately, then the MSC must notify the participant that\nthe MSC can wait up to five calendar days for return of the\nVA Form 21-526EZ\nif the application is not received within five days, examinations will be ordered only for the conditions identified by the service department on the\nVA Form 21-0819\nif the\nVA Form 21-526EZ\nis received after five days, any claimed issues may be deferred until\nafter\nthe participant exits IDES, and\nunless VA receives a completed application, VA will be unable to pay benefits.\nMSCs must wait until the completed\nVA Form 21-526EZ\nis received or until the five-day deadline passes (whichever is earlier) before requesting examinations.  If extenuating circumstances exist that impact the participant’s ability to return the form, the MSC may defer requesting exams beyond the five-day deadline.\nNotes\n:\nIf a participant returns a completed\nVA Form 21-526EZ\nwithin five days, then the form should be handled as if it were provided during the initial meeting.\nIf the\nVA Form 21-526EZ\nis received after five days, it should be handled in accordance with\nM21-1, Part X, Subpart i, 6.E.4.j\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section E - Integrated Disability Evaluation System (IDES), Referrals, and Initial Processing",
  "citation": "Part X, Subpart i, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177953/M21-1-Part-X-Subpart-i-Chapter-6-Section-E-Integrated-Disability-Evaluation-System-IDES-Referrals-and-Initial-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:10.391087",
  "tags": [
    "m21-1"
  ]
}