{
  "chunk_id": "X_i_6_F_7",
  "content": "/>\nX.i.6.F.1.b\n.\nUpdating Systems\nThe Veterans Tracking Application (VTA) and Veterans Benefits Management System (VBMS) updates listed in the table below must be completed after the initial meeting.\nStep\nAction\n1\nUpdate the following fields on the MSC tab in VTA as indicated in the table below.\nField Name\nUser Input\nNUMBER OF CLAIMED CONDITIONS\nEnter the number of disabilities the participant claimed.\nNotes\n:\nInclude disabilities referred to Department of Veterans Affairs (VA) by the service department.\nIf the participant declined to file a VA claim or failed to return a completed application, enter\n0\n.\nMSC/SERVICEMEMBER INTERVIEW DATE\nEnter the date of the interview with the participant.\nMSC/SERVICEMEMBER INTERVIEW TYPE\nSelect the manner in which the interview was completed.\nVA FORM 21-526EZ OUTCOME\nSelect the status of the participant’s application submission upon conclusion of the initial meeting.\nVA FORM 21-526EZ RECEIVED\nIndicate whether the participant has submitted a\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n.\nVA FORM 21-526EZ RECEIVED DATE\nEnter the date the\nVA Form 21-526EZ\nwas received.\nImportant\n:  If an MSC fails to assign an IDES case to themself, VTA will not save any of the other data they enter for the case.\n2\nUnder the end product (EP) 689, enter contentions into VBMS in accordance with\nM21-1, Part III, Subpart i, 2.F.2.a-e\n, to include all\nreferred conditions listed on the\nVA Form 21-0819, DoD Referral to Integrated Disability Evaluation System (IDES)\nclaimed conditions listed on the\nVA Form 21-526EZ\n, and\nclaimed dependents.\nNote\n:  The DATE OF CONTENTION field in VBMS is the date of claim (DOC) of the EP 689 for both referred issues and issues raised as part of the initial meeting.\nExceptions\n:\nIf the participant is currently service-connected (SC) at a rate of 30 percent or higher, do not list claimed dependents as contentions under EP 689.  After completing the remaining system updates, process a separate EP 130 as explained in Step 5 of this table.\nConditions listed on a\nVA Form 21-526EZ\nthat was not returned within five days of the initial meeting must be entered in VBMS with a date of contention which reflects the date the\nVA Form 21-526EZ\nwas received.\n3\nEnter any applicable special issues in VBMS in accordance with\nM21-1, Part III, Subpart i, 2.F.2.f and g\n.\nReference\n:  For more information on available special issue indicators, see\nM21-4, Appendix E, 2\n.\n4\nEnsure that the MILITARY SERVICE\ntab in VBMS accurately reflects the participant’s\ncurrent branch of service, and\ndate of entry into active duty,\nif the participant is currently on active duty.\nNote\n:  If the participant is currently on active duty, do not check the SERVICE VERIFIED box.  Service should not be marked as verified until after\nthe participant has been discharged, and\nVA has received verification of the participant’s separation date and character of discharge.\nImportant\n:  It is critical that date of entry of the current period of service is entered in all cases involving active duty service members before entering VA exams.  Incomplete service information can prevent the automated return of IDES disability benefits questionnaires (DBQs) to the service department.\n5\nOnly if the participant is currently SC at a rate of 30 percent or higher and submitted a completed\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n, to claim dependents\nestablish an EP 130, using\nthe date the\nVA Form 21-686c\nwas received as the DOC, and\na standard (non-IDES) dependency claim label, and\nlist the claimed dependents as contentions under the EP 130.  The MSC takes no action on the EP130.  National Work Queue (NWQ) will route it for processing.  However, if for any reason it is still pending at the time of the IDES final rating, the Disability Rating Activity Site (DRAS) may take action on it as long as all evidence needed to determine the dependency issue is of record.\nNote\n:  All dependency related documents must also be uploaded into the Veteran’s electronic claims folder (eFolder) or shipped to the scanning vendor as indicated in\nM21-1, Part X, Subpart i, 6.F.1.g\n.\nReferences\n:  For more information on\nusing VTA, see the\nVTA User Guide\n, and\nusing VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section F - Integrated Disability Evaluation System (IDES) Development and Examinations",
  "citation": "Part X, Subpart i, Chapter 6, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177955/M21-1-Part-X-Subpart-i-Chapter-6-Section-F-Integrated-Disability-Evaluation-System-IDES-Development-and-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:19.727255",
  "tags": [
    "m21-1"
  ]
}