{
  "chunk_id": "X_i_6_F_22",
  "content": "/>\nX.i.6.F.2.d\n.\nDBQs Required for IDES Examinations\nWhen an IDES examination is required as provided in\nM21-1, Part X, Subpart i, 6.F.2.b\nand\nc\n, MSCs must request completion of the\nGeneral Medical - Separation Health Assessment Disability Benefits Questionnaire\nfor\nevery\nIDES participant.\nIn addition, when at issue, request completion of one or more DBQs corresponding with conditions requiring a specialist examination (as discussed in\nM21-1, Part IV, Subpart i, 2.A.6\n).\nImportant\n:\nWhere a posttraumatic stress disorder (PTSD) examination is required, request completion of the\nInitial Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nif VA has not yet established SC.  Otherwise request the\nReview Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\n.\nWhen there are claims involving an undiagnosed illness or medically unexplained chronic multi-system illness (MUCMI) due to exposures incurred during Gulf War era service, and an examination is necessary as defined in\nM21-1, Part VIII, Subpart ii, 1.B.2.a\n, do\nnot\nrequest a Gulf War general medical examination DBQ.  Instead, as part of the request for the Separation Health Assessment (SHA), ensure to copy and paste the following examination request language from the\nSupplemental Language Matrix\ninto the ADDITIONAL INFORMATION field of the examination scheduling request (ESR):\nGulf War Claim Definitions\n, and\nSHA for a Gulf War contention\n.\nNotes\n:\nIf the participant was referred to IDES on the basis of PTSD, and the\nReview Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nwas completed as part of the current IDES examination (because the participant was previously SC), the MSC must provide a copy of the previously completed\nInitial Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nalong with the current\nReview Post Traumatic Stress Disorder (PTSD) Disability Benefits Questionnaire\nwhen returning examination results to the PEBLO.\nThe Gulf War supplemental language outlined above\nmust\nbe included in the examination request, regardless of whether the claimed undiagnosed illness or MUCMI symptoms could be attributed to an established clinical diagnosis or otherwise substantiated.\nReferences\n:  For more information on\nlimitations on the types of examinations contract examiners may conduct, see\nM21-1, Part X, Subpart i, 6.F.2.i\n, and\nM21-1, Part IV, Subpart i, 2.A.1.i\nimpact of a clinical diagnosis in determining whether a Gulf War examination is necessary, see\nM21-1, Part VIII, Subpart ii, 1.B.2.e\ndeeming a Gulf War examination unnecessary when the claim is substantiated, see\nM21-1, Part VIII, Subpart ii, 1.B.2.i\nthe SHA, see\nM21-1, Part IV, Subpart i, 2.E.3.b\npresumptive SC for Persian Gulf Veterans, see\nM21-1, Part VIII, Subpart ii, 1.A\nand\nB\n, and\nthe availability of SHA results electronically, see\nM21-1, Part X, Subpart i, 6.C.3.c\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section F - Integrated Disability Evaluation System (IDES) Development and Examinations",
  "citation": "Part X, Subpart i, Chapter 6, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177955/M21-1-Part-X-Subpart-i-Chapter-6-Section-F-Integrated-Disability-Evaluation-System-IDES-Development-and-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:19.727255",
  "tags": [
    "m21-1"
  ]
}