{
  "chunk_id": "X_i_6_F_32",
  "content": "/>\nX.i.6.F.2.n\n.\nHandling Cases Involving a Participant Who Is Too Disabled to Travel to an Examination\nMSCs, PEBLOs, and physicians at MTFs are responsible for determining whether a participant is too disabled to travel to an examination.\nThe table below describes the process for handling cases involving a participant who is too disabled to travel to an examination.\nStep\nAction\n1\nThe participant’s MSC\nnotifies the DRAS of jurisdiction by e-mail that the participant is too disabled to travel to an examination\nrequests that the DRAS make a determination whether all referred conditions can be rated on the basis of the evidence of record, and\nprovides the DRAS with participant’s\nservice treatment records (STRs), and\ncurrent inpatient/outpatient treatment records that refer to any claimed or referred disability.\n2\nThe rating activity at the DRAS reviews available medical records to determine whether referred conditions can be rated using the evidence of record.\nNote\n:  If the rating activity determines additional, relevant treatment records exist, the MSC is responsible for obtaining them.\n3\nThe DRAS notifies the MSC of the determination within five days of the request.\n4\nThe MSC reviews the determination and takes the action specified in the table below.\nIf the determination is that the referred conditions …\nThen the MSC must ...\ncan be rated on the basis of the evidence of record\nnotify the participant’s PEBLO that the case can move forward without an examination, and\nupdate VTA by\nentering the\nMedical Evaluation Board (MEB) location in the SHA EXAM SITE field, and\nthe provider who conducted the examination(s) in the SHA PROVIDER field, and\nselecting the NO NEW EXAMS NEEDED checkbox.\nNote\n:  VTA will auto-populate the current date into the following fields when the NO NEW EXAMS NEEDED checkbox is selected:\nMEDICAL EVALUATION START DATE\nSHA EXAM REQUESTED DATE\nSHA EXAM RETURNED DATE\nEXAM END DATE, and\nMEDICAL EVALUATION END DATE.\ncannot\nbe rated on the basis of the evidence of record\nnotify Compensation Service of the determination by sending an e-mail to\nVAVBAWAS/CO/IDES\n, and\nawait further guidance from Compensation Service.\n5\nUpon receipt of a request for proposed rating from the physical evaluation board, the DRAS must prepare a proposed rating decision addressing\nall referred conditions, and\nany claimed conditions for which the evidence of record supports a favorable decision.\nImportant\n:  When a participant is too disabled to report for examinations, it is acceptable for DRAS to defer decisions for claimed conditions on the proposed rating as noted in\nM21-1, Part X, Subpart i, 6.H.1.d\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section F - Integrated Disability Evaluation System (IDES) Development and Examinations",
  "citation": "Part X, Subpart i, Chapter 6, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177955/M21-1-Part-X-Subpart-i-Chapter-6-Section-F-Integrated-Disability-Evaluation-System-IDES-Development-and-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:19.727255",
  "tags": [
    "m21-1"
  ]
}