{
  "chunk_id": "X_i_6_F_41",
  "content": "/>\nX.i.6.F.3.d\n.\nActions MSCs Must Take Once All Examination Reports Are Deemed Complete\nMSCs must take the actions described in the table below as soon as\nall\nof an IDES participant’s examination reports are available in the eFolder and have been deemed complete.\nStep\nAction\n1\nUpdate the SHA EXAM RETURNED DATE on the MSC Tab in VTA with the date the\nlast\nDBQ was received (shown in the STORAGE DATE column of the DOCUMENTS screen in VBMS) from the\nSHA provider\n.\nNote\n:  The provider the SHA DBQ was requested from is considered the “SHA provider.”\n2\nWere examination requests submitted to multiple providers?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n3\nUpdate the OTHER EXAM RETURNED DATE in VTA with the date the\nlast\nDBQ was received (shown in the STORAGE DATE column of the DOCUMENTS screen in VBMS) from the\nother provider\n.\nNote\n:  A provider who completes DBQs in an IDES case but does not complete the SHA DBQ is considered the “other provider.”\n4\nUpdate the EXAM END DATE field in VTA to reflect the date when\nall\nthe participant’s examination reports became available to the participant’s MSC.\nNote\n:  The date entered in the EXAM END DATE field will be the\nlater\nof the dates entered in the\nSHA EXAM RETURNED DATE field,\nor\nOTHER EXAM RETURNED DATE field (if applicable).\n5\nReview VBMS notes for the message\nSHA exam results have been successfully transferred to DoD (HAIMS)\n.\nImportant\n:  If this message is not shown, MSCs must compete the actions outlined in\nM21-1, Part X, Subpart i, 6.F.3.e\nbefore going to the next step.\n6\nIf any previously completed DBQs (i.e., not associated with the current IDES examination request), will be used for IDES purposes, ensure that they have been provided to the PEBLO via acceptable alternative means.\nRationale\n:  Previously completed DBQs are not transferred to the service department via automated process.\nNote\n:  PEBLOs require copies of\npreviously completed\nDBQs when\nthe results of recently completed non-IDES examinations can be used for IDES purposes, (as discussed in\nM21-1, Part X, Subpart i, 6.F.2.c\n), and\nwhen a PTSD Review DBQ was completed for a participant who was referred to IDES on the basis of PTSD (as discussed in\nM21-1, Part X, Subpart i, 6.F.2.d\n).\nReference\n:  For more information about acceptable alternative means of document transfer, see\nM21-1, Part X, Subpart i, 6.E.3.f\n.\n7\nIf the claim required development other than VA examinations, ensure that\nall required development actions have been initiated, and/or\nany required follow-up requests are made on development items with past due suspense dates\nImportant\n:  Go to the next step after ensuring all required development has been\ninitiated\n.  Do not delay action on the remaining steps in this table because development actions (unrelated to VA examinations) are not yet resolved.\n8\nEnsure all tracked items have been updated to reflect the appropriate disposition per\nM21-4, Appendix D, 1\n.\nNotes\n:\nAll examination tracked items must be marked\nClosed\n,\nReceived\n, or\nIn Error\nbefore transferring the case to DRAS.\nWhen development remains pending on any other issue (not related to examinations) the associated tracked items must remain open with appropriate suspense dates; DRAS will ensure that these tracked items are resolved.\n9\nEnsure that the\nIDES Development Checklist\nhas been completed and incorporated into the eFolder (or forwarded to the scanning vendor under a DCS).\nNote\n:  If the MSC uploads the checklist directly into the eFolder, they must use the indexing values specified on the checklist.\nReference\n:  For more information on the use of the\nIDES Development Checklist\n, see\nM21-1, Part X, Subpart i, 6.E.3.a\n.\n10\nUpdate the claim status of the EP 689 to\nReady for Decision (RFD)\n.\nNote\n:  The claim status must reflect RFD, even if non-exam related tracked items remain open.\n11\nApply the\nTransfer from Intake Site\nspecial issue to the first contention listed under the EP 689.\nNote\n:  Applying this special issue will transfer the claim to DRAS via automated NWQ routing.\n12\nUpdate the MEDICAL EVALUATION END DATE field according to the table below.\nIf …\nThen, update the MEDICAL EVALUATION END DATE field to reflect …\nall examination results were transferred via automated transfer process\nthe current date.\nthe MSC had to take action to provide the results to the PEBLO\nthe date the examination results were sent the PEBLO.\nNotes\n:\nEntry of the MEDICAL EVALUATION END DATE serves to notify\nDRAS that the case is ready for rating preparation, and\nthe PEBLO assigned that the results are available in HAIMS.\nMSCs must make every effort to take the actions outlined in Steps 5 through 12 of this table on the same day.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section F - Integrated Disability Evaluation System (IDES) Development and Examinations",
  "citation": "Part X, Subpart i, Chapter 6, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177955/M21-1-Part-X-Subpart-i-Chapter-6-Section-F-Integrated-Disability-Evaluation-System-IDES-Development-and-Examinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:19.727255",
  "tags": [
    "m21-1"
  ]
}