{
  "chunk_id": "X_i_6_G_6",
  "content": "/>\nX.i.6.G.1.a\n.\nHandling IDES Claims or Referrals Involving Previously Denied Issues\nIntegrated Disability Evaluation System (IDES) participants who are already Veterans might have previously filed claims for Department of Veterans Affairs (VA) compensation and either\nhave a higher-level review (HLR) or appeal currently pending with respect to a previously denied claim, or\nsimply wish to file another claim for a previously denied condition.\nAppeals and HLRs, as well as supplemental claims filed by Veterans who are currently not on active duty, are processed outside of the IDES program.\nHowever, claims and referrals involving previously denied issues can be developed and decided in the IDES program when\nan active duty IDES participant files a supplemental claim for previously denied issues on\nVA Form 20-0995, Decision Review Request: Supplemental Claim\n, or\nthe previously denied issues are referred by the service department (i.e., included on\nVA Form 21-0819, DOD Referral to Integrated Disability Evaluation System (IDES)\n) even though the claimant does not file a claim.\nNote\n:  As specified in\nM21-1, Part X, Subpart i, 6.H.2.d\ndeterminations ultimately made on referrals will be for PEB purposes only when the referral is for an issue currently on appeal or HLR, or when the individual declines to file a claim.\nReferences\n:  For more information on\nhandling previously denied issues in pre-discharge claims, see\nM21-1, Part X, Subpart i, 6.A.2\nthe effect of a claimant filing IDES claims for previously denied issues on\nVA Form 21-526EZ\nrather than\nVA Form 20-0995\n, see\nM21-1, Part X, Subpart i, 6.A.2.a\nexaminations of IDES disabilities that were subject of a previously denied claim, see\nM21-1, Part X, Subpart 1, 6.G.1.b\nconsidering previously denied issues in IDES rating decisions, see\nM21-1, Part X, Subpart 1, 6.G.1.c\nsupplemental claim procedures, see\nM21-1, Part II, Subpart iii, 2.B\n, and\nM21-1, Part X, Subpart ii, 2.A\nVA appeals and reviews, see\nM21-5\n, and\nrequired application forms, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section G - Integrated Disability Evaluation System (IDES) Pending Claims, Appeals, and Previously Denied Issues",
  "citation": "Part X, Subpart i, Chapter 6, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177956/M21-1-Part-X-Subpart-i-Chapter-6-Section-G-Integrated-Disability-Evaluation-System-IDES-Pending-Claims-Appeals-and-Previously-Denied-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:28.959285",
  "tags": [
    "m21-1"
  ]
}