{
  "chunk_id": "X_i_6_G_10",
  "content": "/>\nX.i.6.G.1.e\n.\nHandling Pending Claims From Veterans in IDES\nThe table below describes the actions that must be taken if a service department refers a Veteran with a pending claim into IDES.\nImportant\n:  The instructions in the table below apply to cases involving BDD or other pre-discharge claims,\nprovided\nthe Veteran was discharged from service before the IDES referral was made.\nIf the BDD/pre-discharge claimant was referred into IDES prior to the projected discharge date, and remains on active duty at the time of the IDES referral, the claim must be handled in accordance with\nM21-1, Part X, Subpart i, 6.G.1.d\n.\nResponsible Party\nDescription of Necessary Actions\nMSC\nExplain to the participant that VA will continue to process the pre-IDES claim separately.\nDo\nnot\nrequest transfer of or broker the pre-IDES EP(s).\nEstablish EP 689 and develop the IDES claim in accordance with standard IDES procedures.\nEnsure all IDES development actions are clearly documented in the Veterans Benefits Management System (VBMS).\nConsider development actions taken by the RO working the pre-IDES EP, and avoid duplicative actions and examinations to the extent possible.\nEnsure examinations are completed for all issues raised in IDES.\nTake the following actions upon completion of IDES development:\nbroker the EP 689 to the appropriate DRAS\n, and\nleave any pending pre-IDES EP to remain under the jurisdiction of the assigned RO.\nReference\n:  For more information on the acceptability of examinations completed outside of IDES, see\nM21-1, Part X, Subpart i, 6.F.2.c\n.\nRO with jurisdiction of the pre-IDES EP(s)\nIdentify rating-related cases with a concurrent IDES claim by the presence of a pending EP 689.\nConsider development actions taken by the IDES MSC, and avoid duplicative actions/examinations to the extent possible.\nContinue to process the pre-IDES EPs in accordance with standard procedures, making all efforts to resolve the claim and EP as expeditiously as possible.\nTake\nno\naction on EP 689.\nAssigned DRAS\nPrepare the IDES rating under the existing rating EP.\nAttempt to address\nall\ncontentions (to include any undecided pre-IDES issues) within the IDES rating.\nNotes\n:\nIf the pre-IDES EP has been resolved prior to DRAS rating action, the DRAS must establish a new rating EP in accordance with\nM21-1, Part X, Subpart i, 6.K.2.d\n.\nThe DRAS may defer any issue associated with a pre-IDES EP on the IDES rating if\nthe evidence of record is not sufficient to decide the issue, and\nthe issue was not claimed or referred as part of the IDES claim\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section G - Integrated Disability Evaluation System (IDES) Pending Claims, Appeals, and Previously Denied Issues",
  "citation": "Part X, Subpart i, Chapter 6, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177956/M21-1-Part-X-Subpart-i-Chapter-6-Section-G-Integrated-Disability-Evaluation-System-IDES-Pending-Claims-Appeals-and-Previously-Denied-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:28.959285",
  "tags": [
    "m21-1"
  ]
}