{
  "chunk_id": "X_i_6_H_6",
  "content": "/>\nX.i.6.H.1.a\n.\nRequired DRAS Actions Upon Completion of VA Examinations\nProposed rating activity should begin upon completion of the Medical Evaluation Stage.  The Disability Rating Activity Site (DRAS) will identify cases requiring action using the Pending Rating Preparation Report in Veterans Tracking Application (VTA).\nIn each Integrated Disability Evaluation System (IDES) case with completed Department of Veterans Affairs (VA) examinations, the DRAS must complete the actions outlined in the table below.\nStep\nAction\n1\nDetermine the duty status of the participant.\nIf the case involves a\nservice member currently serving on active duty, go to Step 2, or\nVeteran (not currently serving on active duty), complete the actions outlined in\nM21-1, Part X, Subpart i, 6.K.2.d\nand take no further action in this table.\n2\nPrepare a proposed rating decision under the pending end product (EP) 689 that addresses all claimed and referred conditions in accordance with\nM21-1, Part X, Subpart i, 6.H.1.c\n.\nImportant\n:\nThe rating must fully address all issues known to be referred by the service department.  If incomplete development prevents a decision on any referred condition(s), the DRAS must resolve the deficiency before going to the next step.\nWhen all referred conditions can be decided, but the evidence is insufficient to decide all claimed conditions, claimed conditions should be deferred in accordance with\nM21-1, Part X, Subpart i, 6.H.1.d\n.\n3\nFinalize the proposed rating in Veterans Benefits Management System-Rating (VBMS-R).\n4\nIn VTA, update the following fields\nPROPOSED RATING COMPLETED ON DATE\nPROPOSED RATING COMPLETED BY, and\nDEFERRED ISSUES.\n5\nPrepare the benefits estimate letter (BEL) in accordance with\nM21-1, Part X, Subpart i, 6.H.1.f\nand\nM21-1, Part X, Subpart i, 6.H.5\n.\n6\nUpdate the BENEFIT ESTIMATE LETTER COMPLETED ON DATE field in VTA.\n7\nClear EP 310 in accordance with\nM21-1, Part X, Subpart i, 6.H.1.h\n.\n8\nInitiate development on any deferred claimed conditions in accordance with\nM21-1, Part X, Subpart i, 6.H.1.d\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section H - Integrated Disability Evaluation System (IDES) Proposed Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177957/M21-1-Part-X-Subpart-i-Chapter-6-Section-H-Integrated-Disability-Evaluation-System-IDES-Proposed-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:38.251103",
  "tags": [
    "m21-1"
  ]
}