{
  "chunk_id": "X_i_6_H_8",
  "content": "/>\nX.i.6.H.1.c\n.\nAddressing Claimed and Referred Conditions in Proposed Rating Decisions\nThe DRAS is responsible for preparing proposed rating decisions for Physical Evaluation Boards (PEBs)s that address every disability that was\nreferred by the service department, and\nformally claimed by the participant during the initial meeting with the Military Services Coordinator (MSC).\nExceptions\n:\nWhen the evidence is sufficient to decide all disabilities that were referred by the service department, but not yet sufficient to decide claimed issues, the DRAS may defer a decision on the claimed issue(s) and return a partial rating decision to the PEB.\nIn cases involving members of the National Guard and Reserve who are not on active duty, a final VA rating decision will be prepared and returned to the PEB in lieu of a proposed rating (in accordance with\nM21-1, Part X, Subpart i, 6.K.2\n).\nImportant\n:  The rating decision returned to the PEB must always fully address all conditions that are understood to be\nreferred\nby the service department at the time of the proposed rating action.  When referred issues cannot be decided due to incomplete development, the DRAS must resolve the deficiency prior to preparing the proposed rating, as referred issues cannot be deferred on proposed ratings.\nDeferrals of claimed conditions must be handled in accordance with\nM21-1, Part X, Subpart i, 6.H.1.d\n, in cases involving participants serving on active duty, and\nM21-1, Part X, Subpart i, 6.J.1.e\n, in cases involving participants who are not currently on active duty.\nReferences\n:  For more information on\ndisabilities that IDES participants claim after their initial meeting with their MSC, see\nM21-1, Part X, Subpart i, 6.K.1.c and d\nissues associated with claims that were pending prior to the participant’s referral to IDES, see\nM21-1, Part X, Subpart i, 6.G.1.d and e\ndisabilities that cannot be evaluated due to a participant’s pregnancy, see\nM21-1, Part X, Subpart i, 6.K.3.e\nparticipants who are too disabled to report for examinations, see\nM21-1, Part X, Subpart i, 6.F.2.n\n, and\ndisabilities found on examination that were not specifically claimed or referred, see\nM21-1, Part X, Subpart i, 6.K.1.i\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section H - Integrated Disability Evaluation System (IDES) Proposed Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177957/M21-1-Part-X-Subpart-i-Chapter-6-Section-H-Integrated-Disability-Evaluation-System-IDES-Proposed-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:38.251103",
  "tags": [
    "m21-1"
  ]
}