{
  "chunk_id": "X_i_6_H_18",
  "content": "/>\nX.i.6.H.2.b\n.\nRating Issues That Are Unique to IDES Cases\nDRAS decision makers must consider the issues in the table below when preparing proposed ratings that will be used by the PEB.\nIssue\nDiscussion\nGoniometer Readings\nUse the goniometer readings in examination reports when assigning evaluations for back disorders\nunless\nan examiner indicates in a report that the readings do not accurately reflect the IDES participant’s true functional limitations.\nImportant\n:  When goniometer readings do not accurately reflect the IDES participant’s true functional limitations, provide an explanation in the narrative of the proposed rating decision.\nEvaluations Subject to Change\nWhen the evaluation assigned to a disability in a proposed rating decision is subject to change, explain in the narrative of the proposed rating decision that a different evaluation may be warranted when the final rating decision is made.\nFuture Examinations\nWhen a future examination of a disability is necessary, note this in the proposed rating decision.\nRationale\n:  When deciding whether to place a participant on the Temporary Disability Retired List or the Permanent Disability Retired List, PEBs consider a determination that a future examination of a disability is necessary.  This information must be included in the proposed rating decision because PEBs do not receive copies of final rating decisions.\nCoexisting Claimed and Referred Disabilities\nWhen preparing a proposed rating decision, take the additional actions described in\nM21-1, Part X, Subpart i, 6.H.2.c\nif\ncoexisting disabilities exist to which the rating schedule requires the assignment of a single disability rating\none of the disabilities is a disability the IDES participant claimed, and\nthe other disability is one that the participant’s service department referred to VA.\nExaminations Found Insufficient for Rating Purposes\nWhen IDES examinations are determined to be insufficient for rating purposes, the DRAS must take the actions outlined in\nM21-1, Part X, Subpart i, 6.F.3.h\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section H - Integrated Disability Evaluation System (IDES) Proposed Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177957/M21-1-Part-X-Subpart-i-Chapter-6-Section-H-Integrated-Disability-Evaluation-System-IDES-Proposed-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:38.251103",
  "tags": [
    "m21-1"
  ]
}