{
  "chunk_id": "X_i_6_H_19",
  "content": "/>\nX.i.6.H.2.c\n.\nDecisions Involving Coexisting Claimed and Referred Disabilities\nIf an IDES participant has coexisting\nclaimed\nand\nreferred\ndisabilities that must be assigned a\nsingle\ndisability rating under the rating schedule, the DRAS decision maker must\ndetermine the appropriate disability rating for the\nreferred\ndisability alone (as if the coexisting\nclaimed\ndisability did not exist), and\nnote the separate disability rating and the rationale for its assignment in the\nReasons for Decision\npart of the rating decision that discusses the coexisting disabilities.\nRationale\n:  PEBs may consider\nonly\nthe disability ratings VA assigns to\nreferred\ndisabilities when deciding a participant’s final disposition.\nExample\n:  A participant claims SC for sleep apnea.  Referred conditions include asthma.  Both conditions are appropriately diagnosed, and sleep apnea is confirmed by a sleep study.  Pulmonary function tests warrant a 10-percent disability rating.  However, the participant also uses a continuous positive airway pressure machine which is medically necessary for sleep apnea.VA awards SC for asthma and sleep apnea as coexisting disabilities and assigns a disability rating of 50 percent.\nResult\n:  The individual who prepares the proposed rating decision\nmust\nindicate in the corresponding\nReasons for Decision\nthat the participant’s asthma, if rated alone, would warrant the assignment of a 10-percent disability rating based on the results of pulmonary function testing.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section H - Integrated Disability Evaluation System (IDES) Proposed Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177957/M21-1-Part-X-Subpart-i-Chapter-6-Section-H-Integrated-Disability-Evaluation-System-IDES-Proposed-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:38.251103",
  "tags": [
    "m21-1"
  ]
}