{
  "chunk_id": "X_i_6_H_25",
  "content": "/>\nX.i.6.H.3.a\n.\nHandling a PEB Request for a Proposed Rating Decision\nPEBs will indicate their need for a VA rating decision via VTA update; no physical request or records will be sent to DRAS.  Cases in which the PEB has requested a VA rating will be indicated on the\nPending Proposed Rating Report\nin VTA.\nFor each case that appears on the VTA\nPending Proposed Rating Report\n, the DRAS must complete the actions indicated in the table below.\nStep\nAction\n1\nEnter a date in the PROPOSED RATING START DATE field in VTA.  (The date entered in this field must match the date entered in the PROPOSED RATING REQUEST DATE field on the PEB Tab of VTA ).\n2\nReview VTA and/or VBMS to confirm that the following items have been completed\na rating decision that meets the specifications outlined in\nM21-1, Part X, Subpart i, 6.H.1.c\n, and\na notification letter that meets the specifications outlined\nM21-1, Part X, Subpart i, 6.H.1.f\n.\n3\nAre both the rating decision and notification letter completed and in the electronic claims folder (eFolder)?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ntake immediate action to complete the required rating and notification letter, and\ngo to the next step.\n4\nHas the requesting PEB agreed to obtain proposed ratings directly from the eFolder?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\nNote\n:  Some PEB personnel have access to the VBMS eFolder; as such, PEBs may elect to obtain the rating and notification letter directly from the eFolder.  This method of transfer is encouraged, as it eliminates the need for DRAS to take additional action to transfer the documents.\n5\nProvide the rating decision,\nCodesheet\n, and notification letter to the requesting PEB via Department of Defense Secure Access File Exchange (DoD SAFE).\nReference\n:  For more information on sending files through DoD SAFE, see\nM21-1, Part X, Subpart i, 6.K.9.a\n.\n6\nUpdate the PROPOSED RATING END DATE field in VTA in accordance with the table below.\nIf the documents were provided to the PEB via … Then the DRAS must update the PROPOSED RATING END DATE field to reflect ...\nDoD SAFE transfer the date the documents were sent via DoD SAFE.\nthe eFolder the current date.\nNote:  This entry serves to notify the PEB of the documents’ availability in the eFolder and must never be backdated.\nIf the documents were provided to the PEB via …\nThen the DRAS must update the PROPOSED RATING END DATE field to reflect ...\nDoD SAFE transfer\nthe date the documents were sent via DoD SAFE.\nthe eFolder\nthe current date.\nNote\n:  This entry serves to notify the PEB of the documents’ availability in the eFolder and must never be backdated.\nNote\n:  If claimed issues were deferred in the proposed rating, DRAS must continue efforts to resolve.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section H - Integrated Disability Evaluation System (IDES) Proposed Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177957/M21-1-Part-X-Subpart-i-Chapter-6-Section-H-Integrated-Disability-Evaluation-System-IDES-Proposed-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:38.251103",
  "tags": [
    "m21-1"
  ]
}