{
  "chunk_id": "X_i_6_H_31",
  "content": "/>\nX.i.6.H.4.a\n.\nRequests for Reconsideration of a Proposed Rating Decision\nIDES participants may submit a one-time request for reconsideration of a proposed rating decision regarding any disability the participant’s service department referred to VA.  A proposed rating decision regarding a\nclaimed\ndisability is\nnot\nsubject to reconsideration.\nParticipants must submit a request for reconsideration to their PEB.  If the PEB approves the request, it forwards the request to the DRAS that made the proposed rating decision.\nDRAS Decision Review Officers (DROs) are responsible for deciding all requests for reconsideration of a proposed rating decision.  If a DRO decides revision of a proposed rating decision\nis warranted\nthe DRO prepares either\na new proposed rating decision for\nactive duty\ncases, or\na new final rating decision for\nnon-active-duty\ncases, and\nthe DRAS forwards the decision to the appropriate PEB, or\nis\nnot\nwarranted\nthe DRO prepares a memorandum that states this fact, and\nthe DRAS forwards the memorandum to the appropriate PEB.\nImportant\n:\nIf a PEB submits a request for reconsideration that has not been initiated by the service member, then notify the PEB that no action will be taken and indicate the reason the request failed to meet the criteria for a formal reconsideration.\nThe only acceptable bases for revision of a proposed rating decision are:\nreceipt of new evidence, and/or\nerror on the part of the individual who made the decision.\nSee\nM21-1, Part X, Subpart i, 6.K.2.e\nfor instructions that are unique to requests for reconsideration from participants that are\nmembers of the Reserves or National Guard, and\nnot\non active duty.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section H - Integrated Disability Evaluation System (IDES) Proposed Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177957/M21-1-Part-X-Subpart-i-Chapter-6-Section-H-Integrated-Disability-Evaluation-System-IDES-Proposed-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:38.251103",
  "tags": [
    "m21-1"
  ]
}