{
  "chunk_id": "X_i_6_I_6",
  "content": "/>\nX.i.6.I.1.a\n.\nOutcomes of an MEB’s Review of Examination Reports\nAfter receiving an Integrated Disability Evaluation System (IDES) participant’s examination report(s) from a Military Services Coordinator (MSC)\nthe participant’s Physical Evaluation Board Liaison Officer (PEBLO) forwards the report(s) to a physician\nthe physician uses the report(s) to prepare the IDES case for the Medical Evaluation Board (MEB), and\nthe MEB determines whether the participant is below established standards for retention in service.\nThe table below describes the actions that take place\nafter\nan MEB makes its determination.\nIf ...\nThen the ...\nthe MEB determines the participant is\nbelow\nthe standards for retention\nPEBLO notifies the MSC, and\nMEB refers the participant’s case to a Physical Evaluation Board (PEB).\nNote\n:  The MEB physicians prepare a narrative summary (NARSUM) for IDES participants who are referred to the PEB.  The NARSUM is intended to inform the PEB’s fitness determination.  It\nsummarizes the history and severity of medical conditions, and\ndescribes the impact of those conditions on the participant’s ability to perform in their assigned duties.\nReference\n:  For more information on PEB actions upon referral by the MEB, see\nM21-1, Part X, Subpart i, 6.I.1.b\n.\nthe MEB determines the participant meets or exceeds the standards for retention, and\nthe participant has exhausted their appeal rights\nservice department returns the individual to duty\nPEBLO notifies the MSC, and\nMSC conducts an exit interview with the participant according to the instructions in\nM21-1, Part X, Subpart i, 6.I.3.b\n.\nReference\n:  For more information on the specific actions the Department of Veterans Affairs (VA) must take when an MEB determines a participant meets or exceeds standards for retention, see\nM21-1, Part X, Subpart i, 6.I.2.a\nand\nb\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section I - Integrated Disability Evaluation System (IDES) Processing Based on Service Department Outcomes",
  "citation": "Part X, Subpart i, Chapter 6, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177958/M21-1-Part-X-Subpart-i-Chapter-6-Section-I-Integrated-Disability-Evaluation-System-IDES-Processing-Based-on-Service-Department-Outcomes",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:47.562870",
  "tags": [
    "m21-1"
  ]
}