{
  "chunk_id": "X_i_6_I_11",
  "content": "/>\nX.i.6.I.2.a\n.\nProcessing Notice That an IDES Participant Meets Retention Standards, Is Fit for Duty, or Has Been Disenrolled\nThe table below describes the steps MSCs must follow when a PEBLO notifies an MSC that an IDES participant’s\nMEB determined the participant meets the standards for retention\nPEB determined the participant is\nfit\nfor duty, or\nservice department disenrolled the participant from IDES for any other reason (to include administrative discharges).\nImportant\n:  Before proceeding with the actions in the table below, the MSC must:\nconfirm with the PEBLO that the Department of Defense’s (DoD’s) decision to remove the participant from IDES is final (i.e. that the participant has accepted the decision, or has exhausted/declined all due process appeals or rebuttals), and\nrequest that the PEBLO defer disenrollment in the Veterans Tracking Application (VTA) for 48-96 hours to allow sufficient time to conduct the exit interview and make VTA updates.\nStep\nAction\n1\nPrepare the letter according to the instructions in\nM21-1, Part X, Subpart i, 6.I.2.b\n.\nThe letter must be\nprovided to the participant during the exit interview (or mailed to the participant if an in-person exit interview is not conducted), and\nuploaded into the participant’s electronic claims folder (eFolder).\n2\nSchedule and hold an exit interview with the participant in accordance with\nM21-1, Part X, Subpart i, 6.I.3\n.\n3\nForward any documents that belong in the participant’s eFolder to the appropriate scanning vendor.\nException\n:  Under circumstances described in\nM21-1, Part X, Subpart i, 6.F.1.f\n, MSCs may scan documents locally and upload the files directly in the eFolder as an alternative to sending the paper documentation to the scanning vendor.\n4\nAdd a note in the Veterans Benefits Management System (VBMS) that describes the reason for the participant’s disenrollment and documents that actions required in this table were taken by the MSC.\n5\nClear the pending end product (EP) 689.\n6\nIs the participant a member of the Reserves or National Guard who is not on active duty?\nIf\nyes\n, go to the next step.\nIf\nno\n, no further action is necessary.\n7\nHas the participant received a final VA rating decision for all issues formally claimed during the IDES process?\nIf\nyes\n, no further action is necessary.\nIf\nno\n, go to the next step.\n8\nEstablish a rating EP in accordance with\nM21-1, Part X, Subpart i, 6.K.2.c\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section I - Integrated Disability Evaluation System (IDES) Processing Based on Service Department Outcomes",
  "citation": "Part X, Subpart i, Chapter 6, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177958/M21-1-Part-X-Subpart-i-Chapter-6-Section-I-Integrated-Disability-Evaluation-System-IDES-Processing-Based-on-Service-Department-Outcomes",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:47.562870",
  "tags": [
    "m21-1"
  ]
}