{
  "chunk_id": "X_i_6_I_15",
  "content": "/>\nX.i.6.I.2.e\n.\nProcessing Notice That an IDES Participant Has Accepted a PEB Decision That They Are Unfit for Duty\nAn IDES participant may appeal a PEB’s decision that they are unfit for duty.  After a participant\naccepts\na PEB decision that they are unfit for duty, the participant’s PEBLO is responsible for notifying the participant’s MSC.\nNote\n:  Sometimes, PEBLOs concurrently provide MSCs with a copy of the participant’s\nfinal PEB decision\nseparation/retirement orders, and/or\nDD Form 214, Certificate of Uniformed Service\n.\nAfter an MSC receives notification that a participant has accepted a PEB decision, the MSCs and the DRAS must follow the steps in the table below.\nStep\nDescription\n1\nThe MSC schedules and holds an exit interview with the participant.\nReference\n:  For more information on exit interviews, see\nM21-1, Part X, Subpart i, 6.I.3\n.\n2\nIs the participant awaiting a final VA rating decision?\nIf\nyes\n, go to the next step.\nIf\nno\n, no further action is necessary.\nNote\n:  No further action is required when\nthe participant already received a final rating decision during the PEB stage of the IDES process (because they were not on active duty at the time), or\nthe participant declined to file a VA claim as part of the IDES process.\n3\nIf the MSC has documentation of the participant’s discharge date, they must enter the date in the DATE OF SEPARATION field in VTA.\n4\nThe MSC forwards a copy of all relevant documentation (such as PEB findings, a copy of the participant’s orders and/or\nDD Form 214\n, evidence that establishes a dependent for VA purposes, etc.) to the appropriate scanning vendor.\nNotes\n:\nUnder circumstances described in\nM21-1, Part X, Subpart i, 6.F.1.f\n, MSCs may scan documents locally and upload the files directly into the eFolder as an alternative to sending the paper documentation to the scanning vendor.\nIf a\nDD Form 214\nfrom the participant’s current period of service has been uploaded into the VBMS, the MSC must check the block DD214 IN VBMS in VTA.\nReference\n:  For information on how PEBs document their findings, see\nM21-1, Part X, Subpart i, 6.I.2.f\n.\n5\nIf the participants's separation date has passed and the DRAS is able to verify the participant’s date and character of discharge (COD), the DRAS goes\nto Step 7.\nOtherwise, the DRAS goes to the next step.\nReference\n:  For more information on verifying a participant’s service, see\nM21-1, Part X, Subpart i, 6.J.1.a\n.\n6\nThe DRAS\nupdates the pending EP 689 by setting a VBMS claim-level suspense that expires on the\nearlier\nof the following dates:\n30 days from the current date, or\nthe anticipated date of separation, as shown on the participant's separation/retirement orders, and\nchanges the suspense reason in VBMS to\nRequested/Awaiting Other Evidence.\nAfter the participant's date and COD have been verified, the DRAS goes to the next step.\n7\nThe DRAS\nensures that the entry in the DATE OF SEPARATION field on the RO/RATING ACTIVITY tab in VTA is complete and accurate\nclears the pending EP 689, and\nprepares and promulgates a final rating decision according to the instructions in\nM21-1, Part X, Subpart i, 6.J.1\n.\nReference\n:  For more information about handling IDES cases involving members of the Reserves or National Guard who are not on active duty, see\nM21-1, Part X, Subpart i, 6.K.2\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section I - Integrated Disability Evaluation System (IDES) Processing Based on Service Department Outcomes",
  "citation": "Part X, Subpart i, Chapter 6, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177958/M21-1-Part-X-Subpart-i-Chapter-6-Section-I-Integrated-Disability-Evaluation-System-IDES-Processing-Based-on-Service-Department-Outcomes",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:47.562870",
  "tags": [
    "m21-1"
  ]
}