{
  "chunk_id": "X_i_6_I_21",
  "content": "/>\nX.i.6.I.3.b\n.\nInterviews With IDES Participants Whose Service Department Returned Them to Duty\nWhen an MSC holds an exit interview with an IDES participant whose service department returned the individual to duty (because of disenrollment or any other reason), the MSC must\nprovide the participant with the appropriate letter described in\nM21-1, Part X, Subpart i, 6.I.2.a\nand\nb\nupdate the RETURN TO DUTY LETTER DATE field in VTA to reflect the date that the letter is provided or sent to the participant, and\nrefer to the table below and take action as appropriate.\nIf the participant is ...\nThen the MSC must ...\non\nactive\nduty\nexplain that the participant may file a claim for VA disability benefits\nfollowing separation from service, or\nup to 180 days prior to separation, and\nsend the participant an e-mail containing a hyperlink to a\nVA Pre-Discharge page\nthat discusses claims for disability benefits a service member may file prior to separation.\nImportant\n:  If within 180 days of separation, the MSC should encourage the participant to submit a pre-discharge claim.  If the participant files one of these claims, the MSC must follow the instructions in\nM21-1, Part X, Subpart i, 6.I.3.c\nand\nd\n.\na member of the Reserves or National Guard who is\nnot\non active duty\ninform the participant that a regional office (RO) will determine the participant’s entitlement to VA benefits based on the disabilities the participant claimed and the service department referred to VA.\nImportant\n:  There is no requirement to conduct in-person exit interviews with participants whose service department returned them to duty. MSCs may choose to conduct these interviews over the telephone according to the instructions in\nM21-1, Part X, Subpart i, 6.I.3.f\n.\nReferences\n:  For more information on\nprocessing notice that an IDES participant meets retention standards, is fit for duty, or has been disenrolled, see\nM21-1, Part X, Subpart i, 6.I.2.a\n, and\napplications, see\nM21-1, Part II, Subpart iii, 1.A\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section I - Integrated Disability Evaluation System (IDES) Processing Based on Service Department Outcomes",
  "citation": "Part X, Subpart i, Chapter 6, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177958/M21-1-Part-X-Subpart-i-Chapter-6-Section-I-Integrated-Disability-Evaluation-System-IDES-Processing-Based-on-Service-Department-Outcomes",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:47.562870",
  "tags": [
    "m21-1"
  ]
}