{
  "chunk_id": "X_i_6_I_24",
  "content": "/>\nX.i.6.I.3.e\n.\nInterviews With IDES Participants That a PEB Determined Are Unfit for Duty\nMSCs must take the actions described in the table below when they conduct an exit interview with an IDES participant that a PEB determined is unfit for duty.\nStep\nAction\n1\nIf the participant requests it, provide them with\na copy of the notification letter, and/or\na detailed explanation of the\nproposed rating decision, and/or\nnotification letter.\nImportant\n:  An MSC may\nnot\nprovide a copy of a proposed rating decision to a participant. Participants must receive this document from their PEBLO.\n2\nConfirm with the participant that their address has not changed.\nNotes\n:\nIf the participant’s address\nhas\nchanged,\nupdate the corporate record with the new address, and\ndocument the change of address in a VBMS note.\nWhen updating an address in Share, check the C&P PAYMENT ADDRESS box if it is available.\n3\nConfirm with the participant that the entries in Section VI (Service Pay) and Section VII (Direct Deposit Information) of\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits,\nare still accurate.\n4\nAsk the participant to complete one or both of the forms listed in the table below, if applicable,\nunless\nthe forms are\nalready of record, and\nup-to-date.\nIf the participant has ...\nThen ask the participant to complete ...\na spouse, and/or\nchild(ren)\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n.\na child that is\nbetween the ages of 18 and 23, and\nattending school.\nVA Form 21-674\n,\nRequest for Approval of School Attendance\n.\nNote\n:  At this time, MSCs should also attempt to obtain any evidence VA requires to establish a relationship between the participant and their dependents.\nReference\n:  For more information on the evidence VA requires to establish a relationship between a Veteran and their dependents, see\nM21-1, Part VII, Subpart i\n.\n5\nBrief the participant on benefits that can be obtained through Veteran Readiness and Employment (VR&E) and provide the individual with\nVA Form 28-1900, Application For Vocational Rehabilitation For Claimants With Service-Connected Disabilities (Chapter 31, Title 38, U.S.C.)\nVA Form 28-8832, Educational/Vocational Counseling Application\n, and\nVA Form 28-0588, Service Persons Awaiting Discharge Who May Have a Disability\n.\nReference\n:  For information on handling applications for VR&E benefits from an IDES participant, see\nM21-1, Part X, Subpart i, 6.K.7.a\n.\n6\nBrief the participant on VA home loan benefits. Inform the participant that Loan Guaranty Service will accept either the proposed or final rating decision as the basis for waiving the home loan funding fee.\nIf the participant indicates the intent to use VA home loan benefits prior to or immediately following separation from service, advise the participant to\ncomplete\nVA Form 26-8937, Verification of VA Benefits\n, and\nsubmit the form and a copy of the proposed rating decision to the regional loan center (RLC) of jurisdiction.\nReference\n:\nFor more information\non handling an RLC’s request for a rating decision to determine entitlement to a waiver of the home loan funding fee, see\nM21-1, Part X, Subpart i, 6.K.7.e\n.\n7\nEncourage the participant to submit\nVA Form 10-10EZ\n,\nInstructions and Enrollment Application for Health Benefits\n, online through a VA claims submission service website.\nNote\n:  Also provide a\nVA Form 10-10EZ\nand instruct the participant to submit the completed form to the VA health care facility closest to their place of residence if they do\nnot\nwish to submit the application online.\n8\nUnless the participant’s PEBLO has already provided copies of the following documents to VA, ask the participant to provide their\nfinal PEB decision\nseparation/retirement orders, and\nDD Form 214\n.\nImportant\n:  If the participant provides a portable document format (PDF) copy of the above documents, then the MSC should upload the documents into the participant’s eFolder.\n9\nThank the participant for their service to the country.\n10\nThe MSC documents the exit interview by\ncompleting\nVA Form 27-0820, Report of General Information\n, and uploading it to the participant’s eFolder,\nor\nentering a detailed note in VBMS.\nNote\n:  The documentation should include a summary of the interview, including the reasons for the interview, and any noteworthy information exchanged.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section I - Integrated Disability Evaluation System (IDES) Processing Based on Service Department Outcomes",
  "citation": "Part X, Subpart i, Chapter 6, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177958/M21-1-Part-X-Subpart-i-Chapter-6-Section-I-Integrated-Disability-Evaluation-System-IDES-Processing-Based-on-Service-Department-Outcomes",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:47.562870",
  "tags": [
    "m21-1"
  ]
}