{
  "chunk_id": "X_i_6_I_25",
  "content": "/>\nX.i.6.I.3.f\n.\nExit Interviews by Telephone\nMSCs may conduct exit interviews over the telephone instead of in person based on participant preference and availability.  If an IDES participant elects to have the interview over the telephone, follow the instructions in the table below.\nStep\nAction\n1\nAttempt to contact the participant by telephone to schedule the interview. If the participant cannot be reached by telephone, attempt to contact the participant by e-mail.\n2\nAfter scheduling the appointment, send a follow-up e-mail to the participant that confirms the date and time of the interview.\n3\nDid a PEB determine the participant is unfit for duty?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nfollow the instructions in\nM21-1, Part X, Subpart i, 6.I.3.b\n, and\ngo to Step 8.\n4\nOne week prior to the telephone interview, mail or e-mail the participant the VA forms referenced in Steps 4 through 7 of the procedure described in\nM21-1, Part X, Subpart i, 6.I.3.e\n.\n5\nReview the forms with the participant during the interview and provide assistance in completing them, if necessary.\n6\nInstruct the participant to take the following actions as soon as possible\ncomplete the forms referenced in Steps 4 and 5 of the procedure described in\nM21-1, Part X, Subpart i, 6.I.3.e\n, and\nreturn the forms and any evidence required to establish a relationship between the participant and their dependents online through one of the following means:\nencrypted e-mail\nDoD Secure Access File Exchange (SAFE), or\nupload directly through a VA claims submission service website.\nNote\n:  Although it is recommended that the participant return the forms via the above means, if the participant does not wish to submit the forms electronically\nprovide the participant with the mailing address of the evidence intake center, and\ninstruct the participant to mail the completed forms/evidence to the intake center.\n7\nComplete the remaining actions described in\nM21-1, Part X, Subpart i, 6.I.3.e\n.\n8\nDocument the telephone interview on\nVA Form 27-0820\n, and ensure it is associated with the participant’s eFolder.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section I - Integrated Disability Evaluation System (IDES) Processing Based on Service Department Outcomes",
  "citation": "Part X, Subpart i, Chapter 6, Section I",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177958/M21-1-Part-X-Subpart-i-Chapter-6-Section-I-Integrated-Disability-Evaluation-System-IDES-Processing-Based-on-Service-Department-Outcomes",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:47.562870",
  "tags": [
    "m21-1"
  ]
}