{
  "chunk_id": "X_i_6_J_11",
  "content": "/>\nX.i.6.J.1.f\n.\nDRAS Actions After Completing a Final Rating Decision\nThe table below lists the steps and associated actions that DRAS claims processors must take after completing a final rating decision.\nTimeliness goals for completion of the VA benefits stage of IDES claims processing, as applicable, are listed in\nM21-1, Part X, Subpart i, 6.E.1.j\n.\nStep\nAction\n1\nEstablish a claim-level suspense in VBMS that expires five days in the future.\nChange the suspense reason in VBMS to\nSpecial Project Team Claim, Awaiting: Promg\n.\n2\nEnsure the\nIDES Participant\ncorporate flash remains attached to the participant’s electronic record.\n3\nFollow the instructions in\nM21-1, Part VI, Subpart i, 1.A\nand\nB\nfor\npromulgating the final rating decision, and\npreparing a decision notice.\nImportant\n:  If the participant or participant’s spouse or mother is entitled to a civil service preference letter, the DRAS must notify the participant that the civil service preference letter can be obtained through VA claims submission service websites.\nReference\n:  For more information on civil service preference letters, see\nM21-1, Part XIII, Subpart ii, 2.A\n.\n4\nChange the suspense reason in VBMS to\nSpecial Project Team Claim, Awaiting: Auth.\n5\nAuthorize/approve the award and decision notice.\nImportant\n:  If a decision on any claimed or referred disability is deferred, the deferral must be handled in accordance with\nM21-1, Part X, Subpart i, 6.J.1.e\n.\n6\nSend the decision notice and its attachments to the participant.\n7\nEnter the date of the decision notice in the VA BENEFITS DATE field on the RO/RATING ACTIVITY tab in VTA.\nEnsure the other fields under the RO/RATING ACTIVITY tab contain accurate dates.\n8\nEnsure all relevant documents are uploaded into the participant’s eFolder.\nReferences\n:  For more information on\nuploading documents into the eFolder, see\nVBMS Job Aid - Adding Documents in VBMS eFolders\n, and\nsending evidence to the scanning vendor, see\nM21-1, Part II, Subpart i, 1.B\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section J - Integrated Disability Evaluation System (IDES) Final Ratings",
  "citation": "Part X, Subpart i, Chapter 6, Section J",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177959/M21-1-Part-X-Subpart-i-Chapter-6-Section-J-Integrated-Disability-Evaluation-System-IDES-Final-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:11:56.827110",
  "tags": [
    "m21-1"
  ]
}