{
  "chunk_id": "X_i_6_K_6",
  "content": "/>\nX.i.6.K.1.a\n.\nRequirement for a Prescribed Form to Add Claimed Conditions\nIntegrated Disability Evaluation System (IDES) participants have the opportunity to raise claimed conditions by submitting a\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, during their initial interview with the Military Services Coordinator (MSC).  Conditions identified on a\nVA Form 21-526EZ\nthat is submitted to the MSC during the initial interview must be considered as part of the IDES process.\nIDES participants who wish to claim additional conditions after completion of their initial interview with the MSC must submit the claim on a prescribed form as indicated in\nM21-1, Part II, Subpart iii, 1.A\n(a\nVA Form 21-526EZ\nis preferred). The form must be signed by the claimant or authorized representative to be considered a complete claim for benefits.\nNote\n:  Any issue formally claimed after the initial meeting with the MSC must be handled in accordance with\nM21-1, Part X, Subpart i, 6.K.1.b\n.\nImportant\n:  Any request for benefits that is not submitted on a prescribed form must be handled in accordance with\nM21-1, Part II, Subpart iii, 2.G\n(or\nM21-1, Part II, Subpart iii, 2.H\nfor claims received prior to March 24, 2015).  The disability rating activity site (DRAS) must ensure that any request for benefits is properly addressed when preparing the final rating notification.  However, both MSCs and DRASs are encouraged to make reasonable attempts to obtain a complete prescribed form via telephone development at the earliest opportunity (once the request for benefits is raised/identified) when doing so is feasible and beneficial to the participant.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section K - Special Situations Related to Integrated Disability Evaluation System (IDES)",
  "citation": "Part X, Subpart i, Chapter 6, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177960/M21-1-Part-X-Subpart-i-Chapter-6-Section-K-Special-Situations-Related-to-Integrated-Disability-Evaluation-System-IDES",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:06.155068",
  "tags": [
    "m21-1"
  ]
}