{
  "chunk_id": "X_i_6_K_14",
  "content": "/>\nX.i.6.K.1.i\n.\nHandling Additional Disabilities Noted During Examination\nIf an IDES participant’s examination report reveals the existence of a condition that was neither part of a complete claim on a prescribed form nor referred by the service department, then the DRAS should address the condition only when the condition is reasonably within the scope of the issues enumerated in the complete claim in accordance with\n38 CFR 3.155(d)(2)\n.\nDRASs must follow the instructions in the table below if an IDES participant’s examination report reveals the existence of a disability that neither the participant claimed nor the service department referred to VA.\nIf the disability is ...\nThen the DRAS of jurisdiction must ...\nrelated to any disability the participant’s service department referred to VA\nExample\n:\nA participant’s service department refers to VA a disability identified as “gunshot wound.”\nScarring, as a residual of the gunshot wound, is noted in an IDES-related examination report.\naddress the disability in the proposed rating decision.\nImportant\n:\nIf the evidence of record is insufficient to make a decision regarding the disability, the DRAS must request another examination.\nIt is appropriate to treat the examination report that revealed the existence of the disability as insufficient because it contained insufficient information about the disability for rating purposes.\nwithin the scope of any disability the participant claimed,\nand\nthe record includes sufficient evidence to decide the issue\naddress the disability in the proposed rating decision.\nwithin the scope of any disability the participant claimed,\nand\nadditional evidence is required to decide the issue\nadd the new issue to the list of contentions, and\ndefer the issue on the proposed rating decision.\nImportant\n:  If the issue cannot be decided before completion of the final IDES rating decision, it must be handled in accordance with\nM21-1, Part X, Subpart i, 6.J.1.e\n.\nnot within the scope of any claimed or referred disability,\nbut\nthe evidence suggests the potential for entitlement exists\ninvite a claim from the participant as indicated in\nM21-1, Part II, Subpart iii, 2.G.2.e\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section K - Special Situations Related to Integrated Disability Evaluation System (IDES)",
  "citation": "Part X, Subpart i, Chapter 6, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177960/M21-1-Part-X-Subpart-i-Chapter-6-Section-K-Special-Situations-Related-to-Integrated-Disability-Evaluation-System-IDES",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:06.155068",
  "tags": [
    "m21-1"
  ]
}