{
  "chunk_id": "X_i_6_K_21",
  "content": "/>\nX.i.6.K.2.c\n.\nHandling Notice That a  Veteran Will Not Be Medically Separated via IDES\nWhen a member of the National Guard or Reserve who is not serving on active duty (a “Veteran,” for the purpose of this block) submits a claim for VA benefits as an IDES participant, VA must fully resolve the Veteran’s claim regardless of the outcome of the IDES process.\nFollow the steps in the table below if a service department removes a Veteran from the IDES program and disenrolls them from VTA because the service department decided\nnot\nto medically separate the Veteran (this includes Veterans that a service department determined meet retention standards or are fit for duty).\nStep\nAction\n1\nComplete the actions described in Steps 1 through 5 of the procedure outlined in\nM21-1, Part X, Subpart i, 6.I.2.a\n.\n2\nHas a DRAS fully resolved all contentions the Veteran raised in the claim?\nIf\nyes\n, no further action is required.\nIf\nno\n, go to the next step.\n3\nIs EP 110, 010, or 020 already pending?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n4\nEstablish the appropriate rating EP (110, 010, or 020), using\nthe\ndate shown in the FINAL DISPOSITION DATE field in VTA as the date of claim (DOC), and\napplicable standard (non-IDES) claim label.\nNotes\n:\nIf the Veteran’s service department disenrolled them from VTA without entering a date in the FINAL DISPOSTION DATE field, use as the DOC the date the service department disenrolled the Veteran from VTA.\nDo\nnot\nselect an IDES claim label when establishing the EP (to ensure proper National Work Queue (NWQ) routing).\nReferences\n:  For more information on\nclaims establishment, see\nM21-1, Part II, Subpart iii, 3.A\n, and\nselecting the appropriate rating EP, see\nM21-4, Appendix B\n.\n5\nUnder the rating EP, list any unresolved contentions that originated from the member’s involvement in IDES.\nNotes\n:\nNWQ will route the claim to a Veterans Service Center (VSC) for standard processing.\nThe VSC is responsible for taking any required actions on the Veteran’s claim in accordance with standard claims-processing procedures.\nIf the VSC grants entitlement to benefits, it must use the date stamped on\nVA Form 21-0819\n(the date VA received the form from the PEBLO) as the effective date of entitlement.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section K - Special Situations Related to Integrated Disability Evaluation System (IDES)",
  "citation": "Part X, Subpart i, Chapter 6, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177960/M21-1-Part-X-Subpart-i-Chapter-6-Section-K-Special-Situations-Related-to-Integrated-Disability-Evaluation-System-IDES",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:06.155068",
  "tags": [
    "m21-1"
  ]
}