{
  "chunk_id": "X_i_6_K_22",
  "content": "/>\nX.i.6.K.2.d\n.\nPreparing Rating Decisions in Cases Involving Participants Who Are Not on Active Duty\nIn cases involving IDES participants in the Reserve or National Guard who are not on active duty, when VA examinations are complete, DRASs must prepare a rating decision following the steps in the table below.\nException\n:  Do not complete the actions in the table below if the participant declined to file a VA claim.  In these instances, DRAS must complete the actions outlined in\nM21-1, Part X, Subpart i, 6.K.10.a\n.\nStep\nAction\n1\nClear the pending EP 689.\n2\nIs EP 110, 010, or 020 already pending?\nIf\nyes\n, go to Step 4.\nIf\nno\n, go to the next step.\n3\nEstablish the appropriate rating EP (110, 010, or 020), and enter contentions in the Veterans Benefits Management System (VBMS) in accordance with\nM21-1, Part II, Subpart iii, 3.A\n.  When establishing the rating EP, use\nthe same DOC as for the EP 689 (which was cleared in Step 1 above), and\nthe applicable IDES claim label, specifically\nIDES Non-AD Initial Live Comp <8 Issues\nIDES Non-AD Compensation 8+\n, or\nIDES Non-AD Non-Original\n.\nNote\n:  The DOC of the EP 689 and the date of the rating EP must both reflect the date that the participant’s IDES case was initially referred to VA.\n4\nPrepare a final rating decision and notification letter that\naddresses all claimed and referred conditions as required by\nM21-1, Part X, Subpart i, 6.H.1.c\n, and\nformalize VA decisions (and award VA benefits, if applicable).\nNotes\n:\nThe final rating decision and notification letter will be provided to the PEB in lieu of a proposed rating and benefits estimate letter (BEL).\nIf issues are deferred on the final rating, they must be handled in accordance with\nM21-1, Part X, Subpart i, 6.J.1.e\n.\nIf the claim requires assignment of an evaluation for PEB purposes only, take the action outlined in\nM21-1, Part X, Subpart i, 6.K.2.e\n.\nImportant\n:  If benefits are granted for issues that were raised as part of the IDES process (those referred by the service department and those formally claimed during the initial interview with the MSC), the date VA first received notification from the Department of Defense (DoD) of the participant’s referral into IDES will generally serve as the effective date of entitlement.\nReference\n:  For more information on evaluations for PEB purposes only, see\nM21-1, Part X, Subpart i, 6.H.2.d\n5\nUpdate the following fields in VTA\nPROPOSED RATING COMPLETED ON DATE\nPROPOSED RATING COMPLETED BY, and\nDEFERRED ISSUES?.\nImportant\n:  Although the above field names in VTA refer to proposed ratings they must be completed in all IDES cases, including those where a final rating is completed in lieu of proposed ratings.  In these instances, the fields above should be updated with consideration of the final rating document.\n6\nComplete the actions outlined in the table shown in\nM21-1, Part X, Subpart i, 6.J.1.f\n.\n7\nUpdate BENEFIT ESTIMATE LETTER COMPLETED ON DATE field in VTA.\nImportant\n:  It is critical that this field is updated in all IDES cases.  When a standard notification letter is completed in lieu of a BEL, this field must reflect the day the standard notification letter was completed and available in the eFolder.\nReferences\n:  For more information on\nselecting the appropriate\nrating EP, see\nM21-4, Appendix B\n, and\nclaim label, see\nM21-4, Appendix C\n, and\npreparing rating decisions in cases involving IDES participants who are not on active duty, see\nM21-1, Part X, Subpart i, 6.H.2.a\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section K - Special Situations Related to Integrated Disability Evaluation System (IDES)",
  "citation": "Part X, Subpart i, Chapter 6, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177960/M21-1-Part-X-Subpart-i-Chapter-6-Section-K-Special-Situations-Related-to-Integrated-Disability-Evaluation-System-IDES",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:06.155068",
  "tags": [
    "m21-1"
  ]
}