{
  "chunk_id": "X_i_6_K_35",
  "content": "/>\nX.i.6.K.4.a\n.\nHandling Evidence That an IDES Participant May Be Incompetent for VA Purposes\nThe table below provides an overview of the process DRASs must follow when the evidence of record indicates an IDES participant may be incompetent per\n38 CFR 3.353(a)\n.\nImportant\n:  The information in this block does\nnot\napply if a court has appointed a fiduciary to a participant or determined a participant is incompetent.  Instructions for handling these types of cases is found in\nM21-1, Part X, Subpart ii, 6.D.2.e-g\n.\nStage\nDescription\n1\nThe DRAS of jurisdiction prepares a rating decision under EP 689 that proposes a finding of incompetency.\nImportant\n:  The DRAS prepares the decision separate from the\nproposed\nrating decision discussed elsewhere in this section.\n2\nThe DRAS\nnotifies the participant’s MSC of the proposed rating decision by e-mail\nprovides a copy of the decision and corresponding notice of proposed adverse action directly to the participant, and\nestablishes an EP 600 using the\nDRAS Incompetency Determination\nclaim label (to run concurrently with the pending EP 689), with a suspense date that is 65 days in the future.\nImportant\n:  The DRAS does\nnot\nprovide a copy of the decision to the participant’s PEB.\nReference\n:  For more detailed information on due process requirements for incompetency determinations, see\nM21-1, Part X, Subpart ii, 6.D.3\n.\n3\nThe DRAS clears the EP 600 when either of the following occur:\nthe participant returns to duty, or\nthe suspense date referenced in Stage 2 of this process passes.\nNote\n:  If a participant returns to duty at this point, the process stops at this stage; the DRAS of jurisdiction takes no further action on the proposed rating of incompetency.\n4\nThe DRAS makes a decision regarding the participant’s competency and incorporates it into the participant’s\nfinal\nrating decision.\nNote\n:  If the DRAS determines a participant is\ncompetent\nat this point, the process stops at this stage.\n5\nThe DRAS promulgates the final rating decision according to the instructions in\nM21-1, Part X, Subpart i, 6.J\n.\n6\nThe DRAS establishes an EP 290 with the\nFiduciary Adjustment\nclaim label.\n7\nThe DRAS must follow the steps in the table in\nM21-1, Part X, Subpart ii, 6.C.1.c\nfor preparing\nVA Form 21-592, Request for Appointment of Fiduciary, Custodian or Guardian\n, for the fiduciary hub.\n8\nUpon receipt of\nVA Form 21P-555, Certificate of Legal Capacity to Receive and Disburse Benefits and Fee Authorization\n, from the fiduciary hub, the DRAS\nauthorizes the award\nclears the EP 290, and\nreleases retroactive payments, if applicable, according to the instructions in\nM21-1, Part X, Subpart ii, 6.E.2\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section K - Special Situations Related to Integrated Disability Evaluation System (IDES)",
  "citation": "Part X, Subpart i, Chapter 6, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177960/M21-1-Part-X-Subpart-i-Chapter-6-Section-K-Special-Situations-Related-to-Integrated-Disability-Evaluation-System-IDES",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:06.155068",
  "tags": [
    "m21-1"
  ]
}