{
  "chunk_id": "X_i_6_K_66",
  "content": "/>\nX.i.6.K.10.b\n.\nRequired Notification Letter to the IDES Participant\nDRASs must prepare a notification letter to IDES participants who have declined to file a claim for VA benefits during the IDES process.  The notification letter must include the following language and be uploaded into the participant’s eFolder:\nThank you for your service to our country.\nYour military Service Department requested a disability assessment from VA as part of your participation in the Integrated Disability Evaluation System (IDES).  We have provided the attached proposed rating decision to your Service Department.\nOur records indicate that you declined to submit a claim for VA benefits as part of the IDES program; therefore, the attached proposed rating decision will be used for Department of Defense purposes only. VA compensation will not be awarded as a result of your participation in IDES.\nIf you would like to submit a claim for VA Benefits, you can do so at the appropriate time.  You can file a Pre-Discharge claim once you are within 180 days of your projected separation or retirement date. You can also file a VA claim at any time after your discharge from service.\nReferences\n:  For more information on\ndistribution of this letter, see\nM21-1, Part X, Subpart i, 6.H.3\n, and\nuploading documents into the eFolder, see\nVBMS Job Aid – Adding Documents in VBMS eFolders\n.",
  "title": "M21-1, Part X, Subpart i, Chapter 6, Section K - Special Situations Related to Integrated Disability Evaluation System (IDES)",
  "citation": "Part X, Subpart i, Chapter 6, Section K",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177960/M21-1-Part-X-Subpart-i-Chapter-6-Section-K-Special-Situations-Related-to-Integrated-Disability-Evaluation-System-IDES",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:06.155068",
  "tags": [
    "m21-1"
  ]
}