{
  "chunk_id": "X_ii_1_B_7",
  "content": "/>\nX.ii.1.B.1.b\n.\nDetermining Whether 20-Year Protection Applies Under  38 CFR 3.951(b)\nUse the following table to determine whether 20-year protection applies under\n38 CFR 3.951(b)\n.\nIf your purpose is to ...\nThen calculate the period of time by considering ...\ndetermine whether a compensation evaluation that was reduced to a lower level was protected\nthe starting date as the effective date of the higher evaluation that was reduced, and\nthe ending date as the effective date of the lower evaluation subsequently assigned.\nExample 1\n:\nReduction from 50 percent to 30 percent\n50 percent effective 1/1/1996\n30 percent effective 1/1/2015\nThe 50-percent evaluation was in effect for 19 years on the effective date of reduction to the lower evaluation and, as such, was not protected.\nExample 2\n:\nReduction from 50 percent to 30 percent\n50 percent effective 1/1/1994\n30 percent effective 1/1/2015\nThe 50-percent evaluation was in effect for 21 years on the date of reduction to the lower evaluation. The 50-percent evaluation was protected. Reduction from 50 percent to 30 percent was not permitted.\ndetermine whether it is possible to finalize reduction before a disability evaluation becomes protected\nthe starting date as the effective date of the current evaluation, and\nthe ending date as the earliest date that a reduction\ncould become effective\n.\nImportant\n:  If a disability evaluation has been in effect for close to 20 years, the application of\n38 CFR 3.344\nand\n38 CFR 3.105\nmay make it impossible to finalize a reduction before protection applies.",
  "title": "M21-1, Part X, Subpart ii, Chapter 1, Section B - Protected Ratings",
  "citation": "Part X, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177962/M21-1-Part-X-Subpart-ii-Chapter-1-Section-B-Protected-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:24.721426",
  "tags": [
    "m21-1"
  ]
}