{
  "chunk_id": "X_ii_1_B_16",
  "content": "/>\nX.ii.1.B.1.k\n.\nEffect of a Change in DC\nWhen manifestations of a disability have been evaluated at a particular level for 20 years or more, exercise caution when assigning a new diagnostic code (DC) for symptoms of that disability.  Decision makers should consider whether\nthe new DC includes the symptoms protected under the current evaluation, or\nthe new DC considers separate and distinct symptoms.\nWhen progression of a disability warrants a different DC than originally assigned, close out the original DC and establish a new DC representing the progression of the disability.  The effective date of the new DC should be the same as the end date of the original DC.  The diagnosis text of the new DC should include the disability name and DC of the original condition.  Decision makers remain responsible for reviewing the entire record and applying\n38 CFR 3.951\nbased on the total history of the disability.\nIf the new DC addresses different and distinct disability manifestations that would warrant a separate evaluation, then the prior DC must be retained and the new DC established as a separate disability and evaluation.\nImportant\n:  The change in DC does not affect the protected status under\n38 CFR 3.951\n.\nExamples\n:\nAn evaluation for an ankle disability may be changed to\n38 CFR 4.71a, DC 5270\n, ankylosis of the left ankle (previously rated as left ankle limitation of motion (LOM) (\n38 CFR 4.71a, DC 5271\n)), when progression is shown such that the LOM has worsened to the extent that the joint has become ankylosed.\nA Vietnam Veteran has been SC for a through-and-through gunshot wound (GSW) to the right leg (Muscle Group (MG) XI) evaluated at 10 percent under\n38 CFR 4.73, DC 5311\neffective November 21, 1968.  The service treatment records specifically indicate that the nerves were not affected.  Over 40 years later, the Veteran is granted service connection (SC) for type II diabetes mellitus.  The GSW to the right leg has remained static; however, the medical records indicate that he has diabetic neuropathy with right foot drop.  Since both the GSW and the peripheral nerve paralysis (foot drop) affect propulsion of the right lower extremity, separate ratings cannot be granted without pyramiding.  However, a single 40-percent evaluation may be granted under\n38 CFR 4.124a, DC 8521\n, which would consider both the symptoms of the GSW as well as the new diabetic neuropathy with foot drop.\nWhen an evaluation is assigned under\n38 CFR 4.71a, DC 5260\nfor limitation of flexion of the knee, painful motion and is protected under\n38 CFR 3.951\nand the evidence shows the development of instability symptoms, a separate evaluation must be assigned under\n38 CFR 4.71a, DC 5257\nimpairment of the knee, due to instability since the new DC addresses different and distinct disability manifestations.\nReferences\n:  For more information on\nprotection of evaluations and DC codes, see\nMurray v. Shinseki\n, 24 Vet.App. 420 (2011)\npyramiding, see\n38 CFR 4.14\n, and\nEsteban v. Brown\n, 6 Vet.App. 259 (1994), and\nentering historical and current rating information in the Veterans Benefits Management System - Rating, see the\nVBMS Rating User Guide\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 1, Section B - Protected Ratings",
  "citation": "Part X, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177962/M21-1-Part-X-Subpart-ii-Chapter-1-Section-B-Protected-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:24.721426",
  "tags": [
    "m21-1"
  ]
}