{
  "chunk_id": "X_ii_1_B_18",
  "content": "/>\nX.ii.1.B.1.m\n.\nEffect of Return to Active Duty on Protection Under 38 CFR 3.951(b)\nProtection under\n38 U.S.C. 110\nas implemented at\n38 CFR 3.951(b)\nrequires that the disability rating must have been continuously in effect.  A return to active duty stops the accrual of protection.  The calculation of the 20 year time period for protection under\n38 CFR 3.951(b)\nbegins anew after benefits are reinstated.\nThe statute prohibits payment of compensation for a period in which an individual receives active service pay.  Therefore, if compensation is discontinued following reentry into active service\ncontinuity of the rating is interrupted for the purposes of achieving the protection offered by\n38 U.S.C. 110\n, and\nthe disability cannot be considered to have been continuously rated during the period in which compensation is discontinued.\nExample\n:  A Veteran is granted SC with a 20-percent evaluation, and the evaluation was in place for one year.  The Veteran then returned to active duty for a twelve-year period.  The Veteran did not immediately submit a claim to reinstate benefits following the release from active duty.  The claim to reinstate benefits was received ten years after the release from active duty, and benefits were reinstated one year prior to the date of receipt of the claim to reinstate, per\n38 CFR 3.654(b)(2)\n.  Subsequently, the evaluation is reviewed, sustained improvement has been shown, and a reduction to a 10-percent evaluation is warranted.  Because the disability rating has not been continuously in effect for 20 years or more due to the return to active duty and delay in requesting reinstatement, the disability rating is not protected under\n38 CFR 3.951(b)\n, since benefits were reinstated only as of October 2006.  Following due process, the 20-percent evaluation may be reduced to 10 percent.\nReference\n:  For more information on the effects of reentry in active duty on disability evaluations, see\nVAOPGCPREC 5-1995\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 1, Section B - Protected Ratings",
  "citation": "Part X, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177962/M21-1-Part-X-Subpart-ii-Chapter-1-Section-B-Protected-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:24.721426",
  "tags": [
    "m21-1"
  ]
}