{
  "chunk_id": "X_ii_1_B_22",
  "content": "/>\nX.ii.1.B.2.a\n.\nProtection Under 38 CFR 3.957\nProtection from severance of SC is based on\n38 U.S.C. 1159\n, implemented by\n38 CFR 3.957\n.\nIf SC for a disability or cause of death has been in effect 10 or more years, propose severance only if\nthe original grant was based on fraud, or\nit is clearly shown that the person concerned did not have the requisite service or character of discharge (COD).\nImportant\n:  Protection against severance requires continuation of SC status\nand\npayment of compensation at the appropriate evaluation for the protected condition as if SC was not erroneous, except in cases of willful misconduct or alcohol or drug abuse.\nNotes\n:\nThe evaluation of the erroneously-SC-but-protected disability can be increased when supported by the facts.\nSC can be established for a condition secondary to erroneously-SC-but-protected disability when supported by the facts.\nReferences\n:  For more information on\npreservation of SC for a disability eliminated by NSC amputation, see\nM21-1, Part V, Subpart ii, 3.D.5.c\nseverance of SC, see\n38 CFR 3.105(d)\nM21-1, Part X, Subpart ii, 5.B\nM21-1, Part X, Subpart iv, 1.F\n, and\nVAOPGCPREC 6-2002\nconsidering clear and unmistakable error, see\nM21-1, Part X, Subpart ii, 5.A\nthe prohibition of severance for properly established SC for disabilities associated with abuse of alcohol or drugs on or before October 31, 1990, see\nM21-1, Part X, Subpart iv, 1.B\n, and\nwillful misconduct based on alcohol and drug abuse, see\n38 CFR 3.301\nM21-1, Part X, Subpart iv, 1.B\nM21-1, Part X, Subpart iv, 1.C\nM21-1, Part V, Subpart iii, 6.2.g\n, and\nVAOPGCPREC 2-1998\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 1, Section B - Protected Ratings",
  "citation": "Part X, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177962/M21-1-Part-X-Subpart-ii-Chapter-1-Section-B-Protected-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:24.721426",
  "tags": [
    "m21-1"
  ]
}