{
  "chunk_id": "X_ii_2_A_17",
  "content": "/>\nX.ii.2.A.2.d\n.\nDefinition:  New and Relevant\nSupplemental claims require new and relevant evidence in order for the claim to be readjudicated.\nAs defined in\n38 CFR 3.2501\n,\nnew evidence\nis evidence not previously part of the actual record before agency adjudicators.\nRelevant evidence\nis information that tends to prove or disprove a matter at issue in a claim.  Relevant evidence includes evidence that raises a theory of entitlement that was not previously addressed.\nNote\n:  New evidence that affirms findings previously deemed favorable to the claimant is still relevant.  There is no requirement that relevant evidence prove a previously unsubstantiated matter.\nExample\n:  A Veteran was previously denied service connection (SC) for a low back condition.  Evidence at the time of the prior decision noted a back strain on active duty in 1980.  Post-service medical records showed degenerative changes in the lumbar spine beginning in 2015.  The claim was denied as not incurred in service based on a medical opinion that the current lumbar spine disability was not due to the strain in service.  On August 19, 2019, the Veteran filed a supplemental claim for the low back condition.  VA medical center treatment records showed ongoing complaints of low back pain.\nResult\n:  The supplemental claim is considered substantially complete based on\nnew\ntreatment records.  The claim also warrants a merits-based decision since the treatment records, despite relating only to a previously established fact, are\nrelevant\nto the claim for the back condition.\nReference\n:  For more information on action required on evidence submitted with a supplemental claim, see\nM21-1, Part X, Subpart ii, 2.A.2.e\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 2, Section A - Revision Based on Specific Types of Submissions, Including Supplemental Claims",
  "citation": "Part X, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177963/M21-1-Part-X-Subpart-ii-Chapter-2-Section-A-Revision-Based-on-Specific-Types-of-Submissions-Including-Supplemental-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:33.997875",
  "tags": [
    "m21-1"
  ]
}