{
  "chunk_id": "X_ii_2_A_25",
  "content": "/>\nX.ii.2.A.3.b\n.\nContinuously Pursued Claims\nIf an issue is continuously pursued under\n38 CFR 3.2500(c)\nas an HLR, supplemental claim, or appeal to BVA (or a timely combination of any of those review options, in succession), decision makers must apply the effective date provisions of\n38 CFR 3.2500(h)(1)\n, which allows for an effective date based on the date of receipt of the initial claim, or the date entitlement arose, whichever is later.\nNotes\n:\nThe effective date provisions of\n38 CFR 3.2500(h)(1)\nfor continuously pursued claims apply to a supplemental claim filed within one year following a\ndecision on the same issue for that same claimant from the U.S. Court of Appeals for Veterans Claims, the U.S. Court of Appeals for the Federal Circuit, or the Supreme Court of the U.S., and/or\ndismissal of an issue, in association with a joint motion for remand for separate issue(s),\nprovided that\nthe motion specifically stipulates that a supplemental claim may be filed to allow continuous pursuit of the dismissed issue.\nIn certain situations as outlined in\nM21-1, Part X, Subpart ii, 2.A.2.c\n, an ITF can establish continuous pursuit if followed by a qualifying supplemental claim.\nExceptions\n:\nIf another, more specific provision of\n38 CFR 3.400\napplies to the claim’s unique facts, then that effective date rule takes precedence.\nEvidentiary submission timeframes cannot be extended for issues like dependency and income as outlined in\n38 CFR 3.401(b)\nand\n38 CFR 3.660\n.\nReferences\n:  For\nan example of an effective date assigned under\n38 CFR 3.2500(h)(1)\n, see\nM21-1, Part X, Subpart ii, 2.A.3.d\n, and\nmore information on effective dates for claims continuously pursued following a decision of the U.S. Court of Appeals for the Federal Circuit or the U.S. Supreme Court, see\nPolicy Letter 20-01\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 2, Section A - Revision Based on Specific Types of Submissions, Including Supplemental Claims",
  "citation": "Part X, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177963/M21-1-Part-X-Subpart-ii-Chapter-2-Section-A-Revision-Based-on-Specific-Types-of-Submissions-Including-Supplemental-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:33.997875",
  "tags": [
    "m21-1"
  ]
}