{
  "chunk_id": "X_ii_2_B_7",
  "content": "/>\nX.ii.2.B.1.b\n.\nQualifying Service Records That Warrant Consideration Under 38 CFR 3.156(c)(1)\nQualifying service records for the purpose of\n38 CFR 3.156(c)(1)\nare any\nrelevant\nofficial service records that (1) are forwarded to VA from the Department of Defense (DoD) or service departments any time after VA's original request for service records, and (2) have a reasonable possibility of helping to substantiate the Veteran’s claim.  These may include, but are not limited to,\nrecords related to a claimed in-service event, injury, or disease, regardless of whether such records mention the Veteran by name, and\ndeclassified records that could not have been obtained because they were classified when VA decided the claim.\nNote\n:  Relevant, in the context of\n38 CFR 3.156(c)(1)\n, means the service records relate to a previously decided claim element.\nExceptions\n:\nRecords identified in\nM21-1, Part X, Subpart ii, 2.B.1.c\nare not qualifying records for the purpose of\n38 CFR 3.156(c)(1)\n.\nAs held in\nMorse v. McDonough\n, 994 F.3rd 1371 (2021), internal memoranda do not constitute official service department records for the purposes of applying\n38 CFR 3.156(c)\nwhen they\nare produced by a VA employee, not a service department\nmerely summarize information that is already of record, and\ndo not contain new information from official service department records.\nReference\n:  For more information on relevant records, see\n38 U.S.C. 5103A\n, and\nKisor v. Wilkie\n, 969 F.3d 1333 (Fed. Cir. 2020).",
  "title": "M21-1, Part X, Subpart ii, Chapter 2, Section B - Revision Based on Receipt of Supplemental Service Records",
  "citation": "Part X, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177964/M21-1-Part-X-Subpart-ii-Chapter-2-Section-B-Revision-Based-on-Receipt-of-Supplemental-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:43.259830",
  "tags": [
    "m21-1"
  ]
}