{
  "chunk_id": "X_ii_2_B_22",
  "content": "/>\nX.ii.2.B.3.a\n.\nEffective Date of Claims Reconsidered Under 38 CFR 3.156(c)\n38 CFR 3.156(c)\nallows for reconsideration of a claim based on receipt of new service department records that had not been previously considered with the claim.\nThis regulation\nserves to place a Veteran in the position he/she would have been had the VA considered the relevant service department record before the disposition of an earlier claim, which ensures that a Veteran is not denied benefits due to administrative error\nonly applies when VA receives official service department records that were unavailable at the time that VA previously decided a claim for benefits and those records lead VA to award a benefit that was not granted in the previous decision, and\nallows for revision of a prior claim with a potential assignment of effective date based on the date of receipt of the previously denied claim.\nUnder\n38 CFR 3.156(c)(1)\n, the effective date is the later of\nthe date entitlement arose, or\nthe date VA received the previously decided claim.\n38 CFR 3.156(c)(4)\npermits a retroactive evaluation based on new evidence from the service department clearly supporting the assignment of a specific rating over a part or the entire period of time involved, except as it may be affected by the filing date of the previously denied claim.\nNotes\n:\nAny other effective date provision applicable to the previous claim shall also be considered.  See\n38 CFR 3.156(c)(3)\n.\nIn\nBlubaugh v. McDonald\n, 773 F.3d 1310 (Fed. Cir. 2014), the Court of Appeals for Veterans Claims (CAVC) held that VA, under the provisions of\n38 CFR 3.156(c)(1)\n, must consider an earlier effective date\nonly\nif VA awards benefits resulting from reconsideration of the merits of the claim.  The earlier effective date provision of\n38 CFR 3.156(c)(3)\nis applicable  when VA receives official service department records that existed but were not associated with the claims folder at the time that VA previously decided a claim for benefits and those records lead VA to award a benefit that was not awarded in the previous decision.\nAs noted in\n38 CFR 3.156(c)(4)\n, any retroactive disability evaluation assigned based on the receipt of additional service records must be supported adequately by medical evidence.\nReferences\n:  For more information on\neffective dates for claims based on receipt of additional service records, see\nStowers v. Shinseki\n, 26 Vet.App. 550, 554 (2014)\neffective dates and reconsidering the merits of claims based on additional service records, see\nMayhue v. Shinseki\n, 24 Vet.App. 273 (2011), and\nevidentiary standards applicable for consideration under\n38 CFR 3.156(c)\nand the corresponding effective dates, see\nKisor v. Wilkie\n, 969 F.3d 1333 (Fed. Cir. 2020)\nVigil v. Peake\n, 22 Vet.App. 63 (2008), and\nBlubaugh v. McDonald\n, 773 F.3d 1310 (Fed. Cir. 2014).",
  "title": "M21-1, Part X, Subpart ii, Chapter 2, Section B - Revision Based on Receipt of Supplemental Service Records",
  "citation": "Part X, Subpart ii, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177964/M21-1-Part-X-Subpart-ii-Chapter-2-Section-B-Revision-Based-on-Receipt-of-Supplemental-Service-Records",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:43.259830",
  "tags": [
    "m21-1"
  ]
}