{
  "chunk_id": "X_ii_3_A_15",
  "content": "/>\nX.ii.3.A.2.b\n.\nDescription of Elements in Notice of Proposed Adverse Action\nThe table below describes each of the elements in a notice of proposed adverse action.\nElement\nDescription\nStatement of proposed decision\nFully and clearly states the proposed decision to\nreduce\nsuspend, or\nterminate benefits, and\nprovides proposed rates for each rate change for\nall\naffected period of entitlement, including those past periods for which an overpayment may or may not be created..\nException\n:  Rate change information is not required in notices of proposed adverse action that are generated as part of a batch process, such as those described in\nM21-1, Part VI, Subpart ii, 3.A.1.c and d\nM21-1, Part VIII, Subpart iv, 3.D.1.c\n, and\nM21-1, Part XIV, 2.B.1.c\n.\nImportant\n:  This exception does not apply to proposed adverse action notices related to the annual Social Security Administration (SSA) cost-of-living adjustment.  These notices must include the proposed rate change information.\nStatement of proposed effective date\nStates the proposed effective date, and\ninforms the beneficiary that\na 60 day period is allowed for receipt of a response to the proposed decision, and\nthe payment of benefits will continue through the 60-day period.\nNotes\n:\nThe requirement that payments be continued through the 60-day period does not alter the effective date of the proposed reduction or termination.\nA description of the effective date for the proposed reduction can satisfy the requirement for statement of proposed effective date.  For example, a proposal may describe the effective date as the first day of the month 60 days following the date of notification, as opposed to stating a specific date.\nReference\n:  For more information on effective dates for reduced benefits, see\n38 CFR 3.500 to 3.505\n.\nStatement advising beneficiary of potential overpayment\nAdvises the beneficiary that if the proposed adverse action is implemented, repayment is required for any overpayment resulting from the\nproposed adverse action, and/or\ncontinuation of payments during the proposed adverse action period, and\ninforms the beneficiary that any potential overpayment can be minimized with submission of a request that the award be adjusted without awaiting expiration of the due process period.\nBasis for proposed decision\nStates the\nevidence under consideration\nfacts and reasons for the proposal, and\nproposed rates.\nRights of beneficiary\nInforms the beneficiary of the right to\npresent evidence\nrequest a personal hearing, and\nhave representation.\nReference\n:  For more information on\nprocedural due process requirements, see\n38 CFR 3.103\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section A - Notice of Proposed Adverse Action",
  "citation": "Part X, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177965/M21-1-Part-X-Subpart-ii-Chapter-3-Section-A-Notice-of-Proposed-Adverse-Action",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:52.576881",
  "tags": [
    "m21-1"
  ]
}