{
  "chunk_id": "X_ii_3_A_21",
  "content": "/>\nX.ii.3.A.3.c\n.\nSpecial Procedures for Hospitalized Veterans\nHospital adjustments are necessary when a Veteran in receipt of the aid and attendance (A&A) allowance is hospitalized.  The additional compensation or increased pension for A&A must be discontinued.\nFollow the steps in the table below to send a notice of proposed adverse action to a hospitalized Veteran to ensure receipt of proper notification before the reduction or termination of benefits.\nNote\n:  If the Veteran has a fiduciary, send the notice of proposed adverse action to the fiduciary only.  A separate notice to the hospitalized Veteran is\nnot\nrequired.\nStep\nAction\n1\nPrepare two notices of proposed adverse action and address\none to the Veteran’s address of record, and\nanother to the Veteran at the hospital or nursing home.\n2\nInclude the following statement:\nI was admitted to the\n[type hospital’s name]\non\n[type\nadmission date]\n.\nPlease take action without awaiting expiration of the due process period to reduce my payments to the proper rate authorized by law.\nPlace it either\nat the bottom of the notice of proposed adverse action, or\non an attached\nVA Form 21-4138\n,\nStatement in Support of Claim\n.\n3\nRequest the Veteran sign and return the notice or form.\nNote\n:  When a Veteran fails to return the form, no reduction in benefits can be made until the proposed adverse action period expires.\nReference\n:  For more information on hospital adjustments, see\n38 CFR 3.551\n38 CFR 3.552\n, and\n38 CFR 3.556\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section A - Notice of Proposed Adverse Action",
  "citation": "Part X, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177965/M21-1-Part-X-Subpart-ii-Chapter-3-Section-A-Notice-of-Proposed-Adverse-Action",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:52.576881",
  "tags": [
    "m21-1"
  ]
}