{
  "chunk_id": "X_ii_3_A_22",
  "content": "/>\nX.ii.3.A.3.d\n.\nProviding Due Process Under the Correct Regulatory Provision\nNotice of proposed adverse action must be provided based on situation-specific facts as directed in\n38 CFR 3.103\n.  Most revisions of decisions, along with the corresponding due process requirements and periods, are directed by\n38 CFR 3.105\n.  Due process must be provided under the correct regulatory provision and by providing the required elements of notice as discussed in\n38 CFR 3.103\nand\nM21-1, Part X, Subpart ii, 3.A.2.a\n.\nWhen due process is provided under the incorrect provision and/or does not include the required elements, as discussed in\nM21-1, Part X, Subpart ii, 3.A.3.e\n, send corrected notice and restart the due process period.\nImportant\n:\nWhen corrected due process is required, maintain the already-pending end product (EP) and date of claim.  Do\nnot\ncancel and re-establish the EP with a new date of claim.\nReductions in compensation due to improvement are governed by\n38 CFR 3.105(e)\n.  Reductions in compensation due to failure to report for a scheduled routine future examination associated with a running award are governed by\n38 CFR 3.655(c)\n.\nThe procedures for completing the rating decision and providing notice of proposed adverse action, as well as final notice for these scenarios, differ significantly.  Refer to\nM21-1, Part X, Subpart ii, 3.D.1.e\nfor a comparison between these reductions.\nEnsure that notice of proposed adverse action is provided under the proper provision and that the proper procedures and due process period are followed.\nReferences\n:  For more information on procedures for adverse actions\nby the rating activity relating to\nprotected ratings, see\nM21-1, Part X, Subpart ii, 1.B\ncompleting proposed rating decisions, see\nM21-1, Part X, Subpart ii, 3.D\nreductions due to improvement, see\nM21-1, Part X, Subpart ii, 4.A\n, and\nevaluating and rating competency, see\nM21-1, Part X, Subpart ii, 6.A\nby the authorization activity relating to\nawards for graduated tuberculosis, see\nM21-1, Part VIII, Subpart iii, 2.B\nreductions in evaluations, see\nM21-1, Part X, Subpart ii, 4.A\n, and\ndue process and authorization issues for clear and unmistakable error (CUE), see\nM21-1, Part X, Subpart ii, 5.C\n, and\ndue to failure to report for a routine future examination, see\nM21-1, Part IV, Subpart ii, 2.B.3\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section A - Notice of Proposed Adverse Action",
  "citation": "Part X, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177965/M21-1-Part-X-Subpart-ii-Chapter-3-Section-A-Notice-of-Proposed-Adverse-Action",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:52.576881",
  "tags": [
    "m21-1"
  ]
}