{
  "chunk_id": "X_ii_3_A_24",
  "content": "/>\nX.ii.3.A.3.f\n.\nExamples:  Situations Involving Corrected Notice of Proposed Adverse Action\nExample 1\n:  Notice of proposed adverse action failed to provide the proposed rate of payment.\nResult\n:  A new notice must be sent and the due process period restarted.\nExample 2\n:  Notice of proposed adverse action advised the Veteran that the reduction would be effective November 1 but it will actually be effective December 1.\nResult\n:  Since the final decision is more favorable than the proposed action, there is no need to send another notice of proposed adverse action.\nExample 3\n:  Notice of proposed adverse action proposed a reduction in the Veteran’s combined disability rating to 50 percent.  However, the correct combined disability rating is actually 40 percent.\nResult\n:  A new notice of proposed adverse action must be provided and the due process period restarted since the proposed combined disability rating is less favorable than the correct one.\nExample 4\n:  Notice of proposed adverse action proposed a reduction in a Veteran’s monthly rate of payment to $479.83 due to an improvement in her SC disabilities.  Before due process expired, VA removed the Veteran’s spouse from her award based on notice from the Veteran of their divorce.  When VA finally took the proposed action, the proper monthly rate of payment was $428.83.\nResult\n:  The proposed rate of payment in the notice of proposed adverse action was correct when VA prepared the notice.  It changed because of an intervening award adjustment.  Accordingly, there is no need to send another notice of proposed adverse action.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section A - Notice of Proposed Adverse Action",
  "citation": "Part X, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177965/M21-1-Part-X-Subpart-ii-Chapter-3-Section-A-Notice-of-Proposed-Adverse-Action",
  "updated": "",
  "scraped_at": "2025-06-16T23:12:52.576881",
  "tags": [
    "m21-1"
  ]
}