{
  "chunk_id": "X_ii_3_B_20",
  "content": "/>\nX.ii.3.B.2.h\n.\nRequests for Implementation of Adverse Action\nIf the beneficiary submits a written statement or other evidence or contacts VA by telephone in response to a notice of proposed adverse action confirming the validity of the evidence already of record and specifically asking that the proposed adverse action be implemented\ntake adverse rating and/or award action, and\nsend the final decision notice.\nImportant\n:  Be extremely careful to ensure that the beneficiary is asking for final implementation of the adverse decision and not merely trying to minimize any overpayment during the 60-day period.  If there is any uncertainty as to the beneficiary’s intentions, ask for clarification (use the telephone when appropriate).  If clarification is not received, wait until the expiration of the adverse action proposal period before acting.\nExample\n:  The Veteran responds to a notice of proposed adverse action by sending a statement that says, “Yes, my wife Ann died on March 9, 2000, but I didn’t know I had to report it.  Please tell me how much I have to pay back, and don’t pay me more than I should be getting.”\nSince the Veteran is specifically requesting the adverse action, adjust the award and send a final decision notice.\nReferences\n:  For more information on\nsending contemporaneous notice, see\nM21-1, Part X, Subpart ii, 3.C.1\ndecision notice requirements, see\nM21-1, Part VI, Subpart i, 1.B.1.b\n, and\ncontemporaneous notice related to information received by telephone, see\nM21-1, Part X, Subpart ii, 3.C.2\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section B - Adverse Action Proposal Period",
  "citation": "Part X, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177966/M21-1-Part-X-Subpart-ii-Chapter-3-Section-B-Adverse-Action-Proposal-Period",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:01.881182",
  "tags": [
    "m21-1"
  ]
}