{
  "chunk_id": "X_ii_3_B_26",
  "content": "/>\nX.ii.3.B.3.c\n.\nProcessing an Adverse Action Hearing Request\nFollow the steps in the table below when VA receives a request for a hearing after a notice of proposed adverse action.\nIf the hearing is requested ...\nThen ...\nwithin 30 days of the notice of proposed adverse action, or\nduring the incompetency proposal period\nfollow the procedures at\nM21-1, Part II, Subpart iii, 3.A.2.a\n, to establish control for the hearing request\nschedule and hold the hearing\nmark the tracked item as received, and\nmake a final decision.\nImportant\n:  If a hearing is requested within the applicable time limit as discussed in\nM21-1, Part X, Subpart ii, 3.B.3.a\n, do not take final action on the proposed adverse action until\nthe hearing is properly completed, or\nthe right to a hearing is otherwise discharged (such as due to cancellation or failure to appear without good cause).\nmore than 30 days after a notice of proposed adverse action but while the EP remains pending\nfollow the procedures at\nM21-1, Part II, Subpart iii, 3.A.2.a\n, to establish control for the hearing request under the pending EP\nmake a final decision under the pending EP\npend the EP for continuing control for the hearing request (if the hearing has not yet been performed)\nschedule and hold the hearing\nmark the tracked item as received, and\nmake a new decision under the pending EP based on the results of the hearing, if needed.\nImportant\n:  If development is underway based on evidence submitted by the beneficiary, complete the development before making the final decision.\nNote\n:  A hearing must be provided\nunless\nthe claimant or representative withdraws the request, regardless of the outcome of the final decision.\nReferences\n:  For more information on\nwhere to hold a hearing, see\nM21-1, Part X, Subpart v, 1.D.1.m\nwho must make the decision on a hearing, see\nM21-1, Part X, Subpart v, 1.D.1.j\na claimant's request to cancel or reschedule a hearing and good cause for failure to report or delays, see\nM21-1, Part X, Subpart ii, 3.B.3.d\nand\ne\ntimely scheduling of hearings, see\nM21-1, Part X, Subpart v, 1.D.3.c\nEP control for requests to reschedule hearings when a claimant has submitted evidence showing good cause for a prior failure to report for a scheduled hearing, see\nM21-1, Part X, Subpart ii, 3.B.3.e\nEPs, including control for hearings requested with income verification match and individual unemployability proposed adverse actions, see\nM21-4, Appendix B\n, and\nregulatory provisions on hearings, see\n38 CFR 3.103(d)\n, and\n38 CFR 3.105(i)(1)\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section B - Adverse Action Proposal Period",
  "citation": "Part X, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177966/M21-1-Part-X-Subpart-ii-Chapter-3-Section-B-Adverse-Action-Proposal-Period",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:01.881182",
  "tags": [
    "m21-1"
  ]
}