{
  "chunk_id": "X_ii_3_B_28",
  "content": "/>\nX.ii.3.B.3.e\n.\nRescheduling Adverse Action Hearings\nIf the beneficiary failed to appear for a hearing due to good cause as discussed in\n38 CFR 3.105(i)\n,\nschedule a new hearing on a priority basis\ncontinue EP control for the issue subject to the hearing request\nfollow the procedures at\nM21-1, Part II, Subpart iii, 3.A.2.a\n, to establish a\nspecial issue indicator\ntracked item, and\nnote, and\ncontinue payments, if the request for hearing was received within the appropriate time limit.\nExample\n:  A notice of proposed adverse action was sent to the Veteran for reduction of the evaluation of a service-connected (SC) disability due to improvement.  The Veteran requested a hearing within 30 days of the notice.  The Veteran failed to report for the hearing, but prior to VA rendering the final determination, notified VA that the absence was due to an unexpected hospitalization from which the Veteran has since been released.  Since there was good cause for failure to report for the hearing, continue EP control for consideration of the reduced SC evaluation and reschedule the hearing on a priority basis.\nNote\n:  If the beneficiary does not communicate or demonstrate good cause for failure to appear for the hearing until\nafter\nnotification of the final adverse action has been sent, such communication must be accompanied by a decision review election.\nReferences\n:  For more information on\ntime limits for requesting a hearing, see\nM21-1, Part X, Subpart ii, 3.B.3.a\ngood cause and failure to appear for a hearing, see\nM21-1, Part X, Subpart v, 1.D.1.q\nscheduling hearings, see\nM21-1, Part X, Subpart v, 1.D.3\n, and\nEPs for hearing requests, see\nM21-4, Appendix B\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section B - Adverse Action Proposal Period",
  "citation": "Part X, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177966/M21-1-Part-X-Subpart-ii-Chapter-3-Section-B-Adverse-Action-Proposal-Period",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:01.881182",
  "tags": [
    "m21-1"
  ]
}