{
  "chunk_id": "X_ii_3_B_29",
  "content": "/>\nX.ii.3.B.3.f\n.\nRO Action Upon Cancellation of a Hearing\nUse the table below to determine the action to take when a claimant requests cancellation of a hearing requested in response to a notice of proposed adverse action.\nIf the hearing was requested ...\nThen ...\nwithin 30 days of the notice of proposed adverse action, or\nduring the incompetency proposal period\ntake appropriate regional office (RO) action to cancel the hearing\nclose the tracked item previously established for the hearing request, and\nmake a final decision at the expiration of the due process period, noting the cancellation of the requested hearing in the evidence listing for the rating decision.\nmore than 30 days after a notice of proposed adverse action\ntake appropriate RO action to cancel the hearing\nclose the tracked item previously established for the hearing request, and\nuse the table below to determine the appropriate method to provide confirmation of the cancellation of the requested hearing to the claimant.\nIf a final decision has ...\nThen ...\nnot been made\nmake a final decision at the expiration of the period for notice of proposed adverse action, reflecting the cancellation of the requested hearing in the evidence listing for the rating decision.\nbeen made\nclear the controlling EP, and\nsend the claimant a letter confirming cancellation of the hearing.\nReference\n:  For more information on\nlisting evidence in the rating decision, see\nM21-1, Part V, Subpart iv, 1.A.4.c\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section B - Adverse Action Proposal Period",
  "citation": "Part X, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177966/M21-1-Part-X-Subpart-ii-Chapter-3-Section-B-Adverse-Action-Proposal-Period",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:01.881182",
  "tags": [
    "m21-1"
  ]
}