{
  "chunk_id": "X_ii_3_D_10",
  "content": "/>\nX.ii.3.D.1.e\n.\nPreparing a Rating and Providing Notice Under the Proper Regulations\nWhen preparing a proposed rating decision for a reduced benefit, ensure that the proper regulations, policies, and procedures are followed according to the circumstances of the proposal and issues being addressed.\nReduction of compensation frequently occurs when either improvement is shown or a Veteran fails to report for a routine future examination.  The regulations, policies, and procedures for handling the two types of proposed reductions differ but are commonly confused.  The rating decision and notice of proposed adverse action must provide the Veteran with the correct information concerning\nreasons for the proposed decision\ntime period to submit evidence\nproposed date of reduction, and\nproposed combined evaluation.\nRefer to the table below for more information on procedural due process involving reduction of compensation due to improvement and reduction of compensation due to failure to report for a routine future examination.\nReduction for Improvement\nReduction for Failure to Report\n38 CFR 3.105(e)\napplies.\n38 CFR 3.655(c)\napplies.\nProcedural guidance provided in\nM21-1, Part X, Subpart ii, 4.A\nand\nB\n.\nProcedural guidance provided in\nM21-1, Part IV, Subpart ii, 2.B\n.\nProposed rating decision must discuss the\nevidence showing improvement, and\nproposed evaluation for the disability and combined disability evaluation.\nReference\n:  For more information on preparing the proposed rating decision, see\nM21-1, Part X, Subpart ii, 3.D.1.b\n.\nProposed rating decision must discuss\nthe failure to report for examination\nwhether good cause for failure to report has been shown\nall evidence pertaining to the disability under review, and\nthe proposed evaluation for the disability and combined disability evaluation.\nReference\n:  For more information on preparing the proposed rating decision, see\nM21-1, Part IV, Subpart ii, 2.B.2.c\n.\nNotice of proposed adverse action will\nprovide a timeline for reduction, stating the reduction will occur the first day of the month following the 60-day notice of the final reduction, and\nwill identify improvement as the reason for the proposed reduction.\nNotice of proposed adverse action will\nprovide a timeline for reduction, stating that the reduction will occur following a 60-day period during which additional statements and/or evidence may be submitted\nidentify failure to report as the reason for the proposed adverse action, and\nprovide the Veteran with information indicating that the examination will be rescheduled if willingness to report is shown.\nSixty-five days of due process are allowed following notice of proposed adverse action.\nSixty-five days of due process are allowed following notice of proposed adverse action.\nThe Veteran may request a hearing.\nThe Veteran may request a hearing.\nRating action is taken following the due process period and before final reduction occurs.\nRating action is taken following the due process period and before final reduction occurs.\nEvidence received during the due process period can change the decision.\nEvidence received during the due process period can change the decision.\nReduction occurs on the last day of the month following 60 days from the date the beneficiary is notified of the proposed reduction.\nNote\n:  In the coding of the rating decision, the new reduced combined evaluation is effective on the first of the month following 60 days from the date the beneficiary is notified of the final reduction.\nReduction occurs\nas of the date indicated in the notice of proposed adverse action, or\nthe date of last payment, whichever is later.\nNote\n:  The date of last payment is the date shown in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nReferences\n:  For more information on\nprocedures to follow when corrected notice of proposed adverse action is required, see\nM21-1, Part X, Subpart ii, 3.A.3.e\n, and\navailable letters for use in connection with proposals to reduce, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 3, Section D - Completing Proposed Rating Decisions",
  "citation": "Part X, Subpart ii, Chapter 3, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177968/M21-1-Part-X-Subpart-ii-Chapter-3-Section-D-Completing-Proposed-Rating-Decisions",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:20.433842",
  "tags": [
    "m21-1"
  ]
}