{
  "chunk_id": "X_ii_4_A_13",
  "content": "/>\nX.ii.4.A.1.h\n.\nReduction Offset by Subsequent Increased Evaluation\nWhen the evaluations of multiple issues are being adjusted such that the net effect is an increased combined evaluation\nbut an intercurrent period of reduced combined evaluation would potentially result\n, due process must be provided before the reduction action can be taken.\nExample\n:  (For the purposes of this example, assume all dates are within the same year and no protection applies.)  The Veteran has multiple SC disabilities with a combined evaluation of 80 percent.  Two separate claims for increase are received on different dates.\nThe examination for migraine headaches, dated February 3, shows that the migraine headaches should be reduced to 0 percent.  If the migraine headaches are reduced, then the overall combined evaluation would be reduced from 80 percent to 70 percent.\nWithout consideration of due process\n, the hypothetical effective date of this reduction would be February 3, the date facts found based on application of\n38 CFR 3.500(a)\n.\nThe posttraumatic stress disorder (PTSD) examination dated March 29 and associated with a claim received on March 5 shows an increase to 100 percent is warranted.  An effective date of March 5 is warranted for this increase.\nThe rating decision is being prepared on April 19.\nThe hypothetical end effect of the two actions, without consideration of due process, would be a combined evaluation reduced from 80 to 70 percent effective February 3 and increased to 100 percent effective March 5.\nBecause immediate reduction in compliance with\n38 CFR 3.500(a)\nwould warrant a period of reduced benefits from 80 to 70 percent beginning on February 3,\n38 CFR 3.105(e)\nmust\nbe applied and the reduction in evaluation must be proposed regardless of the subsequent increased evaluation in PTSD effective March 5 resulting in a net increase in the benefits currently being paid to the Veteran.\nThe Veteran should be informed in the proposed reduction notice that because due process provisions of the law prevent a reduction in benefits without notice and a period of time to submit evidence, and the combined evaluation is subsequently increased, no actual reduction in benefits will be made.  The increased evaluation and proposed reduction may be completed in the rating of April 19.\nFollowing the due process period, the reduction for the migraines may be made with an effective date assigned as provided in\n38 CFR 3.105(e)\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 4, Section A - Rating Decisions for Reduction Due to Improvement",
  "citation": "Part X, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177969/M21-1-Part-X-Subpart-ii-Chapter-4-Section-A-Rating-Decisions-for-Reduction-Due-to-Improvement",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:29.731131",
  "tags": [
    "m21-1"
  ]
}