{
  "chunk_id": "X_ii_4_A_23",
  "content": "/>\nX.ii.4.A.2.d\n.\nApplicability of 38 CFR 3.344 at Lower Than the Current Evaluation\nWhen considering whether the provisions of\n38 CFR 3.344\napply to a potential reduced evaluation, consider the current evaluation as well as any evaluation that has been in effect prior to the current evaluation.\nWhen the current evidence warrants a potential reduction of any evaluation that has been in place for five years or more, including an evaluation which has been incrementally increased for less than five years, apply the provisions of\n38 CFR 3.344\nbefore reducing to an evaluation lower than the evaluation which has been in place for five years or more.\nExample\n:\nReview of the facts of the case reveals the information below.\nA Veteran’s disability was evaluated as 20-percent disabling and more than five years has passed since that evaluation was assigned.  However, the 20-percent evaluation is not protected under\n38 CFR 3.951(b)\n.\nFour years after the 20-percent evaluation was assigned, the evaluation was increased to 40 percent, but the 40-percent evaluation has been in place for less than five years.\nCurrent medical evidence shows that a 10-percent evaluation is now warranted.  In this case, at least a 20-percent evaluation has been in place for five years or more and the provisions of\n38 CFR 3.344\nmust be applied to ascertain sustained improvement before reducing to the 10-percent rate.\nBefore taking\nany\nreduction action, schedule the reexamination to ascertain sustained improvement.\nImportant\n:  Ensure the medical evidence used to determine that a reduced evaluation is warranted is equally as full and complete as the examination utilized to support the higher evaluations.\nReferences\n:  For more information on\nprotection at lower than the current evaluation, see\nM21-1, Part X, Subpart ii, 1.B.1.c\nscheduling reexaminations, see\nM21-1, Part IV, Subpart ii, 1.A\n, and\ndetermining whether reexamination is warranted, see\n38 CFR 3.327\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 4, Section A - Rating Decisions for Reduction Due to Improvement",
  "citation": "Part X, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177969/M21-1-Part-X-Subpart-ii-Chapter-4-Section-A-Rating-Decisions-for-Reduction-Due-to-Improvement",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:29.731131",
  "tags": [
    "m21-1"
  ]
}