{
  "chunk_id": "X_ii_4_B_13",
  "content": "/>\nX.ii.4.B.2.a\n.\nInitial Notification of the Proposed Adverse Action\nSend a notice of proposed adverse action with a rating decision that proposes a reduction in a disability evaluation under\n38 CFR 3.105(e)\nto the Veteran’s current address of record.  The notice must\nmeet the requirements set forth in\nM21-1, Part X, Subpart ii, 3.A\n, and\ninform the Veteran of the proposed date of the reduction, which is the last day of the month, 60 days after the date the Department of Veterans Affairs (VA) will notify the Veteran of the final rating decision.\nImportant\n:  If the Veteran meets basic eligibility criteria for pension, and the evidence of record suggests pension would be the greater or the only disability benefit to which the Veteran is entitled if VA takes the proposed action,\nattach\nVA Form 21P-527EZ, Application for Veterans Pension\n, to the notice of proposed adverse action, and\nexplain to the Veteran why the form should be completed and returned.\nNotes\n:\nThe system claims processors use to adjust awards requires entry of the\nfirst day\nof the month following a 60-day period that begins on the date VA notifies the Veteran of the final rating decision as the effective date of an award adjustment under\n38 CFR 3.105(e)\n.\nThere is no\nrequirement\nto include language about minimizing an overpayment since no overpayment will be created by the proposed award adjustment.  However, when system-generated letters automatically include the language about minimizing an overpayment, the letter does not need to be revised to remove it.\nReferences\n:  For more information on\nestablishing entitlement to pension, see\nM21-1, Part IX, Subpart i, 2\n, and\nhow apportionments may be affected by reductions under\n38 CFR 3.105(e)\n, see\nM21-1, Part VII, Subpart iii, 1.B.1\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 4, Section B - Authorization for Reductions in Disability Evaluations Under 38 CFR 3.105(e)",
  "citation": "Part X, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177970/M21-1-Part-X-Subpart-ii-Chapter-4-Section-B-Authorization-for-Reductions-in-Disability-Evaluations-Under-38-CFR-3105e",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:39.002965",
  "tags": [
    "m21-1"
  ]
}