{
  "chunk_id": "X_ii_4_B_15",
  "content": "/>\nX.ii.4.B.2.c\n.\nAction to Take After a Veteran Responds or Fails to Respond to a Notice of Proposed Adverse Action\nUse the table below to determine the action to take after a Veteran\nresponds to the notice of proposed adverse action referenced in\nM21-1, Part X, Subpart ii, 4.B.2.a\n, or\nfails to respond to the notice of proposed action within 65 days of the date VA sent it.\nIf the Veteran …\nThen …\npresents new evidence, or\nrequests a hearing within 30 days of the date of the notice of proposed adverse action\nthe rating activity will\nnot\nprepare a final rating decision until the evidence is considered, the hearing is held, or the 60-day due process period elapses (whichever is\nlater\n), and\ntake final rating action to reduce the evaluation(s) effective the last day of the month following a 60-day period that begins on the date VA will notify the Veteran of the final rating action, if a reduction is still warranted.\nNote\n:  The system claims processors use to adjust awards requires entry of the\nfirst day\nof the month following a 60-day period that begins on the date VA notified the Veteran of the final rating decision as the effective date of an award adjustment under\n38 CFR 3.105(e)\n.\nsubmits evidence that establishes a reasonable basis for reexamination\nrequest the examination, and\nwait until the examination report has been received and considered before taking final rating action under\nM21-1, Part X, Subpart ii, 4.A.1\n.\ndoes not submit additional evidence within 60 days, and\ndoes not request a hearing\ntake final rating action.",
  "title": "M21-1, Part X, Subpart ii, Chapter 4, Section B - Authorization for Reductions in Disability Evaluations Under 38 CFR 3.105(e)",
  "citation": "Part X, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177970/M21-1-Part-X-Subpart-ii-Chapter-4-Section-B-Authorization-for-Reductions-in-Disability-Evaluations-Under-38-CFR-3105e",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:39.002965",
  "tags": [
    "m21-1"
  ]
}