{
  "chunk_id": "X_ii_4_B_19",
  "content": "/>\nX.ii.4.B.2.g\n.\nHandling Evidence Received After Preparation of a Final Rating Decision but Prior to the Effective Date of Reduction\nUse the table below to determine what steps to take if VA receives evidence\nafter\nmaking a final rating decision under\n38 CFR 3.105(e)\nbut\nprior to\nthe effective date of a corresponding reduction in benefits.\nIf the rating activity …\nThen …\ndecides the evidence establishes a need for a reexamination\nprepare an amended award to continue the rate previously in effect, and\nmaintain end product control for receipt of the examination report.\nprepares a new rating decision restoring the prior disability evaluation(s)\nprepare an amended award to cancel the scheduled reduction\nuse as the effective date the earlier of either the first day of the\ncurrent month, or\nmonth the canceled reduction was scheduled, and\nannotate the award document\nNew rating\n[date]\ncancels prior rating\n[date]\n.\nprepares a new rating decision partially restoring the prior disability evaluation(s)\nreduce the award effective the last day of the month, 60 days after the date VA notifies the Veteran of the\nfinal\nrating decision.\nNote\n:  The system claims processors use to adjust awards requires entry of the\nfirst day\nof the month following a 60-day period that begins on the date VA notified the Veteran of the final rating decision as the effective date of an award adjustment under\n38 CFR 3.105(e)\n.\nReferences\n:  For more information on\nnew rating decisions based on new evidence, see\nM21-1, Part X, Subpart ii, 3.D.1.f\n, and\nprocedures to follow when corrected notice of proposed adverse action is required, see\nM21-1, Part X, Subpart ii, 3.A.3.e\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 4, Section B - Authorization for Reductions in Disability Evaluations Under 38 CFR 3.105(e)",
  "citation": "Part X, Subpart ii, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177970/M21-1-Part-X-Subpart-ii-Chapter-4-Section-B-Authorization-for-Reductions-in-Disability-Evaluations-Under-38-CFR-3105e",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:39.002965",
  "tags": [
    "m21-1"
  ]
}