{
  "chunk_id": "X_ii_5_A_19",
  "content": "/>\nX.ii.5.A.3.a\n.\nDetermining a Case of CUE\nWhen determining whether there is a CUE\nconsider only the\nlaw that existed at the time of the prior decision, and\nevidentiary record that was before the rating activity at the time of the prior decision (to include medical records in VA’s constructive possession), and\ndetermine whether the error would have by necessity changed the original rating decision.\nNotes\n:\nErrors that would\nnot\nhave changed the outcome are harmless and the previous decisions do not need to be revised.\nA new medical diagnosis (not erroneous diagnosis that warrants severance) that corrects an earlier diagnosis ruled in a previous rating would\nnot\nbe considered an error in the previous adjudication of the claim.\nThe U.S. Court of Appeals for Veterans Claims (CAVC) held in\nGeorge v. Wilkie\n, 30 Vet.App. 364 (2019) that applying a statute or regulation as it was interpreted and understood at the time of the decision does not become a CUE due to a subsequent court interpretation of the regulation or statute.  This holding was upheld by the U.S. Court of Appeals for the Federal Circuit in\nGeorge v. McDonough\n, 991 F.3d 1227 (Fed. Cir. 2021).\nImportant\n:  Although CUEs are based on the record that existed at the time of the prior adjudication in question, a CUE finding that SC was predicated on a clearly erroneous diagnosis may be based on evidence that accumulated\nafter\nthe original decision to award SC.  In such cases, if severance of SC is warranted, follow the provisions of\n38 CFR 3.105(d)\n.  See\nStallworth v. Nicholson\n, 20 Vet.App. 482, 488 (2006) and\nDaniels v. Gober\n, 10 Vet.App. 474 (1997).\nReferences\n:\nFor more information on\nCUEs based on VA’s constructive notice of medical records, see\nVAOPGCPREC 12-1995\n, and\ncorrecting deficiencies in a rating decision, see\nM21-1, Part V, Subpart iv, 1.E.3\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 5, Section A - Revision Due to Clear and Unmistakable Error (CUE)",
  "citation": "Part X, Subpart ii, Chapter 5, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177971/M21-1-Part-X-Subpart-ii-Chapter-5-Section-A-Revision-Due-to-Clear-and-Unmistakable-Error-CUE",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:48.311608",
  "tags": [
    "m21-1"
  ]
}