{
  "chunk_id": "X_ii_5_A_20",
  "content": "/>\nX.ii.5.A.3.b\n.\nJurisdiction for Review of a CUE Allegation\nWhether a decision was appealed to the Board of Veterans’ Appeals (BVA) or not determines the jurisdiction for review of a CUE allegation, either in fact or in substance.\nUse the table below to determine\nwho has jurisdiction to review an allegation for a CUE determination, and\nhow to notify the claimant.\nIf …\nThen the RO …\nAnd a claims processor ...\na decision has been affirmed by BVA\ndoes not\nhave jurisdiction to review the claim for a CUE determination\nRationale\n:  The RO does not have jurisdiction to consider a claim of CUE in a decision that has been subsumed by a BVA decision.\nnotifies the claimant\nthat the RO does not have jurisdiction to review the claim for a CUE determination\nof the decision review rights, and\nthat a motion for reconsideration by BVA should be filed, if a review at that level is desired.\nthe decision was not appealed, but\na subsequent legacy reopened or supplemental claim was followed by a BVA affirmance\ndoes not\nhave jurisdiction to review the claim for a CUE determination\nRationale\n:  General Counsel has concluded that the RO does not have jurisdiction to consider a CUE claim where BVA has\nreviewed the entire record of the claim following reopening, and\ndenied the benefits previously denied in the unappealed decision.\nnotifies the claimant\nthat the RO does not have jurisdiction to review the claim for a CUE determination\nof the decision review rights, and\nthat a motion for reconsideration by BVA should be filed, if a review at that level is desired.\nNote\n:  All statements of the case for legacy appeals in which the issue on appeal involves a prior unappealed RO decision, followed by a claim to reopen the claim that was decided by BVA, should contain a citation to\nVAOPGCPREC 14-1995\n.\nthe decision was not appealed, and\na subsequent BVA decision merely\nconcludes that new and material or new and relevant evidence has not been submitted, and\ndenies reopening/\nreadjudication of the prior claim\ndoes have jurisdiction to review the claim for a CUE determination\nRationale\n:  The BVA decision does not bar a claim of CUE in the prior unappealed RO decision.  General Counsel has concluded that when BVA limits its decision to whether new and material/relevant evidence was submitted, it does not decide the merits of the issues raised in the claim.\nreviews the unappealed decision for CUE.\nthe allegation of CUE involves an issue that has not been affirmed by a BVA decision\ndoes have jurisdiction to review the claim for a CUE determination\nreviews the unappealed decision for CUE.",
  "title": "M21-1, Part X, Subpart ii, Chapter 5, Section A - Revision Due to Clear and Unmistakable Error (CUE)",
  "citation": "Part X, Subpart ii, Chapter 5, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177971/M21-1-Part-X-Subpart-ii-Chapter-5-Section-A-Revision-Due-to-Clear-and-Unmistakable-Error-CUE",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:48.311608",
  "tags": [
    "m21-1"
  ]
}