{
  "chunk_id": "X_ii_5_A_23",
  "content": "/>\nX.ii.5.A.3.e\n.\nPreparing a CUE Decision\nUse the table below to prepare a CUE decision.\nIf …\nAnd …\nThen …\na DRO\nfinds a CUE on a prior decision\nprepares a\ndraft\ndecision that proposes on the basis of the CUE to\nreduce an SC evaluation, or\nsever SC for a disability, and\nrequests approval review using the DRA functionality within the Veterans Benefits Management System - Rating (VBMS-R)\nthe designated reviewer approves via DRA functionality within VBMS-R\nthe DRO finalizes and signs the decision, and\nthe approving official’s signature will generate on the decision.\na DRO\nfinds a CUE on a prior decision\nprepares a\ndraft\ndecision that proposes on the basis of a CUE to\nreduce an SC evaluation, or\nsever SC for a disability, and\nrequests approval review using the DRA functionality within VBMS-R\nthe designated reviewer does\nnot\nagree\nthe designated reviewer documents any disagreement using the DRA functionality within VBMS-R, and\nthe DRO must revise the decision to remove the proposed CUE and confirm the existing decision.\na DRO\nfinds a CUE on a prior decision, and\nwrites up an allowance on the basis of a CUE\n---\nthe DRO signs the decision.\na member of the rating activity\nbelieves there is a CUE\nprepares a draft decision, and\nrequests approval review using the DRA functionality within VBMS-R\nthe designated reviewer approves via DRA functionality within VBMS-R\nthe member of the rating activity who prepared the draft decision finalizes and signs it\n,\nand\nthe approving official’s signature will generate on the decision.\na member of the rating activity\nbelieves there is a CUE\nprepares a draft decision, and\nrequests approval review using the DRA functionality within VBMS-R\nthe designated reviewer does\nnot\nagree\nthe designated reviewer documents any disagreement using the DRA functionality within VBMS-R, and\nthe member of the rating activity who prepared the draft decision removes the proposed CUE and confirms the existing decision.\nImportant\n:\nIf the CUE involves a rating issue, the decision maker who corrects the prior rating decision must include a certificate of error on the\nCodesheet\n.\nThe final decision reducing the evaluation or severing SC does not require the signature and approval of a designated reviewer\nunless\nnew evidence has been received since the proposed decision was approved.\nIn all cases where a decision is revised through CUE authority, a copy of the revised decision should be provided to the person who prepared the original decision (or their supervisor) as a training tool.\nReferences\n:  For more information on\nrating decision signatures, see\nM21-1, Part V, Subpart iv, 1.B.7\n, and\ndocumenting approval of rating decisions,\nsee the\nDRA Job Aid\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 5, Section A - Revision Due to Clear and Unmistakable Error (CUE)",
  "citation": "Part X, Subpart ii, Chapter 5, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177971/M21-1-Part-X-Subpart-ii-Chapter-5-Section-A-Revision-Due-to-Clear-and-Unmistakable-Error-CUE",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:48.311608",
  "tags": [
    "m21-1"
  ]
}