{
  "chunk_id": "X_ii_5_B_14",
  "content": "/>\nX.ii.5.B.2.c\n.\nPreparing the Final Rating Decision Narrative in Cases Involving Severance of SC\nA long-form rating decision\nNarrative\nis required in final severance decisions.  As noted in\nM21-1, Part X, Subpart ii, 3.D.1.b\n, if the facts contained in the proposed rating decision were sufficiently discussed and no additional evidence was received, they do not need to be repeated in the final rating decision\nNarrative\n.\nWhile regulations require that the claimant be notified of the effective dates of entitlement and payment adjustments in running awards, there is no requirement that the rating decision\nNarrative\nidentify or discuss the effective date for final severance of an SC disability.\nThis guidance differs from the requirements for\nproposed\nrating decisions, and\nfinal decision\nnotices\n.\nExample\n:  A rating decision proposed to sever SC for migraines based on CUE.  The Veteran did not submit any additional evidence, and the due process period expired.  In the final rating decision\nNarrative\n, the DECISION field reads:\nService connection for migraines is severed\n.  Neither the date of the erroneous grant nor the date of the future reduction in payment should be\nreflected in the decisional issue, or\ncited/discussed as the effective date of the final severance.\nNotes\n:\nIf VBMS - Rating prompts for entry of an effective date when completing a final severance decision, manually delete the effective date from the DECISION field in the ISSUE MANAGEMENT tab.\nWhen completing a rating decision addressing final severance of SC, the\nNarrative\nmust address any findings that were favorable to the claimant as detailed in\nM21-1, Part V, Subpart iv, 1.A.5.f\n.\nEnsure that the rating decision discontinues any and all previously established ancillary benefits derived from the Veteran’s entitlement to SC for the erroneously granted disability (provided the Veteran was properly notified in the proposed decision).  If the notification of the proposed decision failed to propose the discontinuance, follow the procedures in\nM21-1, Part X, Subpart ii, 3.D\n.\nReferences\n:  For more information on\nlong-form rating narratives, see\nM21-1, Part V, Subpart iv, 1.A.7\nrequirements for proposed rating decisions related to severance, se\n38 CFR 3.103\n38 CFR 3.105(d)\n, and\nM21-1, Part X, Subpart ii, 3.D.1\nhow to handle evidence received within the adverse action proposal period, see\nM21-1, Part X, Subpart ii, 3.B.1\n, and\nM21-1, Park X, Subpart ii, 3.D.1.g\nrequired elements of a final decision notice, see\n38 CFR 3.103(f)\nM21-1, Part X, Subpart ii, 3.B.4.b\n, and\nM21-1, Part VI, Subpart i, 1.B.1.b\npreparing and sending a final rating decision, see\nM21-1, Part X, Subpart ii, 3.D.1.h\n, and\ninstructions for generating a final severance rating, see the\nVBMS User Guide\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 5, Section B - Severance of Service Connection (SC)",
  "citation": "Part X, Subpart ii, Chapter 5, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177972/M21-1-Part-X-Subpart-ii-Chapter-5-Section-B-Severance-of-Service-Connection-SC",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:57.575655",
  "tags": [
    "m21-1"
  ]
}