{
  "chunk_id": "X_ii_5_B_21",
  "content": "/>\nX.ii.5.B.3.a\n.\nHandling Increase and Secondary Claims for Conditions Found to Require Severance\nIf review of a claim and the associated evidentiary record reveals that an SC disability was granted in error, so as to require severance under\n38 CFR 3.105(d)\n, do\nnot\naward (for any period of entitlement, and regardless of whether the evidence otherwise supports a favorable decision)\nan increase in the evaluation of the erroneously granted disability\nsecondary SC for a disability deemed proximately due to, or the result of, the erroneously granted disability, or\nancillary benefits derived from the Veteran’s entitlement to SC for the erroneously granted disability.\nAwarding additional benefits premised on a grant of SC that was fundamentally erroneous at its origin only serves to compound the nature of the underlying error.\nUnder these circumstances, follow the steps in the table below to arrive at a decision.\nStep\nAction\n1\nEnsure that existing development actions are sufficient to support a decision on the issue of increased evaluation, secondary SC, or ancillary benefit entitlement, irrespective of the proposed severance’s final outcome.\n2\nPrepare a rating decision proposing severance of SC in accordance with\nM21-1, Part X, Subpart ii, 5.B.2.a\n, and\ndefer a decision on entitlement to\nincreased evaluation, pending the proposed severance’s final outcome\nsecondary SC, or\nancillary benefit entitlement.\nNote\n:  Ensure that the rating decision proposing severance of SC also proposes discontinuance of any and all previously established ancillary benefits derived from the Veteran’s entitlement to SC for the erroneously granted disability.\n3\nUse the table below to determine the next action once the 60-day proposal period has expired.\nIf review of evidence indicates that the proposed severance of SC is ...\nThen prepare a final rating decision that ...\nwarranted\nsevers SC, and\ndenies entitlement to increased evaluation, secondary SC, or ancillary benefit entitlement.\nnot\nwarranted\ncommunicates reconsideration of the previous proposal to sever, and\naddresses entitlement to increased evaluation, secondary SC, or ancillary benefit entitlement, as substantiated by the facts of record.",
  "title": "M21-1, Part X, Subpart ii, Chapter 5, Section B - Severance of Service Connection (SC)",
  "citation": "Part X, Subpart ii, Chapter 5, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177972/M21-1-Part-X-Subpart-ii-Chapter-5-Section-B-Severance-of-Service-Connection-SC",
  "updated": "",
  "scraped_at": "2025-06-16T23:13:57.575655",
  "tags": [
    "m21-1"
  ]
}