{
  "chunk_id": "X_ii_5_C_7",
  "content": "/>\nX.ii.5.C.1.b\n.\nException to the Instructions in M21-1, Part X, Subpart ii, 5.C.1.a\nFollow the instructions in the table below (instead of the instructions in\nM21-1, Part X, Subpart ii, 5.C.1.a\n) if\ncorrection of an erroneously assigned effective date or disability evaluation,\nalone\n(with no other rating action), would\nnot\nbenefit the Veteran, and\ncorrection of the error, whether made alone or concurrent with other rating related decisions (as described in\nM21-1, Part X, Subpart ii, 5.C.1.d\n), does not result in a reduction in the current or a prior combined disability evaluation.\nExamples\n:  Take the actions described in the table below if\ncorrection of a CUE results in a reduction in the disability evaluation assigned to one of multiple compensable, SC disabilities but does not change the current or a prior\ncombined\ndisability evaluation\ncorrection of a CUE, when made concurrent with other rating-related decisions, does not result in a reduction in the current or a prior combined disability evaluation, or\nthe rating activity erroneously assigned an effective date of May 23, 2015, for SC for a disability it evaluated as 0-percent disabling, when the proper effective date is October 19, 2015.\nStep\nAction\n1\nEstablish EP 930.\nException\n:  Do not establish EP 930 if a rating EP, such as EP 020, is already pending.\n2\nPrepare a rating decision that corrects the error.\nUpdate the\nCodesheet\nso that it reads how it should have read had no error been made.\n3\nObtain approval of the rating decision from one of the officials identified in\nM21-1, Part X, Subpart ii, 5.A.3.e\n.\n4\nEstablish EP 960, using the date VA discovered the error as the date of claim.\nNote\n:  The authorization activity is responsible for establishing the EP.\n5\nPromulgate the rating decision.\n6\nNotify the beneficiary of the action taken.\nReference\n:  For more information on preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.\n7\nClear the EP 960.\n8\nAdd the\nClear and Unmistakable Error\nflash to the corporate record.\n9\nUpdate the CUE Tracker according to the instructions in\nM21-1, Part X, Subpart ii, 5.A.3.f\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 5, Section C - Due Process and Authorization Issues for Clear and Unmistakable Error (CUE)",
  "citation": "Part X, Subpart ii, Chapter 5, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177973/M21-1-Part-X-Subpart-ii-Chapter-5-Section-C-Due-Process-and-Authorization-Issues-for-Clear-and-Unmistakable-Error-CUE",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:06.868498",
  "tags": [
    "m21-1"
  ]
}