{
  "chunk_id": "X_ii_6_A_6",
  "content": "/>\nX.ii.6.A.1.a\n.\nJurisdiction for Competency Determinations\nJurisdiction on competency determinations for Department of Veterans Affairs (VA) purposes is dependent on the stage of the process the decision is in.\nUse the table below to determine jurisdiction of the competency\ndetermination.\nIf ...\nThen ...\nan initial competency determination is needed, and\nno\ncourt decree of incompetency or court appointment of a fiduciary by reason of incompetency has been received\nthe rating activity at the station of origination (SOO) has sole authority to make the original competency determination.\nan initial competency determination is needed, and\neither a court decree of incompetency or court appointment of a fiduciary by reason of incompetency has been received\na proposal of incompetency/due process is not required per\n38 CFR 3.353(e)\n.  The SOO completes a final competency determination and the case is then referred directly to the fiduciary hub (hub) for appointment of a fiduciary.\nReference\n:  For more information on referral of court documents to the hub, see\nM21-1, Part X, Subpart ii, 6.D.2.g\n.\na finding of incompetency has been proposed regardless of whether VA received\nadditional medical or non-medical evidence conflicting with the proposal of incompetency, or\na request for a hearing\nthe Fiduciary Service Representative (FSR) has the authority to\nfinalize the competency determination, and\nconduct a hearing, if requested.\nException\n:  As provided in\nFPM, Part I, 1.A.2.b\n, the following cases are excluded from fiduciary promulgation team processing due to their unique processing requirements:\nIntegrated Disability Evaluation System cases\nRestricted Access Claims Center cases\nforeign cases, and\nproposed ratings that contain adverse actions in addition to the incompetency issue.\na finding of incompetency has been proposed\none of the exceptions as referenced in\nFPM, Part I, 1.A.2.b\n,\napplies, and\nVA has not received a hearing request\nthe rating activity at the regional office (RO) has the authority to make the final competency determination.\nNote\n:  Routine National Work Queue (NWQ) routing rules will apply unless a specific routing rule for a special status, such as homelessness or a special mission, applies.\na finding of incompetency has been proposed\none of the exceptions as referenced in\nFPM, Part I, 1.A.2.b\n,\napplies, and\nVA received a request for a hearing\nthe rating activity at the RO associated with the beneficiary’s home address has the authority to conduct the hearing and make the final competency determination.\na legacy appeal is received regarding a final competency determination\nthe Veterans Service Center (VSC) or pension management center (PMC) associated with the beneficiary’s home address has jurisdiction over the legacy appeal.\na supplemental claim is received after a final competency determination\nthe VSC or PMC rating activity has the authority to make the competency determination.\nNote\n:  Routine NWQ routing rules will apply unless a specific routing rule for a special status, such as homelessness or a special mission, applies.\na higher-level review (HLR) request is received regarding a final competency determination\na decision review operations center conducts the decision review.\na legacy appeal, supplemental claim, or HLR request is received regarding the appointment of a fiduciary\nthe hub has jurisdiction.\nNote\n:  Proposed and final competency determinations are not claims for benefits, although the competency issue may arise in association with a claim for benefits.  A competency request, accompanied by medical or judicial evidence, does not require a prescribed form submission.\nReferences\n:  For more information on\ncompetency determinations, see\n38 CFR 3.353(b)\njurisdiction for issuing an appeal decision, see\nM21-5, Chapter 7, Section D.1.b\n, and\nprescribed claim forms, see\nM21-1, Part II, Subpart iii, 1.A\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section A - Evaluating and Rating Competency",
  "citation": "Part X, Subpart ii, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177974/M21-1-Part-X-Subpart-ii-Chapter-6-Section-A-Evaluating-and-Rating-Competency",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:16.199271",
  "tags": [
    "m21-1"
  ]
}