{
  "chunk_id": "X_ii_6_A_11",
  "content": "/>\nX.ii.6.A.1.f\n.\nHandling Requests for Incompetency Determinations Without Medical or Judicial Evidence\nUse the table below for proper procedures for handling requests for a finding of incompetency from a Veteran or beneficiary or from a third-party source.\nIf\nthe request or evidence showing a change in competency status is ...\nThen follow the steps in the table below to handle the request for a determination concerning competency status …\na request from a Veteran or other beneficiary to be rated incompetent or have a fiduciary appointed without associated medical or court evidence\nStep\nAction\n1\nIf a rating EP is\nnot currently pending, establish the appropriate compensation or pension rating EP, or\ncurrently pending, control the competency issue under the rating EP.\n2\nEstablish competency as a contention in the Veterans Benefits Management System (VBMS).\n3\nComplete any necessary development for the competency or other pending issues.\nReview VA treatment records and associate all relevant treatment records with the Veteran’s claims folder.\nIn developing the claimed issues, assess whether the request for a competency determination may raise other issues, such as entitlement to an increased evaluation for a service-connected mental disability, as within the scope of the request for the competency determination.\nThis is a determination dependent on the facts of the case.\nDo not routinely consider a request for a competency determination to necessarily be a claim for a related mental disability.\nRequest a VA examination to assess competency status when warranted based on review of the Veteran’s or beneficiary’s statement and/or the other evidence of record.\nReference\n:  For more information on examinations for non-Veteran claimants and beneficiaries, see\nM21-1, Part IV, Subpart i, 2.E.2.a\n.\n4\nFor a Veteran, refer to the procedures at\nM21-1, Part X, Subpart ii, 6.A.2.a\nto evaluate evidence of incompetency.\nFor a child who is over age 18 and permanently incapable of self-support, refer to the procedures at\nM21-1, Part X, Subpart ii, 6.A.2.c\n.\nFor other beneficiaries, refer to the procedures at\nM21-1, Part X, Subpart ii, 6.A.2.d\n.\na request from a third party to have a Veteran or other beneficiary rated incompetent without associated medical or court evidence\nStep\nAction\n1\nEstablish EP 400.\n2\nReview VA treatment records for any evidence of incompetency.\n3\nIf VA treatment records do include medical evidence showing incompetency,\nassociate the records with the Veteran’s claims folder\nchange EP 400 to EP 020 or 120, as appropriate, and\ntreat the request as receipt of medical records.  Follow the procedures at\nM21-1, Part X, Subpart ii, 6.A.3.a\n.\nIf VA treatment records do\nnot\ninclude medical evidence pertaining to competency status, go to Step 4.\n4\nIf the address for the third party individual who submitted the request is available, send a letter acknowledging receipt of the request using the\nCompetency Request—Third Party Reply\nletter, as applicable.  The letter to the third-party requestor\nmust not\ninclude any personally identifiable information for the Veteran or beneficiary.  Go to Step 5.\nIf the address for the third-party individual who submitted the request is not available, go to Step 5.\n5\nClear EP 400.\nNote\n:  When unusual circumstances are present, such as an extraordinary situation presented by the third party but without associated medical or legal evidence, the request may be referred to Central Office for an advisory opinion in accordance with\nM21-1, Part X, Subpart v, 1.A.2\nbefore EP 400 is cleared.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section A - Evaluating and Rating Competency",
  "citation": "Part X, Subpart ii, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177974/M21-1-Part-X-Subpart-ii-Chapter-6-Section-A-Evaluating-and-Rating-Competency",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:16.199271",
  "tags": [
    "m21-1"
  ]
}