{
  "chunk_id": "X_ii_6_A_15",
  "content": "/>\nX.ii.6.A.2.a\n.\nConsidering Whether to Address\nCompetency of a Veteran\nIf the claimant is a Veteran, address competency in a decision whenever\nthere is\nentitlement to benefits, or\nthe potential for the competency decision to impact the outcome of a determination about insurance entitlement under\n38 U.S.C. 1922\n, and\nqualifying evidence raises a question as to the mental capacity to contract or to manage their own affairs, including disbursement of funds without limitation.\nAddress competency as a separate issue in the rating decision when\nincompetency is proposed,\nor\na previous rating of incompetency is being reconsidered.\nUse the table below for guidance on what action, if any, to take within a rating decision on the matter of competency.\nIf the evidence ...\nThen ...\nsuggests but does not clearly and convincingly show that the person is incapable of managing the VA benefit payment without limitation\ndo not develop\ndo not propose incompetency, and\nstate in the narrative of the rating decision issue that there was no clear and convincing evidence of incompetency.\nclearly and convincingly shows that the person is incapable of managing the VA benefit payment without limitation\npropose incompetency.\nImportant\n:\nCompetency\nmust\nbe addressed in cases where a mental condition is initially evaluated as totally disabling or when the total evaluation is continued in a rating decision. This includes\nwhen individual employability is awarded or continued on the basis of a single mental health disability, and\nwhen assigning or continuing a temporary total evaluation for a mental disorder under\n38 CFR 4.29\n.\nThe mere existence of a mental condition with a total evaluation does not automatically correlate to a Veteran’s inability to manage their benefits, but many of the symptoms warranting a total disability evaluation could render the Veteran unable to manage benefits.\nCarefully consider the facts in these cases to determine whether the regulatory standard warrants a proposal of incompetency.  When the evidence shows the Veteran is competent, address the competency determination as part of the narrative within the mental condition issue.\nInclude the following text in the rating narrative, either generated based on decision points or added using the\nVA COMPETENT\nglossary selection within VBMS - Rating for these cases:\nThere is no evidence of record that shows that you are unable to manage your financial affairs.   (38 CFR 3.353)\nReferences\n:  For more information on\nthe criteria for addressing competency, see\n38 CFR 3.353\nthe presumption of competency, see\nM21-1, Part X, Subpart ii, 6.A.1.c\nthe evidentiary standard for proposing incompetency, see\nM21-1, Part X, Subpart ii, 6.A.1.d\ninsurance purpose determinations for Veterans, see\nM21-1, Part X, Subpart ii, 6.G\n, and\nconsidering issues within scope of a claim, see\nM21-1, Part V, Subpart ii, 3.A.2\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section A - Evaluating and Rating Competency",
  "citation": "Part X, Subpart ii, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177974/M21-1-Part-X-Subpart-ii-Chapter-6-Section-A-Evaluating-and-Rating-Competency",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:16.199271",
  "tags": [
    "m21-1"
  ]
}