{
  "chunk_id": "X_ii_6_A_21",
  "content": "/>\nX.ii.6.A.3.a\n.\nMaking Initial Competency Determinations Based on Medical Evidence\nThe RO is responsible for all initial competency determinations based on medical evidence.  The table below describes the actions involved in making initial competency determinations based on receipt of medical evidence.\nStage\nResponsible Employee\nDescription\n1\nrating activity personnel\nPrepares a rating decision proposing a finding of incompetency after receiving clear and convincing evidence that a payee is incapable of managing their own affairs, including disbursement of funds without limitation, and\nensures that the facts contained in the proposed rating decision are complete so that they do not need to be repeated in the final rating decision.\nNote\n:\nIf there is a finding of incompetency by a court, follow the guidance in\nM21-1, Part X, Subpart ii, 6.D.2.f and g\n.\n2\nauthorization activity personnel\nProvides the payee notice of\nthe proposed incompetency rating\nthe opportunity for a hearing, and\nany concurrently rendered decisions\ncloses any tracked items associated with the pending rating EP\nclears any pending EP that would normally be taken at this point, including release of monthly benefits\nnotifies power of attorney, if applicable, per\nM21-1, Part I, Subpart i, 2.B.1\naccomplishes automated (or, in the event of systematic error, manual) establishment of EP 590,\nDue Process for Incompetency\nadds any required tracked items to the EP 590, and\nensures associated documentation is available in the claims folder.\nNote\n:  The SOO transfers the EP 590 to the hub of jurisdiction.  The SOO is not required to provide oral notification of Brady Handgun Violence Prevention Act (Brady Act) restrictions.\n3\nhub personnel\nProvides the payee oral notification of Brady Act restrictions upon receipt of the EP.\nReferences\n:  For more information on\ndue process requirements for incompetency determinations, see\nM21-1, Part X, Subpart ii, 6.D.3\njurisdiction for competency decisions, see\nM21-1, Part X, Subpart ii, 6.A.1.a\nevaluating competency when the beneficiary is found incompetent by court decree\n, see\nM21-1, Part X, Subpart ii, 6.A.5.b\n, and\ndecree by a court as notice and hearing, see\nM21-1, Part X, Subpart ii, 6.A.5.a\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section A - Evaluating and Rating Competency",
  "citation": "Part X, Subpart ii, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177974/M21-1-Part-X-Subpart-ii-Chapter-6-Section-A-Evaluating-and-Rating-Competency",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:16.199271",
  "tags": [
    "m21-1"
  ]
}