{
  "chunk_id": "X_ii_6_A_33",
  "content": "/>\nX.ii.6.A.5.b\n.\nEvaluating Competency When the Beneficiary is Found Incompetent by Court Decree\nJudicial findings of a court with respect to the competency of a beneficiary are not binding on the rating activity.  In such cases\ndevelop all necessary evidence for a rating activity determination, such as\nan examination\nhospital observation, or\na field examination\ngive great weight to a\ncourt decree of incompetency, and\nthe inability to manage financial affairs, and\ndo not make a rating of incompetency unless there is clear and convincing evidence of that fact.\nNotes\n:\nExaminations, hospital observations, or field examinations are not routinely required to evaluate competency where there is a judicial finding already of record.  Conduct additional development only when the evidence of record raises doubt as to the beneficiary’s competency status.\nIf the beneficiary continues to be rated competent, mention whether the court made a parallel determination or whether the court made a different determination.\nFollow guidance in\nM21-1, Part X, Subpart ii, 6.D.2.h\nif a child over the age of 18 does not have a determination of permanent incapacity for self-support by rating decision.\nM21-1, Part X, Subpart ii, 6.B.2.c\nprovides that the question of permanent incapacity is one of fact for determination by the rating activity based on competent evidence of record.\nIf a temporary court appointment is received and additional appropriate information is available to propose a rating, but there is no judicial determination of record, then the RO should issue due process proposing a rating of incompetency.\nIf a temporary court appointment is received, but there is not sufficient information to propose a rating, the RO will provide notice to the sender which identifies what additional information would be necessary to do so.\nReferences\n:  For more information on\nprocessing a judicial determination of incompetency, see\nM21-1, Part X, Subpart ii, 6.D.2.g\na child’s permanent incapacity for self-support, see\nM21-1, Part X, Subpart ii, 6.B\nconsidering the competency of a child permanently incapable of self-support, see\nM21-1, Part X, Subpart ii, 6.A.2.c\nrequesting field examinations, see\nM21-1 Part X, Subpart v, 1.E\n, and\nannotation of examination requests when the examinee is rated incompetent, see\nM21-1, Part IV, Subpart i, 2.A.9.b\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section A - Evaluating and Rating Competency",
  "citation": "Part X, Subpart ii, Chapter 6, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177974/M21-1-Part-X-Subpart-ii-Chapter-6-Section-A-Evaluating-and-Rating-Competency",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:16.199271",
  "tags": [
    "m21-1"
  ]
}