{
  "chunk_id": "X_ii_6_B_10",
  "content": "/>\nX.ii.6.B.1.e\n.\nHandling Claims Received More Than Three Months Prior to the Child's 18\nth\nBirthday\nDo\nnot\nrequest evidence or refer a claim to the rating activity more than three months prior to the child’s 18\nth\nbirthday.\nIf a claim alleging a child’s permanent incapacity for self-support is received more than three months prior to the child’s 18\nth\nbirthday\ninform the claimant that consideration will be deferred, and\nuse diary code 03 (\nHelpless Child Review\n) to establish control for future development, if necessary, and referral of the claim to the rating activity approximately three months prior to the\nchild’s 18\nth\nbirthday.\nNotes\n:\nIf the contention of a child's permanent incapacity for self-support is prematurely communicated on something other than a prescribed form, treat the correspondence as a request for application as discussed in\nM21-1, Part X, Subpart ii, 6.B.1.b\n.  Do\nnot\ninform the claimant of the deferral of consideration or establish local diary control in the absence of a valid claim on a prescribed form.\nAt the time when the rating activity reviews the case, if the child’s disability is considered permanent in nature, the rating activity may order an examination without requiring any other medical evidence.\nReferences\n:  For more information on\nestablishing a diary, see the\nShare User Guide\n, and\nresponding to the maturation of the diary referenced in this block, see\nM21-1, Part X, Subpart ii, 6.B.1.f\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}