{
  "chunk_id": "X_ii_6_B_12",
  "content": "/>\nX.ii.6.B.1.g\n.\nHandling Claims Unaccompanied by Evidence Required to Concede Status as a Child\nFollow the instructions in the table below if a substantially complete claim alleging a child is permanently incapable of self-support is not accompanied by evidence/information VA requires to establish the child’s age and relationship, as outlined in\nM21-1, Part VII, Subpart i, 3.A\n.\nImportant\n:  Do not refer a claim alleging a child is permanently incapable of self-support to the rating activity before establishing the individual’s age and status as the child of the Veteran on whose service benefits are based.\nStep\nAction\n1\nDid the claimant initiate a claim by submitting a September 2018 or later version of\nVA Form 21-686c, Application Request to Add and/or Remove Dependents\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 3.\n2\nIs the evidence/information that is missing evidence/information\nVA Form 21-686c\nspecifically instructs the claimant to provide?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n3\nUndertake development to obtain the missing evidence/information.\n4\nDid the claimant provide the missing evidence/information within 30 days?\nIf\nyes\n,\nrefer the claim to the rating activity to determine whether the child is permanently incapable of self-support, and\ndisregard the remaining step in this table.\nIf\nno\n, go to the next step.\n5\nDeny the claim without referral to the rating activity.\nImportant\n:  In the decision notice, inform the claimant that the basis for the denial was the absence of evidence/information VA requires to establish the child’s age and/or relationship.\nReferences\n:  For more information on\nestablishing a child’s relationship to a Veteran, see\nM21-1, Part VII, Subpart i, 1.A\n, and\nM21-1, Part VII, Subpart i, 3.B\n, and\ndecision notice requirements, see\n38 CFR 3.103(f)\n, and\nM21-1, Part VI, Subpart i, 1.B.1.b\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}