{
  "chunk_id": "X_ii_6_B_16",
  "content": "/>\nX.ii.6.B.2.a\n.\nWhen to Send Section 5103 Notice Regarding the Evidence Required to Establish Permanent Incapacity for Self-Support\nUse the table below to determine when to send Section 5103 notice regarding the evidence required to establish a child is permanently incapable of self-support.\nIf the form the claimant used to initiate the claim\n...\nThen ...\ndoes\nnot\ndiscuss the evidence required to determine whether the child is permanently incapable of self-support\nExample\n:\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation If Applicable)\nsend Section 5103 notice only if\nno such notice has been sent within the year prior to the date of claim, and\nthe benefit cannot be granted on the evidence of record.\ndiscusses the evidence required to determine whether the child is permanently incapable of self-support\nExample\n:\nVA Form 21-686c\ndo not send Section 5103 notice.  A decision on the claim may be made without any additional development.\nNote\n:  This policy applies not only to fully developed claims (FDCs), but also to claims self-excluded from the FDC process.\nis a\nVA Form 20-0995, Decision Review Request:  Supplemental Claim\nfollow the guidance in\nM21-1, Part X, Subpart ii, 2.A\n, and\nM21-1, Part II, Subpart iii, 2.B\n.\nReferences\n:  For more information on\nprocessing FDCs, see\nM21-1, Part X, Subpart i, 2.B\nprescribed forms for the submission of claims involving a child's permanent incapacity for self-support, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n, and\nthe action to take when a claimant does not respond to Section 5103 notice within the 30-day response period, see\nM21-1, Part X, Subpart ii, 6.B.2.d\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}