{
  "chunk_id": "X_ii_6_B_19",
  "content": "/>\nX.ii.6.B.2.d\n.\nDeciding the Issue of Permanent Incapacity for Self-Support\nThe table below describes what happens after\na claimant has established the\nage of a child the claimant alleges is permanently incapable of self-support, and\nchild’s relationship to the Veteran on whose service the claimed benefit is based, and\nall appropriate development actions to obtain evidence regarding the child’s capacity for self-support are complete.\nIf ...\nThen the ...\nevidence received in connection with the claim sufficiently justifies entitlement under\n38 CFR 3.356\nrating activity will\nestablish permanent incapacity for self-support, and\naddress the issue of the child’s competency in accordance with\nM21-1, Part X, Subpart ii, 6.A.2.c\n.\nevidence received in connection with the claim does\nnot\nsufficiently justify entitlement under\n38 CFR 3.356\nrating activity will deny permanent incapacity for self-support.\nevidence received in connection with the claim is deemed insufficient to resolve the issue in question\nrating activity will defer a decision on incapacity for self-support, directing what additional development need be undertaken.\nno evidence (other than the declaration referenced in the note in the next column) regarding the child’s capacity for self-support is of record\nauthorization activity will deny the claim, indicating in the corresponding decision notice that the claimant did not\nfurnish evidence as requested, or\nprovide evidence demonstrating the child’s permanent incapacity for self-support.\nNote\n:  No rating activity action is required if a claimant checks a box on a claim form that indicates a child is incapable of self-support or severely disabled but submits no evidence to support the assertion.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}