{
  "chunk_id": "X_ii_6_B_20",
  "content": "/>\nX.ii.6.B.2.e\n.\nScheduling Reexaminations in Rare Cases Involving a Child’s Permanent Incapacity for Self-Support\nFollowing a determination of permanent incapacity for self-support, the rating activity\nmay\nrequest a reexamination or other form of development, but\nonly\nunder the most unusual of circumstances when evidence compellingly supports the notion that the child may become capable of self-support in the future.\nAny reexamination deemed necessary by the rating activity must be\nreviewed and approved by a supervisor (assistant coach or above), with the approval documented in a VBMS note\nfully justified in the rating decision’s narrative, and\nscheduled within not less than two years, but not more than five years, following the finding of permanent incapacity for self-support.\nIn a case involving a future examination or developmental control,\nestablish a diary code 03 (\nHelpless Child Review\n), and\nupon expiration of the control, establish EP 020, 120, or other appropriate EP control, and refer the case to the rating activity for a decision as to whether or not to\nschedule an examination, or\nrefer the case to the authorization activity for further development of the child’s current status.\nNote\n:  If the future diary is not cleared timely, an EP will be system-generated indicating that the action is due.\nReferences\n:  For more information on\nestablishing a diary, see the\nShare User Guide\ndetermining the need for review examinations, see\n38 CFR 3.327\n, and\nM21-1, Part IV, Subpart ii, 1.A\n, and\nEPs, see\nM21-4, Appendix B\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}