{
  "chunk_id": "X_ii_6_B_38",
  "content": "/>\nX.ii.6.B.4.e\n.\nHandling Discontinuance of a Surviving Spouse’s Entitlement\nUse the table below to determine the action to take if an award of DIC or Survivors Pension to a surviving spouse, which includes benefits for a child deemed permanently incapable of self-support, is discontinued because the surviving spouse is no longer entitled.\nIf VA deemed the child permanently incapable of self-support based on…\nThen …\nmental impairment\nrefer the claim to the rating activity, if the child is otherwise entitled to benefits in their own right, to determine whether the child is competent to handle their own funds.\nNote\n:  If the rating activity determines the child is competent to handle their own funds, benefits may be paid directly to the child.\nReferences\n:  For more information on the action taken concerning the surviving spouse’s award\nin Survivors Pension cases, when the surviving spouse’s award is terminated for excessive income, see\nM21-1, Part IX, Subpart iii, 1.E.4\nin DIC cases, when the surviving spouse’s entitlement has not been resolved, see\nM21-1, Part XII, Subpart i, 3.C\n, and\nupon the remarriage of the surviving spouse, see\nM21-1, Part VII, Subpart i, 2.E\n.\nphysical impairment\nauthorize payment to or on behalf of the child, if the child is otherwise entitled to benefits in their own right, without referral to the rating activity, as described in\nM21-1, Part X, Subpart ii, 6.B.3\nM21-1, Part VII, Subpart i, 2.E\n, and\nM21-1, Part X, Subpart ii, 6.E\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}