{
  "chunk_id": "X_ii_6_B_44",
  "content": "/>\nX.ii.6.B.5.c\n.\nProcedure for Reducing or Discontinuing Benefits\nFollow the steps in the table below upon receipt of\ninformation showing a child deemed permanently incapable of self-support has\nobtained employment, or\notherwise regained the capacity for self-support, or\na request from the beneficiary to remove a child deemed permanently incapable of self-support from their award based on the child potentially regaining the capacity for self-support.\nException\n:  If a beneficiary requests removal of the child from the award, but there is no indication that the reason for the request is the child potentially regaining the capacity for self-support or getting married, it should be treated as a request for a partial renouncement of benefits and denied, as provided in\n38 CFR 3.106\nM21-1, Part X, Subpart iv, 4.1.a\n, and\nM21-1, Part VII, Subpart i, 1.C.4.i\n.\nStep\nAction\n1\nDevelop to obtain the following information about the child from the beneficiary:\nthe nature of the child’s employment and income\nwhether or not the child’s employment is\nfull time\npermanent\ntemporary, or\ntherapeutic, and\nany other pertinent evidence relating to the child’s capacity for self-support.\n2\nExtend the suspense date 30 days from the date of the development letter under\nEP 020 (if the beneficiary is entitled to disability compensation or DIC), or\nEP 120 (if the beneficiary is entitled to pension).\nGo to the next step when the response period expires or when the beneficiary responds to the development letter,\nwhichever occurs first\n.\n3\nRefer the case to the rating activity for a determination as to whether or not the child is still permanently incapable of self-support.\n4\nDid the rating activity confirm the child\nremains\npermanently incapable of self-support?\nIf\nyes\n,\nnotify the beneficiary of the decision, and\ndisregard the remaining steps in this table.\nIf\nno\n, go to the next step.\n5\nWas the initial information showing the child has regained the capacity for self-support received\nfrom the beneficiary\n(making a notice of proposed adverse action and due process unnecessary)?\nIf\nyes\n, go to Step 9.\nIf\nno\n, go to the next step.\n6\nSend the beneficiary a notice of proposed adverse action that\ninforms the beneficiary of\nVA’s proposal to discontinue or reduce benefits (whichever applies) because the child is no longer permanently incapable of self-support\nthe evidence VA considered in making its decision\nthe basis for the decision\nthe beneficiary’s procedural rights, and\nthe 60-day time limit for submitting evidence showing the child remains permanently incapable of self-support.\nGo to the next step when the beneficiary responds to the notice of proposed action or 65 days after sending the notice of proposed adverse action,\nwhichever occurs first\n.\nNote\n:  If the beneficiary requests a hearing within 30 days of the date of the notice of proposed adverse action, go to the next step only after VA\nholds the hearing, and\ncompletes any other necessary development actions.\n7\nRefer the case to the rating activity for a final decision on the proposed adverse action.\n8\nDid the rating activity affirm the child is now capable of self-support?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nnotify the beneficiary of VA’s determination that the child remains permanently incapable of self-support, and\ndisregard the remaining steps in this table.\n9\nIs the beneficiary entitled to pension?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n10\nDiscontinue or reduce benefits (whichever applies), effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\nGo to Step 12.\n11\nDiscontinue or reduce benefits (whichever applies), effective the first of the month following the month in which a 60-day time period that commences on the date of the decision notice ends.\n12\nPrepare a decision notice that informs the beneficiary of\nVA’s determination that the child is now\ncapable\nof self-support, and\nthe action VA took based on its decision.\nReferences\n:  For more information on\nrating activity determinations regarding a child’s incapacity for self-support, see\nM21-1, Part X, Subpart ii, 6.B.2.c\nthe date of discontinuance of an award to or for a child deemed permanently incapable of self-support, see\n38 CFR 3.503(a)(3)\n, and\nnotice of proposed adverse action requirements, see\nM21-1, Part X, Subpart ii, 3.A\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section B - A Child’s Permanent Incapacity for Self-Support",
  "citation": "Part X, Subpart ii, Chapter 6, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177975/M21-1-Part-X-Subpart-ii-Chapter-6-Section-B-A-Childs-Permanent-Incapacity-for-Self-Support",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:25.498201",
  "tags": [
    "m21-1"
  ]
}