{
  "chunk_id": "X_ii_6_C_6",
  "content": "/>\nX.ii.6.C.1.a\n.\nCircumstances Under Which It Is Appropriate to Request the Appointment (Certification) of a Fiduciary\nRequest the appointment (certification) of a fiduciary when\nbenefits are payable to a beneficiary who is\nrated incompetent by the Department of Veterans Affairs (VA), including Veterans rated incompetent who are receiving hospital, nursing home, or domiciliary care by VA\nunder legal disability, or\nunder the age of majority (a minor), or\nthe beneficiary is a child who is in the custody of a natural or adoptive parent or stepparent.\nNotes\n:\nWhen the beneficiary is a child in the custody of a natural or adoptive parent or stepparent, recognize the parent as the custodian for direct payment of monthly benefits but withhold any retroactive payments pending the appointment of a fiduciary, per\n38 U.S.C. 5502(a)(1)\n, by following the procedures in\nM21-1, Part X, Subpart ii, 6.E.4\n.\nIn most cases, fiduciary hubs (hubs) are responsible for requesting the appointment of a fiduciary.  Regional offices (ROs) must use a\nVA Form 21-592, Request for Appointment of a Fiduciary, Custodian or Guardian\n, to request the appointment of a fiduciary when\na court has determined that the beneficiary is incompetent\nVA benefits are granted to a beneficiary who is a minor\nVA is processing an incompetent beneficiary’s claim through the Integrated Disability Evaluation System (IDES)\na Restricted Access Claims Center (RACC) has jurisdiction over an incompetent beneficiary’s claim, or\nVA is processing the claim of an incompetent foreign beneficiary.\nThe definition of the terms\nappointment\nand\ncertification\nare essentially the same for the purposes of this section.  The certification is the signature on the\nVA Form 21P-555, Certificate of Legal Capacity to Receive and Disburse Benefits and Fee Authorization\n.\nThe term\nguardian\n, for Fiduciary Program purposes, applies to a court-appointed guardian, conservator, trustee, committee or other term used to denote a court-appointed responsibility for another person and/or property.\nReferences\n:  For more information on\nprocessing a judicial determination of incompetency, see\nM21-1, Part X, Subpart ii, 6.D.2.g\nevaluating competency when the beneficiary is found incompetent by court decree, see\nM21-1, Part X, Subpart ii, 6.A.5.b\nrequesting the appointment of a fiduciary for a minor beneficiary,\nsee\nM21-1, Part X, Subpart ii, 6.C.1.c\nIDES, see\nM21-1, Part X, Subpart i, 6.E\nRACCs, see\nM21-1, Part II, Subpart ii, 2.B\n, and\nthe definition of mental incompetency, see\n38 CFR 3.353(a)\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section C - General Information on Incompetency and Fiduciary Cases",
  "citation": "Part X, Subpart ii, Chapter 6, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177976/M21-1-Part-X-Subpart-ii-Chapter-6-Section-C-General-Information-on-Incompetency-and-Fiduciary-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:34.802604",
  "tags": [
    "m21-1"
  ]
}