{
  "chunk_id": "X_ii_6_D_14",
  "content": "/>\nX.ii.6.D.2.b\n.\nProcessing Medical Evidence of Incompetency That Does Not Involve a Judicial Determination\nFollow the steps in the table below after receiving medical evidence that\nindicates a beneficiary may be incompetent, per\n38 CFR 3.353\n, but\ndoes\nnot\ninvolve a judicial determination of incompetency.\nStep\nAction\n1\nEstablish an appropriate rating end product (EP) if one is not currently pending.\n2\nRefer the evidence to the rating activity for a determination as to the beneficiary’s competency.\nNote\n:  If the medical evidence is not adequate for rating purposes, undertake development to obtain additional evidence before referring the case to the rating activity.\nReference\n:  For more information on processing evidence of a child’s permanent incapacity for self-support, see\nM21-1, Part X, Subpart ii, 6.B.1 and 2\n.\n3\nIf, after reviewing the evidence, the rating activity determines the beneficiary is\nstill competent,\nannotate the evidence to show it was reviewed but warranted no formal action\nclear the EP (unless other rating-related issues are still pending), and\ndisregard the remaining steps in this table, or\nincompetent, the rating activity will prepare a rating decision that proposes a rating of incompetency.  Go to the next step after the rating activity refers the decision for promulgation.\nNote\n:  If the beneficiary has an electronic claims folder (eFolder), enter annotations in the SUBJECT field of the evidence’s document properties, according to the instructions in\nM21-1, Part II, Subpart ii, 2.A.1.e\n, and\nthe\nVeterans Benefits Management System (VBMS) Core User Guide\n.\n4\nPromulgate the rating EP and send the proposed incompetency letter.\nReference\n:  For more information on the proposed incompetency letter, see\nM21-1, Part X, Subpart ii, 6.D.3.a\n, and\nM21-1, Part X, Subpart ii, 6.D.4.b\n.\n5\nAuthorize the rating EP.\nNote\n:  If the proposed incompetency letter was\nnot\npreviously sent, the letter must be sent to the beneficiary at this time.\n6\nDid the system automatically establish EP 590,\nDue Process for Incompetency\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nmanually establish the EP, and\ngo to the next step.\nNote\n:  National Work Queue (NWQ) will transfer the EP 590 automatically to the hub of jurisdiction the following day.  Hubs will provide oral notification of the Brady Handgun Violence Prevention Act (Brady Act) restrictions upon receipt of the EP.\nReference\n:  For more information on the date of claim for an EP 590,\nDue Process for Incompetency\n, see\nM21-4, Appendix B, 2\n.\n7\nAuthorization will create and finalize the proposed incompetency letter (if applicable) under the EP 590.\nImportant\n:  The proper due process tracked item must be added to the EP 590 by authorization\nregardless\nof the due process letter-type used.\n8\nEnsure the decision notice (if applicable) and the proposed incompetency letter is/are associated with the claims folder.\nImportant\n:  Process an award or award adjustment according to the instructions in\nM21-1, Part X, Subpart ii, 6.D.2.c\nif, at any point during the process described in the table above, a beneficiary becomes entitled to\nan original award of benefits\na reinstatement of benefits, or\nan increase in benefits.\nNote\n:   If, during the due process period (the 60-day period that follows the date of the notice of the proposed rating of incompetency), VA receives\nevidence regarding the beneficiary’s competency, follow the process described in\nM21-1, Part X, Subpart ii, 6.D.3.c\n, or\na request for a hearing, follow the instructions in\nM21-1, Part X, Subpart ii, 6.D.3.e\n.\nReference\n:  For more information on handling requests for competency determinations\nwithout\nmedical or a judicial determination regarding a beneficiary’s competency, see\nM21-1, Part X, Subpart ii, 6.A.1.f\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}