{
  "chunk_id": "X_ii_6_D_15",
  "content": "/>\nX.ii.6.D.2.c\n.\nClaimants Who Become Entitled to Benefits Before the Rating Activity Makes a Final Determination Regarding Competency\nUse the table below to determine the actions to take if, at any point during the process described in\nM21-1, Part X, Subpart ii, 6.D.2.b\n, the rating activity determines a claimant is entitled to an original award of benefits, a reinstatement of benefits, or increased benefits.\nException\n:  Under certain circumstances, which should be rare,\nnot\ntaking the action described in the table below might be in the beneficiary’s best interest.  If, for example, the evidence of record shows the beneficiary has a history of giving away all income or spending it on frivolous activities on the same day it is received, it may be in the beneficiary’s best interest to withhold benefits until the\nrating activity determines the beneficiary is competent, or\nhub of jurisdiction assigns the beneficiary a fiduciary.\nImportant\n:  In all cases, withhold all\nretroactive\nbenefits due the beneficiary until the rating activity makes a final decision regarding the beneficiary’s competency.  If the rating activity ultimately decides the beneficiary is\ncompetent\n, release all benefits that were withheld while deciding whether the beneficiary was competent, or\nincompetent\n, withhold the retroactive benefits until the hub of jurisdiction assigns the beneficiary a fiduciary.\nIf the rating activity determined the Veteran is entitled to ...\nThen ...\nan original award of benefits, or\na reinstatement of benefits\ngenerate an award,\nwithout\nwaiting for resolution of the competency issue, that withholds benefits until the first day of the current month.\nincreased benefits\nprocess an award adjustment,\nwithout\nwaiting for resolution of the competency issue, that withholds the increase in benefits until the date shown in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}