{
  "chunk_id": "X_ii_6_D_16",
  "content": "/>\nX.ii.6.D.2.d\n.\nActions the Authorization Activity Takes Following Receipt of a Recommendation for Payment From a Hub\nWhen a hub makes a recommendation for payment, its own authorization activity typically processes the recommendation.  When the hub’s authorization activity is unable to process such a recommendation, the hub refers the recommendation to a regional office (RO) for processing.\nUse the table below to determine the actions ROs must take after receiving a recommendation for payment from a hub.\nIf the hub …\nThen the RO must …\nconcurs with the rating of incompetency\ndetermines that appointment of a fiduciary is appropriate, and\ncertifies the appointment of a fiduciary by sending\nVA Form 21P-555,\nCertificate of Legal Capacity to Receive and Disburse Benefits, and Fee Authorization\n, to the RO\nrelease any withheld benefits to the fiduciary in accordance with\ninstructions from the hub, and\nthe procedures set forth in\nM21-1, Part X, Subpart ii, 6.E.2.b\n.\nNotes\n:\nIf, in addition to releasing withheld benefits, the RO adjusted the beneficiary’s award, it must also\nfurnish the certifying hub a copy of the award document, and\nnotify the beneficiary’s fiduciary of the award adjustment and review rights with regard to it, per\nM21-1, Part X, Subpart ii, 3.B.4\n.\nThere is no requirement to notify the beneficiary’s fiduciary\nunless\nthe RO adjusted the beneficiary’s award.\nconcludes the beneficiary is competent to manage the funds payable, and\nfurnishes the RO with certification of supervised direct pay (SDP) on\nVA Form 21P-555\nauthorize the SDP award in accordance with the\ninstructions from the hub, and\nprocedures set forth in\nM21-1, Part X, Subpart ii, 6.E.2.b\nand\nM21-1, Part X, Subpart ii, 6.D.5\nrefer the following to its rating activity:\na statement of the finding of competency by the hub, and\nall evidence upon which the hub based its conclusion.\nResult\n:  The rating activity must reassess the issue of competency, per\n38 CFR 3.353\n.  If the rating activity decides the beneficiary\nis\ncompetent\n, the RO must\nrelease any withheld benefits directly to the beneficiary\nfurnish the certifying hub a copy of the award document, and\nnotify the beneficiary of the final determination and review rights, per\nM21-1, Part VI, Subpart i, 1.B\n, or\nremains\nincompetent\n, the RO must\ncontinue the SDP, and\nnotify the hub of the rating decision.\nReference\n:  For more information on the evidentiary requirements for determining whether an incompetent beneficiary has regained competency, see\nM21-1, Part X, Subpart ii, 6.A.4.d\n.\nNote\n:  If the award of the beneficiary referenced in the table above\nrequires adjustment, the RO makes the adjustment under the pending EP 290, or\ndoes\nnot\nrequire adjustment, the RO clears the pending EP 290.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}