{
  "chunk_id": "X_ii_6_D_19",
  "content": "/>\nX.ii.6.D.2.g\n.\nProcessing a Judicial Determination of Incompetency\nJudicial findings of a court with regard to the competency of a beneficiary are\nnot\nbinding on the rating activity.\nFollow the steps in the table below after receiving a judicial determination of incompetency regarding a beneficiary.\nStep\nWho Is Responsible\nAction\n1\nRO\nIf the beneficiary has been admitted to a hospital for treatment or observation, request medical records from the hospital that would be useful in evaluating the beneficiary's competency.\n2\nRO\nComplete a final rating decision regarding the beneficiary’s competency.\n3\nRO\nUse the table below to determine how to process the rating decision referenced in Step 2.\nIf the rating activity determined the beneficiary is ...\nThen ...\ncompetent\ncomplete any pending award actions\nsend a decision notice to the beneficiary, and\nclear the pending EP 020 (or other associated rating EP).\nincompetent\ncomplete any pending award actions, withholding any\nretroactive\nbenefits until the hub of jurisdiction assigns the beneficiary a fiduciary\nsend the beneficiary contemporaneous notice that satisfies the requirements of\nM21-1, Part X, Subpart ii, 6.D.4.b\nclear the pending EP 020 (or other associated rating EP)\nensure the judicial documents are associated with the claims folder\nestablish an EP 290,\nFID-Fiduciary Adjustment\n, which NWQ will route\nto the hub of jurisdiction, and\nnotify the hub of jurisdiction using\nVA Form 21-592\n, Request for Appointment of a Fiduciary, Custodian or Guardian\n, if the form was not already provided to the hub, or\na memorandum or letter, if\nVA Form 21-592\nwas previously provided to the hub.\nNote\n:  Hubs will provide oral notification of the Brady Act restrictions upon receipt of the EP.\n4\nRO\nPending certification of a fiduciary or other instructions from the hub, continue any existing\napportionments, and\npayments VA is making to the beneficiary.\nReference\n:  For more information on handling a court’s appointment of more than one fiduciary, see\nM21-1, Part X, Subpart ii, 6.E.1.b\n.\n5\nhub\nauthorization activity\nFollowing receipt of certification\nprocess the payee certification from the\nVA Form 21P-555\n, and\nforward a copy of the completed\nVA Form 21P-555\nto the Insurance Service.\nReference\n:  For more information on the actions an RO’s authorization activity must take following receipt of a recommendation for payment from a hub, see\nM21-1, Part X, Subpart ii, 6.D.2.d\n.\nReferences\n:  For more information on\nprocessing a judicial determination of incompetency for a child who has been found permanently incapable of self-support by rating decision, see\nM21-1, Part X, Subpart ii, 6.A.5.b\nprocessing evidence that a child beneficiary is permanently incapable of self-support, see\nM21-1, Part X, Subpart ii, 6.D.2.h\n, and\naction required for a payee found incompetent by court decree or court appointment of a fiduciary, see\nM21-1, Part X, Subpart ii, 6.A.5.c\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}