{
  "chunk_id": "X_ii_6_D_21",
  "content": "/>\nX.ii.6.D.2.i\n.\nAuthorizing an Award for a Beneficiary Found Competent by Court Decree\nIf a beneficiary previously held incompetent\nby a court decree\nonly\n, (\nnot\nby rating decision) is subsequently found competent by a court decree\ninitiate direct payment to the beneficiary after a hub certifies the corresponding court proceedings were regular and proper in all respects\nannotate the REMARKS section of the amended award to reflect the facts surrounding the restoration of competency, and\ne-mail a copy of the award to the hub that supervises the beneficiary’s fiduciary, or\nby a court decree\nand\nby VA rating decision, is subsequently found competent by court decree\ntake the necessary development action\nrefer the court decree and any evidence that accompanied it to the rating activity, and\ndo\nnot\ninitiate direct payment to the beneficiary without approval from the hub.\nNotes\n:\nWhen a beneficiary was previously held incompetent by a court decree\nand\nby a VA rating decision, the rating activity must prepare a new rating.  If the rating activity confirms and continues incompetency, the rating decision must include a notation of the court’s declaration.\nIf the beneficiary is a child who is incapable of self-support by reason of mental defect, the rating activity must make a new determination as to whether the child remains entitled to VA benefits.  Do not defer award action pending this referral to the rating activity.\nReference\n:  For more information on awards to incompetent Veterans who are institutionalized for medical care, see\nM21-1, Part X, Subpart ii, 6.F.1\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}