{
  "chunk_id": "X_ii_6_D_29",
  "content": "/>\nX.ii.6.D.3.e\n.\nProcessing a Beneficiary’s Request for a Hearing\nThe hub will process hearing requests VA receives between the date of the notice referenced in\nM21-1, Part X, Subpart ii, 6.D.3.a\n, and the date VA makes a final decision regarding the beneficiary’s competency, unless one of the exceptions in\nFPM, Part I, 1.A.2.b\napplies.\nThe table below describes the RO of jurisdiction's (ROJ’s) process for handling a beneficiary’s request for a hearing when one of the exceptions in\nFPM, Part I, 1.A.2.b\napplies.\nStage\nDescription\n1\nThe ROJ follows the instructions in\nM21-1, Part II, Subpart iii, 3.A.2.a\n, for establishing control of the hearing request.\n2\nThe ROJ schedules and holds a hearing according to the instructions in\nM21-1, Part X, Subpart ii, 6.D.3.f\n.\n3\nThe ROJ’s rating activity makes a final determination regarding the beneficiary’s competency.\n4\nThe ROJ takes the actions described in the table below.\nIf the rating activity determines the beneficiary is ...\nThen the authorization activity ...\ncompetent\npromulgates the final rating decision\ncompletes any necessary award actions\nsends a decision notice to the beneficiary, and\nensures all documentation is associated with the claims folder.\nincompetent\npromulgates the final rating decision\ncompletes any necessary award actions\nsends a decision notice to the beneficiary\ncompletes and uploads\nVA Form 21-592\ninto the beneficiary’s eFolder, and\nestablishes an EP 290, FID-Fiduciary Adjustment, which NWQ will route to the hub of jurisdiction.\n5\nIf the rating activity determined the beneficiary is incompetent, the hub of jurisdiction\nappoints a fiduciary, and\nreleases any retroactive benefits due the beneficiary, if appropriate.\nReferences\n:  For more information on\nthe jurisdiction for\nindividual hubs, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n, and\ncompetency determinations, see\nM21-1, Part X, Subpart ii, 6.A.1.a\nwhere to hold a hearing, see\nM21-1, Part X, Subpart v, 1.D.1.m\n, and\nprocessing a legacy notice of disagreement (NOD) that VA receives after notifying a beneficiary of a final rating of incompetency, see\nM21-1, Part X, Subpart ii, 6.D.3.i\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}