{
  "chunk_id": "X_ii_6_D_39",
  "content": "/>\nX.ii.6.D.4.c\n.\nRelief From the Brady Act Requirements\nThe NICS Improvement Amendments Act of 2007 (NIAA) contains an amendment to the Brady Act that obligates VA to provide incompetent beneficiaries the opportunity to request relief from the reporting requirements the Brady Act imposes.  The NIAA places the responsibility for administering the relief program on the agency that provided NICS with the name of the individual who is requesting relief.\nBecause relief from the reporting requirements of the Brady Act is not a benefit under Title 38, principles common to VA’s adjudication process, such as \"benefit of the doubt\" and \"duty to assist\" (as demonstrated in ordering examinations or securing private medical records) do\nnot\napply.  The burden of proof for these requests resides with the beneficiary, and failure to meet that burden is sufficient reason for denying the request.\nNotes\n:\nRequests for relief from the reporting requirements of the Brady Act must be clear and explicit.\nDo not infer or interpret a\nrequest for relief as a claim for reassessment of the beneficiary’s competency, or\nclaim of competency as a request for relief.\nA grant by VA of a request for relief serves only to lift the prohibition against purchasing, possessing, receiving or transporting a firearm or ammunition under the Brady Act.  Refer beneficiaries that are seeking relief from the prohibition against handling explosives under the Safe Explosives Act of 2003 to the Bureau of Alcohol, Tobacco, Firearms and Explosives website to\napply for relief from explosives disabilities\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}