{
  "chunk_id": "X_ii_6_D_40",
  "content": "/>\nX.ii.6.D.4.d\n.\nInitial Steps to Take After Receipt of a Request for Relief\nFollow the steps described in the table below after receipt of a beneficiary’s request for relief from the requirements of the Brady Act.\nStep\nAction\n1\nEstablish an EP 290 using the\nNICS Relief Request\nclaim label.\n2\nHas VA already determined the beneficiary's competency status by rating decision?\nIf\nyes\n, go to the next step.\nIf\nno\n, take no action until the rating activity makes its determination.  Once the determination has been made, go to the next step.\n3\nDid the rating activity determine the beneficiary is competent?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\n4\nIf the rating activity determined the beneficiary is competent\nclose the pending EP 290\nnotify the beneficiary with the following statement:\nWe received your request for relief from the Department of Justice reporting requirements contained in the Brady Handgun Violence Prevention Act.\nWe have determined you can manage your VA benefits. Therefore, it is not necessary to provide you a decision on your request for relief.\n, and\ndisregard the remaining steps in this table.\n5\nDid VA receive the request for relief along with a decision review request regarding the beneficiary's competency?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n6\nIf the decision review request was a\nsupplemental claim, follow the guidance in\nM21-1, Part X, Subpart ii, 2.A.2\nand\nM21-1, Part II, Subpart iii, 2.B\nto reassess the beneficiary’s competency, or\nhigher-level review (HLR), the decision review operations center of jurisdiction must conduct the HLR.\nUpon completion of the decision review request, go to the next step.\n7\nDid the rating activity determine the beneficiary is now competent?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n8\nIf the rating activity determined the beneficiary is now competent\nclose the pending EP 290\nNotify the beneficiary with the following statement:\nWe received your request for relief from the Department of Justice (DoJ) reporting requirements contained in the Brady Handgun Violence Prevention Act.\nWe have determined you can manage your VA benefits. Therefore, it is not necessary to provide you a decision on your request for relief.\nVA will inform DoJ of your changed status, and DoJ will remove your information from the National Instant Criminal Background Check System\n., and\ndisregard the remaining steps in this table.\nNotes\n:\nOn a weekly basis, the Hines Information Technology Center uploads to the\nFBI Law Enforcement Enterprise Portal\na file that identifies those beneficiaries whose prior rating of incompetency VA has changed (by rating decision) during the past month.  The FBI typically removes the names of these beneficiaries from NICS within two months.\nContact the NICS point of contact (POC) by e-mail (\nVAVBAWAS/CO/NICS\n) for assistance when, for example,\nVA receives a congressional inquiry regarding a beneficiary whom VA has rated competent but whose name remains on NICS\na beneficiary whom VA has rated competent notifies VA that their name remains on NICS, or\na VA employee discovers that the name of a beneficiary whom VA rated competent at least six months ago remains on NICS.\n9\nTake the following development actions on the beneficiary's request for relief:\nsend the beneficiary a letter containing the\nparagraphs shown in\nM21-1, Part X, Subpart ii, 6.D.4.e\n, and\nconsent form displayed in\nM21-1, Part X, Subpart ii, 6.D.4.f\nallow 30 days for a response, and\ngo to the next step.\n10\nReview the eFolder to determine if the beneficiary submitted the following documentation within 30 days of the notification letter:\na statement from their primary mental health physician that assesses their mental health status over the last five years\nevidence of their reputation, and\na signed consent form.\nDid the beneficiary provide the required information?\nIf\nyes\n, go to Step 12.\nIf\nno\n, go to the next step.\n11\nDeny the beneficiary’s request for relief, using the\nNICS Relief Denial\nletter in PCGL, and disregard the remaining steps in this table.\n12\nFollow the instructions in\nM21-1, Part X, Subpart ii, 6.D.4.g\nto decide whether to grant the beneficiary’s request for relief.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}