{
  "chunk_id": "X_ii_6_D_41",
  "content": "/>\nX.ii.6.D.4.e\n.\nRequired Paragraphs for the NICS Relief Development Letter\nIf development action is necessary under\nM21-1, Part X, Subpart ii, 6.D.4.d\nto decide a request for relief from the Brady Act requirements,\ninclude the following paragraphs in a letter to the beneficiary.\nWe received your request for relief from the Department of Justice reporting requirements contained in 18 U.S.C. 922(d)(4) and (g)(4), The Brady Handgun Violence Prevention Act of 1993 (The Brady Act), Public Law 103-159.  VA must report to the National Instant Criminal Background Check System (NICS) individuals whom VA determines to be unable to manage their own financial affairs.\nPursuant to 18 U.S.C. 925(c) and 101(c)(2)(A) of the NICS Improvements Amendment Act of 2007, Public Law 110-180, after receiving your request for relief, VA is obligated to decide whether you are eligible to receive relief from the reporting requirements of the Brady Act.  This letter contains information about what we will do with your request and what you can do to help us decide it.\nWe may grant relief if clear and convincing evidence shows the circumstances regarding your disability and your record and reputation are such that you are not likely to act in a manner dangerous to yourself or others, and the granting of relief is not contrary to public safety and/or the public interest.  In order for us to process your request, you must submit the required evidence outlined below within 30 days from the date of this letter.  If we do not receive all of the required evidence, your request for relief will be denied.\nWhat Evidence Should You Provide?\nTo support your claim for relief, you must submit all of the following evidence:\nA statement from your primary mental-health\nphysician that\nassesses your mental health status over the last five years\naddresses whether you\ncurrently pose, or have ever posed, a danger to yourself or others, and\nwould pose a danger to yourself or others if allowed to purchase and possess a firearm, and\nis dated within 90 days prior to your request for relief.\nMedical information addressing the extent of your mental health symptoms and whether or not you are likely to act in a manner dangerous to yourself or to the public.\nEvidence of your reputation, through character witness statements, testimony, or other character evidence.  This may include statements from clergy, law enforcement officials, and/or persons that are aware of your reputation in the community and show that the granting of relief would not be contrary to the public interest.  (Statements or records from law enforcement officials may be provided by the Federal Bureau of Investigation (FBI); the Bureau of Alcohol, Tobacco, and Firearms (ATF); the Attorney General; or other local law enforcement agencies.)\nWhat Should a Character Witness Statement Include?\nThe character witness statements referenced above should originate from individuals with whom you have had recent and frequent contact and must contain all of the following elements:\nname, address, and telephone number of the person preparing the statement\ndescription of the preparer’s relationship to you, including an approximate account of the frequency with which you maintain contact, and\nindication as to whether you have a reputation for violence or would pose a danger to yourself or others if permitted to purchase and possess a firearm.\nA signed consent form is attached to this letter that will allow us to procure your criminal history.\nYou may also submit documentation that a court, board, or commission has found you competent.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}