{
  "chunk_id": "X_ii_6_D_45",
  "content": "/>\nX.ii.6.D.4.i\n.\nCircumstances Under Which Claims Processors Must Deny a Request for Relief\nClaims processors\nmust\ndeny a request for relief from the requirements of the Brady Act if the evidence of record shows the beneficiary would be a danger to self or others if VA granted the request.\nThe evidentiary standard for denying a request for relief is \"clear and convincing.\"  This standard is met if\nany\nof the following is reflected in the beneficiary’s record:\nan assessment performed by the beneficiary’s primary mental-health physician that indicates the beneficiary would be a danger to self or others if VA granted the request\na diagnosis of mental disability with symptoms that include the presence of suicidal or homicidal ideations\na diagnosis of substance abuse with symptoms that would render the beneficiary a danger to self or others\na reputation for violence, which a claims processor has confirmed by personally contacting the person that cited the reputation\nconviction of a felony\nunless\nthe beneficiary presents evidence that, notwithstanding the felony conviction, the right to possess a firearm has been restored\nconviction of a misdemeanor in the past five years for committing or attempting to commit a violent offense\npending felony or misdemeanor charge for committing or attempting to commit a violent offense, or\na charge for a violent offense that has not been brought to trial because a court, board, or commission has determined the beneficiary lacks the mental capacity to proceed with a trial\nunless\ncompetency has been restored, or\nthe beneficiary has been rehabilitated through any procedure available under the law.\nNote\n:  A violent offense includes, but is not limited to, menacing, stalking, assault, or battery.\nReference\n:  For more information on the clear and convincing evidentiary standard, see\nM21-1, Part V, Subpart ii, 1.A.1.i\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}