{
  "chunk_id": "X_ii_6_D_54",
  "content": "/>\nX.ii.6.D.5.d\n.\nProcessing and Controlling an SDP Award\nFollow the steps in the table below to process and control an SDP award.\nStep\nAction\n1\nProcess an award that pays the beneficiary the\nfull\nmonthly rate of benefits entitled but withholds all retroactive benefits VA owes the beneficiary.  (Payment of less than the full monthly rate is prohibited.)\nIf the beneficiary is an individual receiving benefits under an apportioned award, treat the difference between the monthly benefit VA withheld and the full amount to which the beneficiary is entitled as a withholding on the\nprimary beneficiary’s\naward.\nNote\n:  Enter the withholding on the OTHER ADJUSTMENTS tab on the AWARD ADJUSTMENTS screen.\nReference\n:  For more information on processing withholdings, see the\nVBMS-Awards User Guide\n.\n2\nEstablish a diary that will expire six months after the date of the SDP certification.\n3\nAfter the six-month period ends, ask the hub to furnish a certification for release of the withheld benefits to either\nthe beneficiary, or\na fiduciary.\n4\nDid the hub certify an extension of the period of time during which VA would continue to withhold payment of the retroactive benefits referenced in Step 1?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nrelease the withheld, retroactive benefits referenced in Step 1, and\ndisregard the remaining steps in this table.\n5\nDoes the period of time referenced in Step 4 extend beyond the one-year time limit during which VA may withhold the retroactive benefits referenced in Step 1?\nIf\nyes\n,\ncontinue to withhold the retroactive benefits, and\ngo to the next step after the one-year time limit expires.\nIf\nno\n, go to the Step 7.\n6\nRelease the withheld, retroactive benefits referenced in Step 1 and disregard the remaining steps in this table.\n7\nEstablish a diary that will expire 30 days before the end of the extended time period referenced in Step 4.\n8\nAfter the extended time period referenced in Step 4 ends, ask the hub to furnish a certification for release of the withheld benefits to either\nthe beneficiary, or\na fiduciary.\nReturn to Step 4 after the hub responds to the request.\nReference\n:  For more information on establishing diaries, see the\nVBMS-Awards User Guide\n,\nand\nShare User Guide\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section D - Processing Awards to Incompetent Beneficiaries",
  "citation": "Part X, Subpart ii, Chapter 6, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177977/M21-1-Part-X-Subpart-ii-Chapter-6-Section-D-Processing-Awards-to-Incompetent-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:44.166906",
  "tags": [
    "m21-1"
  ]
}