{
  "chunk_id": "X_ii_6_E_9",
  "content": "/>\nX.ii.6.E.1.d\n.\nHandling a Name Change for a Beneficiary, Custodian, or Fiduciary\nUse the table below to determine the actions to take upon receipt of a name change for a beneficiary, custodian, or fiduciary.\nIf ...\nThen ...\na beneficiary changed their name, and\npayments are being made to a Department of Veterans Affairs (VA)-appointed fiduciary or custodian\nmake the change of name without prior approval from the hub of jurisdiction, and\nensure any documentation supporting the name change is uploaded to the electronic claims folder (eFolder).\na minor change or correction of the name (\nnot\nidentity) of a fiduciary or custodian is necessary\naccept a statement setting forth the change/correction without the need for further evidence\nmake the change/correction without prior approval from the hub of jurisdiction, and\nensure any documentation supporting the name change is uploaded to the eFolder.\na fiduciary changes their name/identity for any reason following their appointment as a fiduciary\nExamples\n:  marriage, remarriage, divorce, etc.\nnotify the hub of jurisdiction of the change via email\nupload all relevant correspondence, to include the email sent to the hub, into the corresponding eFolder, and\ntake no further action to change the fiduciary’s name/identity unless requested to do so by the hub.\nReference\n:  For more information on hub jurisdictions and contact information, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section E - Authorizing Awards for Fiduciary Cases",
  "citation": "Part X, Subpart ii, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177978/M21-1-Part-X-Subpart-ii-Chapter-6-Section-E-Authorizing-Awards-for-Fiduciary-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:53.568203",
  "tags": [
    "m21-1"
  ]
}