{
  "chunk_id": "X_ii_6_E_10",
  "content": "/>\nX.ii.6.E.1.e\n.\nNotifying a Hub of Changes That May Impact a Fiduciary Appointment or Require a Fiduciary Adjustment\nUse the table below to determine the actions to take when the regional office (RO) receives additional information, outside of the Centralized Mail (CM) portal process, that may\nimpact a pending fiduciary appointment, or\nrequire a fiduciary adjustment.\nIf the change or information involves ...\nThen notify the hub of jurisdiction by e-mail of all relevant facts and ...\na pending request for appointment of a fiduciary\nupload all relevant correspondence, to include the email sent to the hub, into the corresponding eFolder.\na fiduciary’s\nloss of constructive custody of the beneficiary, or\nsuitability or fitness to act in a fiduciary capacity\nupload a copy of the e-mail sent to the hub into the corresponding eFolder\ninclude in the notice a statement indicating that payments have been suspended, if such action has been taken\nestablish end product (EP) 290,\nFID-Fiduciary Adjustment\n, and\nassociate a permanent note with the beneficiary’s record in the Veterans Benefit Management System (VBMS) that provides the reason for establishing the EP.\nNote\n:  Use of the\nFID-Fiduciary Adjustment\nclaim label allows National Work Queue (NWQ) to route the EP 290 to the hub of jurisdiction.\nReferences\n:  For more information on\nhub jurisdictions and contact information, see the\nM21-1, Part X, Subpart ii, 6.C.1.d\n, and\nscreening and processing functions in the CM portal, see\nM21-1, Part II, Subpart i, 2.A.5\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section E - Authorizing Awards for Fiduciary Cases",
  "citation": "Part X, Subpart ii, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177978/M21-1-Part-X-Subpart-ii-Chapter-6-Section-E-Authorizing-Awards-for-Fiduciary-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:53.568203",
  "tags": [
    "m21-1"
  ]
}