{
  "chunk_id": "X_ii_6_E_37",
  "content": "/>\nX.ii.6.E.4.b\n.\nWhen Not to Release Payment of Funds Under 38 U.S.C. 5502\nDo\nnot\nrelease payment of funds under\n38 U.S.C 5502\nwhen any of the following situations exist:\nthe beneficiary is a child that is\nnot\nin the custody of their natural or adoptive parent or stepparent\na hub has certified a legal custodian or fiduciary\na court-appointed guardian and/or fiduciary is either in place or an appointment is pending\nthe beneficiary is a Native American minor in the custody of a bonded officer of a Native American reservation, or\na Veteran’s adult child is incapable of self-support by reason of incompetency under\n38 U.S.C. 5502\n.\nFollow the steps in the table below if an award of benefits is in order, but one of the situations described in the previous block exists.\nStep\nAction\n1\nGenerate an award that withholds all retroactive and future funds VA owes the beneficiary.\n2\nWas a\nVA Form 21-592\ncompleted and submitted to a hub?\nIf\nyes\n, proceed to the next step.\nIf\nno\n,\ncomplete\nVA Form 21-592\nupload a copy of the form into the corresponding eFolder, and\ngo to the next step.\n3\nAuthorize the award.\n4\nIssue a decision notice to the custodian that filed the claim on behalf of the child.\n5\nWas an EP 590,\nExpedited Initial Appointment Field Examination\nautomatically established by the system?\nIf\nyes\n, proceed to the next step.\nIf\nno\n, establish an EP 290,\nFID-Fiduciary Adjustment\nand proceed to the next step.\nNote\n:  Use of the\nFID-Fiduciary Adjustment\nclaim label allows NWQ to route the EP 290 to the hub of jurisdiction when the EP 590 was not automatically established.\n6\nAssociate a permanent note in VBMS that indicates the hub must update the CHANGE OF FIDUCIARY screen in Share before releasing funds to the beneficiary via award action.\nNote\n:\nThe hub is responsible for appointing a fiduciary and authorizing the award for EP 290,\nFID-Fiduciary Adjustment\n.\nReference\n:  For more information on hub jurisdiction, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section E - Authorizing Awards for Fiduciary Cases",
  "citation": "Part X, Subpart ii, Chapter 6, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177978/M21-1-Part-X-Subpart-ii-Chapter-6-Section-E-Authorizing-Awards-for-Fiduciary-Cases",
  "updated": "",
  "scraped_at": "2025-06-16T23:14:53.568203",
  "tags": [
    "m21-1"
  ]
}