{
  "chunk_id": "X_ii_6_F_13",
  "content": "/>\nX.ii.6.F.2.c\n.\nHandling Notification From a VAMC of a Change in a Veteran’s Competency\nIf there is a change in a Veteran’s competency, the VAMC of jurisdiction will furnish a hospital summary to the appropriate regional office (RO) upon the Veteran’s transfer to a nursing home.  VSCs and PMCs must follow the steps in the table below following receipt of the hospital summary.\nStep\nAction\n1\nForward the summary provided by the VAMC to the rating activity for a determination as to\nthe competency status of the Veteran, and\nwhether or not the Veteran may be entitled to either\nthe A&A allowance, or\nhousebound benefits.\n2\nIf the rating activity determines the Veteran is\ncompetent\n, go to Step 3, or\nincompetent\n, go to Step 4.\n3\nFollow the procedures in\nM21-1, Part X, Subpart ii, 6.D.6.a\nif\nVA has not appointed the Veteran a fiduciary, or\nVA has not appointed the Veteran a fiduciary, but there is a court-appointed fiduciary.\nDisregard the remaining step in this table.\n4\nIf VA has not yet appointed a fiduciary, then\nsend\nVA Form 21-592, Request for Appointment of a Fiduciary, Custodian, or Guardian\n, if not previously sent, to the fiduciary hub with geographical jurisdiction over the VAMC, showing\nthe nursing home placement\nthe date of the Veteran’s transfer to the nursing home\na notation of possible release in six months, and\nthe name and address of the next of kin, and\nattach a copy of the hospital summary to\nVA Form 21-592\n.\nNote\n:  If a fiduciary is already appointed to the Veteran, send a copy of the hospital summary to the fiduciary hub with geographical jurisdiction over the VAMC.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section F - Awards Specific to Institutionalized, Incompetent Veterans",
  "citation": "Part X, Subpart ii, Chapter 6, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177979/M21-1-Part-X-Subpart-ii-Chapter-6-Section-F-Awards-Specific-to-Institutionalized-Incompetent-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:02.854284",
  "tags": [
    "m21-1"
  ]
}