{
  "chunk_id": "X_ii_6_F_46",
  "content": "/>\nX.ii.6.F.6.f\n.\nRequesting a Field Examination and Possible Reconsideration by the Rating Activity\nFollowing receipt of a copy of a hospital summary based on an impending discharge, along with the rating decision referenced in\nM21-1, Part X, Subpart ii, 6.F.6.e\n, a fiduciary hub may initiate a field examination to determine the need for appointment of another fiduciary.\nThe table below describes the process for\nrequesting a field examination, and\nsubmitting an opinion for possible reconsideration by the rating activity.\nReference\n:  For more information on the field examination process, see the\nFiduciary Program Manual\n.\nStage\nDescription\n1\nFollowing receipt of\nVA Form 21-592\nrequesting the appointment of a fiduciary, the fiduciary hub requests a field examination to determine\nthe need for appointment of a fiduciary, and\nif necessary, the most appropriate type of fiduciary.\n2\nBased on the results of the field examination, the fiduciary hub concludes the Veteran is\nincompetent\nand proceeds with the appointment of a fiduciary, or\ncompetent\nto administer funds payable and refers the facts supporting that opinion to the RO of jurisdiction for further consideration by its rating activity.\n3\nThe rating activity may\nconsider the facts and opinion the fiduciary hub submitted and determine whether they are sufficient to support a finding of competency\nrequest further development, including an at-once examination or period of examination and observation, or\nconfirm the prior finding of incompetency.\nNote\n:  The procedure for requesting an at-once examination through CAPRI is no different than the procedure for requesting any other type of examination. CAPRI does not have a specific option for at-once examinations.\n4\nThe rating activity prepares a rating decision regarding the Veteran’s competency.\n5\nThe authorization activity promulgates the rating decision.  If the rating activity determined the Veteran is now competent, the authorization activity also\ndiscontinues the institutional award, and\nfollows the instructions in\nM21-1, Part X, Subpart ii, 6.D.6.a\n.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section F - Awards Specific to Institutionalized, Incompetent Veterans",
  "citation": "Part X, Subpart ii, Chapter 6, Section F",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177979/M21-1-Part-X-Subpart-ii-Chapter-6-Section-F-Awards-Specific-to-Institutionalized-Incompetent-Veterans",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:02.854284",
  "tags": [
    "m21-1"
  ]
}