{
  "chunk_id": "X_ii_6_G_12",
  "content": "/>\nX.ii.6.G.1.g\n.\nProcessing IC Requests for Competency Determinations\nFollow the steps in the table below when processing requests from the IC for competency determinations.\nStep\nAction\n1\nReview the Veteran’s claims folder to include any evidence the IC uploaded into it.\n2\nIs the person for whom the rating is requested a Veteran without a VA file number?\nIf\nyes\n,\nassign a file number, and\ncreate an electronic claims folder (eFolder).\nIf\nno\n,\ndo\nnot\nassign a file number, and\nuse an alphabetical holding file under the person’s last name to maintain temporary control of cases in which a file number is not assigned, or which does not relate to an existing file.\n3\nInform the Veterans Service Center (VSC) Manager if payments are\nbeing made to a fiduciary\nbeing made on a supervised direct pay basis, or\nnot being made, but the person has been previously determined to be incompetent for VA purposes.\n4\nIs a current\nVA Form 21P-555, Certificate of Legal Capacity to Receive and Disburse Benefits and Fee Authorization\n, of record?\nIf\nyes\n, send a memorandum to the fiduciary hub\n(hub)\nrequesting recertification of a fiduciary.\nIf\nno\n, make an initial request for certification using\nVA Form 21-592, Request for Appointment of a Fiduciary, Custodian or Guardian\n.\n5\nIf evidence of a judicial determination of incompetency or of appointment of a guardian by reason of incompetency is received for an individual in receipt of benefits, refer the competency determination to the rating activity.  If the beneficiary is found incompetent, make a request for appointment of a fiduciary as provided in\nM21-1, Part X, Subpart ii, 6.C.1\n.\nReference\n:  For more information on evidence of incompetency, see\nM21-1, Part X, Subpart ii, 6.D.2\n.\n6\nIf the evidence submitted is other than a judicial determination of incompetency, follow the procedures established in\nM21-1, Part X, Subpart ii, 6.D.2.b\nprior to referral for rating activity consideration under\n38 CFR 3.353\n.\nIn these instances, apply due process procedures set forth in\nM21-1, Part X, Subpart ii, 6.D.3\n.\nNote\n:  Do\nnot\nrequest VA examinations in these cases. However, field examinations may be requested as determined necessary.\n7\nFor any other insurance beneficiary, prepare rating decisions as provided in\nM21-1, Part X, Subpart ii, 6.G.1.i\n.\n8\nFollowing completion of a final rating of incompetency\ncomplete\nVA Form 21-592\n, and\nrefer the form to the hub of jurisdiction for formal certification in all cases\n.\nReferences\n:  For more information on\nthe preparation of\nVA Form 21-592\n, see\nM21-1, Part X, Subpart ii, 6.C.1.c\n, and\nhub jurisdictions, see\nM21-1, Part X, Subpart ii, 6.C.1.d\n.\n9\nNotify the IC that the requested decision has been made.",
  "title": "M21-1, Part X, Subpart ii, Chapter 6, Section G - Competency Determinations for the Insurance Center (IC)",
  "citation": "Part X, Subpart ii, Chapter 6, Section G",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177980/M21-1-Part-X-Subpart-ii-Chapter-6-Section-G-Competency-Determinations-for-the-Insurance-Center-IC",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:12.128122",
  "tags": [
    "m21-1"
  ]
}