{
  "chunk_id": "X_iii_1_A_16",
  "content": "/>\nX.iii.1.A.2.a\n.\nDetermining Whether an Award Adjustment Is Necessary\nThe table below\ndescribes situations under which an award adjustment may be necessary based on receipt of notice from a VA medical facility of a Veteran’s hospitalization, outpatient treatment, or nursing home admission at VA expense, and\nprovides hyperlinks to references with instructions for addressing each situation.\nIf the Veteran is …\nThen see …\nreceiving additional benefits for A&A\n38 CFR 3.552\n, and\nM21-1, Part X, Subpart iii, 1.C\n.\nreceiving pension, and\nhas no dependents\n38 CFR 3.551\n, and\nM21-1, Part X, Subpart iii, 1.D\n.\nstill hospitalized for treatment of an SC disability that is currently evaluated at less than 100 percent or received medical or surgical treatment necessitating convalescence\nM21-1, Part X, Subpart iii, 1.B\n.\nNotes\n:\n“Notice,” for the purpose of this topic, includes both centrally automated and manual CAPRI reports generated to identify Veterans whose awards might require adjustment because of hospitalization at VA expense.\nUpon receipt of notice, first review the CURRENT AND HISTORICAL AWARD INFORMATION page in the Veteran’s Benefits Management System (VBMS) to determine whether an adjustment of the Veteran’s award is necessary.  Review the claims folder only if information required to determine whether an award adjustment is necessary cannot be obtained through VBMS.\nReference\n:  For more information on VBMS, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section A  - Reports of Hospitalization and Other Information Exchanges Between Department of Veterans Affairs (VA) Regional Offices (ROs) and Medical Facilities",
  "citation": "Part X, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177982/M21-1-Part-X-Subpart-iii-Chapter-1-Section-A-Reports-of-Hospitalization-and-Other-Information-Exchanges-Between-Department-of-Veterans-Affairs-VA-Regional-Offices-ROs-and-Medical-Facilities",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:30.662371",
  "tags": [
    "m21-1"
  ]
}