{
  "chunk_id": "X_iii_1_A_17",
  "content": "/>\nX.iii.1.A.2.b\n.\nClaims Processor Actions to Take Upon Receipt of VA Report of Hospitalization\nAs noted in\nM21-1, Part II, Subpart iii, 2.D.1\n, the VA will review a report of hospitalization in a VA hospital occurring on or after March 24, 2015, to determine whether entitlement to benefits under\n38 CFR 4.29\nor\n38 CFR 4.30\nexists.\nAutomated reporting will generate the hospitalization report controlled by end product (EP) 330.  For hospitalizations\nin excess of 21 days associated with consideration under\n38 CFR 4.29\n, EP 330 will be accompanied by the\nAdmission Report for SC Veteran\nclaim label and a standard contention labeled\nhospitalization review\n, or\npotentially necessitating convalescence associated with consideration under\n38 CFR 4.30\n, EP 330 will be accompanied by the\nConvalescence Report\nclaim label and a standard contention labeled\nhospitalization review\n.\nFollow the steps in the table below upon receipt of EP 330 with a claim label, as included in\nM21-4, Appendix C.1\n, indicative of a hospital admission and/or discharge.\nStep\nAction\n1\nDoes review of the VA hospitalization report show that an SC disability was treated during the hospitalization?\nIf\nyes\n, go to Step 2.\nIf\nno\n,\nannotate\nNo Action Necessary – Paragraph 29 and/or 30 entitlement not shown due to treatment for\nNSC disability\nfor admission dated\n[date of admission]\nin the VBMS NOTES screen and take no further action, and\nclear EP 330.\n2\nReview the hospitalization report to determine if additional review by the rating activity is required.  Does the evidence suggest that hospitalization\nwas in excess of 21 days for an SC disability, as described in\n38 CFR 4.29\n, or\nincluded surgical treatment or resulted in immobilization by cast of one major joint or more for an SC disability?\nIf\nyes\n, go to Step 3.\nIf\nno\n,\nannotate\nNo Action Necessary – Paragraph 29 and/or 30 entitlement not shown\non the report of hospitalization and take no further action\nchange EP 320 to EP 330 (if EP 320 is pending), and\nclear EP 330.\n3\nEstablish EP 320, if not already established, or\nchange EP 330 to 320.\n4\nObtain all relevant records associated with the report of hospitalization.  Use CAPRI, as directed at\nM21-1, Part III, Subpart ii, 1.A.2\n.\n5\nEdit the VBMS contentions screen as follows:\nReplace the\nhospitalization review\ncontention with the name of the SC disability for which treatment occurred, ensuring that the diagnosis is exactly as it appears on the most recent rating decision\nCodesheet.\nAdd additional contentions if more than one SC disability was treated.\n6\nForward to the rating activity for review and action.\n7\nThe rating activity reviews the report of hospitalization to determine whether entitlement to benefits is warranted under\n38 CFR 4.29\n, or\n38 CFR 4.30\n.\n8\nIf entitlement to benefits under\n38 CFR 4.29\nor\n38 CFR 4.30\nis\nwarranted, then proceed with rating and authorization action under EP 320, or\nnot warranted, then\nchange the controlling EP 320 to an EP 330\nclear the EP 330, and\nannotate\nNo Action Necessary – Paragraph 29 and/or 30 entitlement not shown\non the report of hospitalization in the claims folder.\nNote\n:  The proper EP to clear for action based on receipt of a hospital report is contingent on the ending action.  When benefit entitlement\nis warranted, clear EP 320.\nis\nnot\nwarranted, clear EP 330.\nReferences\n:  For more information on\nscope of\nhospitalization ratings under\n38 CFR 4.29\n, see\nM21-1, Part VIII, Subpart iv, 8.B\n, and\nconvalescence ratings under\n38 CFR 4.30\n, see\nM21-1, Part VIII, Subpart iv, 8.C\nhospitalization benefits when admission is for an NSC disability, see\nM21-1, Part VIII, Subpart iv, 8.B\n, and\nproper EP control for hospitalization reports, see\nM21-4, Appendix B\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section A  - Reports of Hospitalization and Other Information Exchanges Between Department of Veterans Affairs (VA) Regional Offices (ROs) and Medical Facilities",
  "citation": "Part X, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177982/M21-1-Part-X-Subpart-iii-Chapter-1-Section-A-Reports-of-Hospitalization-and-Other-Information-Exchanges-Between-Department-of-Veterans-Affairs-VA-Regional-Offices-ROs-and-Medical-Facilities",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:30.662371",
  "tags": [
    "m21-1"
  ]
}