{
  "chunk_id": "X_iii_1_A_18",
  "content": "/>\nX.iii.1.A.2.c\n.\nRequesting Documents/Reports Under the 7131 REQUEST Tab in CAPRI\nGenerally and in most instances, the medical information required to process a claim or adjust a Veteran’s award based on hospitalization at VA expense is available and instantaneously retrievable under the CLINICAL DOCUMENTS tab in CAPRI.\nWhen such medical information is\nunavailable\nin CAPRI, users must request it under the 7131 REQUEST tab.\nThe table below lists reports/documents available under the 7131 REQUEST tab and the circumstances under which users might request them.\nIf …\nThen request …\na VA medical facility notifies an RO that a Veteran was hospitalized, and\nthe admission diagnosis is a(n)\nSC disability, or\ndisability that an SC disability may have caused\nthe admission diagnosis is unclear and the Veteran has an SC disability\na claim for compensation or pension is pending, or\nthe Veteran has a service-connected disability that is subject to improvement (a diary for a future examination exists)\nNote\n:  A hospital summary is also necessary, according to\nM21-1, Part X, Subpart iii, 1.C.3.a\n, if VA awards additional benefits for A&A based on a Veteran’s nursing home status.\nHospital Summary\n.\na hospital report covering certain disabilities is needed immediately\nNote\n:  Enter the specific disabilities at issue in the ADDITIONAL REMARKS or COMMENTS section.\nOther/Exam\n.\na hospital report is required after a specific number of days.  (This generally occurs when a Veteran is totally disabled or when permanency for pension purposes has not been established and a hospital report is needed in 90 or 180 days.)\nNote\n:  Other situations may arise that require a request for a\nSpecial Report\n. These include situations in which an RO must retrieve\nan autopsy report, or\nmedical evidence or information in connection with a Board of Veteran’s Appeals remand.\nSpecial Report\n.\na Veteran’s competency is at issue and the evidence of record indicates treatment for a disability other than a mental condition\nNote\n:  Information about a Veteran’s competency is normally included in hospital reports when treatment is for a mental condition.\nCompetency Report\n.\nImportant\n:  As is noted in\nM21-1, Part X, Subpart iii, 1.A.1.b\n, ROs must\nnot\nrely on e-mailed or faxed transmission of\nVA Form 10-7131\nin order to obtain relevant VA medical records that are not electronically accessible.\nReferences\n:  For more information on\nCAPRI, see\nthe\nCAPRI User Manual\n, and\nprocedures for obtaining VA medical records, see\nM21-1, Part III, Subpart ii, 1.A.2\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section A  - Reports of Hospitalization and Other Information Exchanges Between Department of Veterans Affairs (VA) Regional Offices (ROs) and Medical Facilities",
  "citation": "Part X, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177982/M21-1-Part-X-Subpart-iii-Chapter-1-Section-A-Reports-of-Hospitalization-and-Other-Information-Exchanges-Between-Department-of-Veterans-Affairs-VA-Regional-Offices-ROs-and-Medical-Facilities",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:30.662371",
  "tags": [
    "m21-1"
  ]
}