{
  "chunk_id": "X_iii_1_A_26",
  "content": "/>\nX.iii.1.A.3.e\n.\nRO Responsibilities\nROs are responsible for designating an MFH Coordinator and alternate coordinator.  Following receipt of a claim that is based on a Veteran’s referral to an MFH, these coordinators are responsible for\nundertaking development to obtain any documentation (such as forms, applications, or medical evidence) that is necessary to decide the claim\nmonitoring the progress of the claim throughout the claim process and taking any action necessary to prevent unnecessary delays, and\nnotifying the VAMC MFH Coordinator that submitted the claim of the decision the RO ultimately makes on the claim.\nNotes\n:\nCompensation Service maintains a list of coordinators by RO on their\nMedical Foster Home Coordinator Listing\n.  When an RO designates a\nnew\ncoordinator, it must notify Compensation Service of the change by sending an e-mail to\nVAVBAWAS/CO/212\n.\nIn order to effectively track claims that are based on a Veteran’s referral to an MFH, RO MFH Coordinators must utilize the\nMedical Foster Home\nspecial issue indicator when placing the claims under end product control.\nIn many cases, claims that an RO MFH Coordinator receives from a VAMC MFH Coordinator will be ready for a decision without further development other than accessing VA treatment records through CAPRI.\nIf a Veteran is otherwise entitled to pension, an RO may administratively (without a rating decision) grant entitlement to special monthly pension based on the Veteran’s referral to an MFH.\nAn RO MFH Coordinator must issue Section 5103 notice to a Veteran and work with the VAMC MFH Coordinator to obtain the associated notice response if\nthe Veteran\ndid not submit a claim on\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, or\nfiled a supplemental claim more than one year after a prior decision on the same issue and did\nnot\ncertify receipt of Section 5103 notice on the\nVA Form 20-0995, Decision Review Request: Supplemental Claim\n, and\nthe RO\ncannot decide the Veteran’s claim based on the evidence of record (to include VA treatment records), or\nmust deny any of the benefits the Veteran is seeking.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section A  - Reports of Hospitalization and Other Information Exchanges Between Department of Veterans Affairs (VA) Regional Offices (ROs) and Medical Facilities",
  "citation": "Part X, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177982/M21-1-Part-X-Subpart-iii-Chapter-1-Section-A-Reports-of-Hospitalization-and-Other-Information-Exchanges-Between-Department-of-Veterans-Affairs-VA-Regional-Offices-ROs-and-Medical-Facilities",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:30.662371",
  "tags": [
    "m21-1"
  ]
}