{
  "chunk_id": "X_iii_1_B_15",
  "content": "/>\nX.iii.1.B.3.b\n.\nProcessing Reductions in Pre-Hospitalization Evaluations\nThe provisions of\n38 CFR 3.105(e)\ndo\nnot\napply to restoration of the pre-hospitalization evaluation, irrespective of whether a convalescent rating is or is not being assigned.  However, due process notification is required for a reduction below the pre-hospitalization evaluation if it results in a reduced rate of compensation.\nThe table below describes the stages involved in reducing the pre-hospitalization evaluation.\nStage\nWho Is Responsible\nDescription\n1\nrating activity\nPrepares a rating decision\nrestoring the evaluation in effect prior to hospitalization effective immediately thereafter, and\nproposing, in accordance with\n38 CFR 3.105(e)\n, further reduction to the lower rate supported by the evidence.\n2\nauthorization activity\nProcesses the rating decision prepared in Stage 1\nsends the Veteran a notice of proposed adverse action, and\nafter the 60-day due process period ends, returns the case to the rating activity.\n3\nrating activity\nPrepares a rating decision that reduces the pre-hospitalization evaluation to the lower rate supported by the evidence in accordance with\n38 CFR 3.105(e)\n.\n4\nauthorization activity\nProcesses the rating decision prepared in Stage 3, and\nprovides the Veteran a corresponding decision notice.\nReferences\n:  For more information on\ntemporary total disability benefits authorized for a period of convalescence, see\n38 CFR 4.30\npreparation of convalescent rating decisions, see\nM21-1, Part VIII, Subpart iv, 8.C\nrequirements for notices of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A.2\n, and\neffective dates of reduced evaluations, see\n38 CFR 3.501\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section B  - Adjusting Compensation When a Veteran Is Hospitalized in Excess of 21 Days or Receives Care Consistent With 38 CFR 4.30",
  "citation": "Part X, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177983/M21-1-Part-X-Subpart-iii-Chapter-1-Section-B-Adjusting-Compensation-When-a-Veteran-Is-Hospitalized-in-Excess-of-21-Days-or-Receives-Care-Consistent-With-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:39.946804",
  "tags": [
    "m21-1"
  ]
}