{
  "chunk_id": "X_iii_1_B_17",
  "content": "/>\nX.iii.1.B.3.d\n.\nConsideration of Authorized Absences\nAn authorized absence of 96 hours or less (14 days or less for a long-term patient) does not interrupt the continuity of hospitalization when the requirements for a 100-percent evaluation under\n38 CFR 4.29(a)(1)\nof the rating schedule are otherwise met.\nOne full period of authorized absence may not be immediately followed by another.  Requirements for absences exceeding these limits normally are met by releasing the patient.\nIf consecutive 14-day absences have been granted, a third authorized absence of 14 days is the equivalent of a hospital discharge, per\n38 CFR 4.29(a)(2)\n, unless convalescence is required.\nUse the table below to determine the appropriate award action to take when a Veteran has been released or granted consecutive authorized absences.\nNote\n:  In all cases, upload relevant CAPRI documents to the claims folder, and forward cases to the rating activity for review and action.\nIf the Veteran has been ...\nThen ...\nreleased\nwith a regular discharge\nwith an irregular discharge, or\nto outpatient treatment\nreduce the award effective the first day of the month following the month of release.\nReference\n:  For information on release to non-bed care, see\nM21-1, Part X, Subpart iii, 1.B.3.e\n.\ngranted\nthree consecutive authorized absences of 14 days, or\nan authorized absence in excess of 14 consecutive days\nreduce the award effective the first day of the month following the month in which the third 14-day period (or period in excess of 14 days) begins, per\n38 CFR 4.29(a)(2)\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section B  - Adjusting Compensation When a Veteran Is Hospitalized in Excess of 21 Days or Receives Care Consistent With 38 CFR 4.30",
  "citation": "Part X, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177983/M21-1-Part-X-Subpart-iii-Chapter-1-Section-B-Adjusting-Compensation-When-a-Veteran-Is-Hospitalized-in-Excess-of-21-Days-or-Receives-Care-Consistent-With-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:39.946804",
  "tags": [
    "m21-1"
  ]
}