{
  "chunk_id": "X_iii_1_B_21",
  "content": "/>\nX.iii.1.B.3.h\n.\nActions to Take When Notified of Unauthorized Absence, Irregular Discharge, or Transfer to Nursing Home Care\nFollow the steps in the table below when notified that a Veteran in receipt of a temporary total disability rating under\n38 CFR 4.29\nhas\nincurred an unauthorized absence, as defined in\nM21-1, Part X, Subpart iii, 1.B.3.f\nreceived an irregular discharge, as defined in\nM21-1, Part X, Subpart iii, 1.B.3.g\n, or\nbeen transferred to nursing home care.\nNote\n:  Veterans transferred to nursing home care are no longer entitled to benefits under\n38 CFR 4.29\n, as they can no longer be considered to require “hospital treatment” or “hospital observation.”\nStep\nAction\n1\nRefer the case, including all relevant CAPRI documentation of the hospitalization, to the rating activity for review (of both evaluation and competency status, if appropriate) and action.\n2\nPromulgate the rating decision prepared in response to Step 1, reducing benefits effective the first day of the month following the month in which hospitalization or treatment for the SC disability ended.\nNote\n:  For nursing home care transfers, treat the date of the transfer as the date of discharge.\n3\nIs the Veteran rated incompetent and in receipt of an institutional award, as defined in\nM21-1, Part X, Subpart ii, 6.F.6.a\n?\nIf\nyes\n, follow procedures found in\nM21-1, Part X, Subpart ii, 6.F.6\n, to the extent applicable.\nIf\nno\n, take no further action.\nNote\n:  VA must\nnot\nassign a convalescent rating under\n38 CFR 4.29(e)\nwhen termination of hospitalization was due to unauthorized absence or irregular discharge\ntreat a Veteran’s return following unauthorized absence or irregular discharge as a new admission, and\npay\n38 CFR 4.29\nbenefits only after 21 consecutive days of hospitalization following return.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section B  - Adjusting Compensation When a Veteran Is Hospitalized in Excess of 21 Days or Receives Care Consistent With 38 CFR 4.30",
  "citation": "Part X, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177983/M21-1-Part-X-Subpart-iii-Chapter-1-Section-B-Adjusting-Compensation-When-a-Veteran-Is-Hospitalized-in-Excess-of-21-Days-or-Receives-Care-Consistent-With-38-CFR-430",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:39.946804",
  "tags": [
    "m21-1"
  ]
}