{
  "chunk_id": "X_iii_1_C_8",
  "content": "/>\nX.iii.1.C.1.c\n.\nScreening Centrally Automated Reports\nFollow the steps in the table below to screen centrally automated reports of Veterans who are in receipt of the A&A allowance and\ncurrently active patients, or\ndischarged at government expense.\nStep\nAction\n1\nScreen the end product (EP) 330 established in connection with centrally automated reporting to ensure that its claim label accurately reflects the type of benefit the identified individual is receiving, making any necessary changes.\nNote\n:  Adjusting the EP 330 to include the most appropriate compensation- or pension-specific claim label shown for centrally automated reporting, as outlined in\nM21-4, Appendix C\n, will route the work item for review and processing by Veterans Service Center or Pension Management Center personnel, as appropriate.\n2\nScreen each report against information in the corporate record and, if necessary, the claims folder to determine if an adjustment under\n38 CFR 3.552\n(as discussed in\nM21-1, Part X, Subpart iii, 1.C.1.a\n) is required.\n3\nDoes the report require an adjustment under\n38 CFR 3.552\n?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nclear the pending EP 330\nleave a note in the Veterans Benefits Management System (VBMS) that explains why no adjustment was necessary, and\ndisregard the remaining steps in this table.\n4\nUpload to the claims folder all Compensation and Pension Record Interchange (CAPRI) documentation relevant to the period of hospitalization in question, including\nadmission, hospital, and/or discharge summaries, and\nreports and records of treatment administered during hospitalization and, if applicable, following discharge.\n5\nIf the beneficiary is receiving\ndisability compensation,\nchange the pending EP 330 to an EP 320 –\nReview Due to Hospitalization\n, and\nclear the EP 320, or\npension, clear the pending EP 330.\n6\nEstablish an EP 600 and follow the instructions in\nM21-1, Part X, Subpart iii, 1.C.1.d\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section C  - Adjusting Awards Involving an Aid and Attendance (A&A) Allowance",
  "citation": "Part X, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177984/M21-1-Part-X-Subpart-iii-Chapter-1-Section-C-Adjusting-Awards-Involving-an-Aid-and-Attendance-AA-Allowance",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:49.232865",
  "tags": [
    "m21-1"
  ]
}