{
  "chunk_id": "X_iii_1_C_10",
  "content": "/>\nX.iii.1.C.1.e\n.\nActions to Take After the Due Process Period Expires\nSixty-five days after sending the notice of proposed adverse action referenced in\nM21-1, Part X, Subpart iii, 1.C.1.d\n(or sooner, if the Veteran asks VA to take action to reduce the amount of potential overpayment),\ndiscontinue payment of the A&A allowance effective the first day of the second calendar month following the month of admission\ndetermine the rate payable during hospitalization, as outlined in\nM21-1, Part X, Subpart iii, 1.C.1.f\ncheck CAPRI to determine whether the Veteran remains hospitalized, and\nsend the Veteran a decision notice communicating the adjustment.\nIf CAPRI records indicate the Veteran is no longer hospitalized, take the actions described in the table below, concurrent with the actions described in the preceding bullets.\nStep\nAction\n1\nIf the Veteran is receiving\ndisability compensation,\nresume the payment of benefits at the A&A rate (under the pending EP 600), effective the date of discharge, and\ngo to Step 3, or\npension, go to the next step.\n2\nFollow the instructions in the table below.\nIf VA …\nThen …\ngranted entitlement to A&A by rating decision prior to hospitalization\nresume the payment of benefits at the A&A rate (under the pending EP 600), effective the date of discharge, and\ndisregard the remaining steps in this table.\ndid\nnot\ngrant entitlement to A&A by rating decision prior to hospitalization\nestablish EP 120, using the date of discharge as the date of claim (DOC), and\ngo to Step 4.\n3\nWas the pre-hospitalization A&A entitlement based on a rating determination of permanent and total (P&T) disability?\nIf\nyes\n, take no further action.\nIf\nno\n,\nestablish EP 320 –\nReview Due to Hospitalization\n, using the date of discharge as the DOC, and\ngo to the next step.\n4\nRefer the case to the rating activity for consideration of continued entitlement to A&A.\nReferences\n:  For more information on using\nCAPRI, see the\nCAPRI User Manual\n, and\nVBMS Awards for the purposes of processing award adjustments, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section C  - Adjusting Awards Involving an Aid and Attendance (A&A) Allowance",
  "citation": "Part X, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177984/M21-1-Part-X-Subpart-iii-Chapter-1-Section-C-Adjusting-Awards-Involving-an-Aid-and-Attendance-AA-Allowance",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:49.232865",
  "tags": [
    "m21-1"
  ]
}