{
  "chunk_id": "X_iii_1_C_11",
  "content": "/>\nX.iii.1.C.1.f\n.\nDetermining the Rate Payable During Hospitalization\nUse the table below to determine the award rate payable when discontinuing the A&A allowance during hospitalization of the Veteran.\nIf the benefit is ...\nThen ...\npension\naward the housebound rate effective the date of reduction per\n38 CFR 3.552(e)\n, subject to further reduction under one of the following, as appropriate:\n38 CFR 3.551(c)\n, Section 306 Pension\n38 CFR 3.551(d)\n, current-law pension before February 1, 1990, or\n38 CFR 3.551(e)\n, current-law pension after January 31, 1990.\nNotes\n:\nIf the Veteran is also eligible for service-connected compensation, and the reduction of pension results in compensation being the greater benefit,\nask the Veteran whether they wish to elect compensation, and\ndo not pay the greater benefit unless the election is received.\nAn election is\nnot\na claim.  Rather, it represents a beneficiary’s confirmation of their choice to receive one type of benefit over another.\nVA does not require beneficiaries to use a prescribed form to make an election.  Under\n38 CFR 3.701(b)\n, VA may accept as an election a statement from a beneficiary.\nAn election does\nnot\nneed to meet the requirements of a complete claim, as defined in\n38 CFR 3.160(a)\n.\nIf the income for VA purposes (IVAP) exceeds the housebound rate, prepare an award with a withholding of the rate payable based on the A&A entitlement.\ncompensation\ndetermine entitlement to the housebound or other appropriate hospitalized rate, as shown in the\nDisability Compensation – SMC Rates\ntable, under whichever of the following provisions applies:\n38 CFR 3.552(d)\n38 CFR 3.552 (f)\n38 CFR 3.552(g)\n38 CFR 3.552(h)\n, or\n38 CFR 3.552 (i)\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section C  - Adjusting Awards Involving an Aid and Attendance (A&A) Allowance",
  "citation": "Part X, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177984/M21-1-Part-X-Subpart-iii-Chapter-1-Section-C-Adjusting-Awards-Involving-an-Aid-and-Attendance-AA-Allowance",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:49.232865",
  "tags": [
    "m21-1"
  ]
}