{
  "chunk_id": "X_iii_1_C_32",
  "content": "/>\nX.iii.1.C.4.c\n.\nActions Taken by the RO\nThe table below describes\nhow the RO processes the\nVA Form 21-2680\nreferenced in\nM21-1, Part X, Subpart iii, 1.C.4.b\n.\nStage\nDescription\n1\nThe rating activity determines whether the Veteran requires A&A or is housebound.\nNotes\n:\nIf the rating activity decides the Veteran requires A&A, it will also indicate on the rating decision whether the Veteran remains entitled to benefits at the A&A rate while hospitalized.\nIn pension cases, the rating activity only determines eligibility for consideration of the increased maximum annual pension rate (MAPR).  A Veteran is not entitled to pension at the A&A or housebound rate if their income exceeds the corresponding MAPR.\n2\nAfter the rating activity makes a decision, the authorization activity takes action to\naward the\nA&A rate, or\nhospitalized rate if the rating activity decided the Veteran is not entitled to benefits at the A&A rate while hospitalized.\n3\nAfter receiving a discharge report, the authorization activity adjusts the award to pay benefits at the A&A rate effective the date of discharge.\nNotes\n:\nThe DOC may be the date of a VA examination or the date of admission for hospitalization.\nIf evidence of eligibility for SMP is received within one year of the notification of basic pension eligibility, A&A may be paid from the effective date of the award of basic pension.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section C  - Adjusting Awards Involving an Aid and Attendance (A&A) Allowance",
  "citation": "Part X, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177984/M21-1-Part-X-Subpart-iii-Chapter-1-Section-C-Adjusting-Awards-Involving-an-Aid-and-Attendance-AA-Allowance",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:49.232865",
  "tags": [
    "m21-1"
  ]
}