{
  "chunk_id": "X_iii_1_D_7",
  "content": "/>\nX.iii.1.D.1.b\n.\nReducing Current-Law and Section 306 Pension for Inpatient Care at VA Expense\nThe following table summarizes the criteria for reduction of current-law and Section 306 Pension.\nType of Pension\nReduction for Inpatient Care at VA Expense\nCurrent-law pension\nif the Veteran\nis admitted on or after 2/1/1990, to a\nVA domiciliary or nursing home, or\nprivate domiciliary or nursing home at VA expense\nhas no dependents, or\nhas a spouse or child, but is being paid pension as a Veteran with no dependents\nReduce pension to\n$90\neffective the first day of the\nfourth month after the date of admission to domiciliary or nursing home care, or\nmonth following readmission if readmitted within six months of a previous admission requiring reduction.\nExceptions\n:\nPension is not reduced for admission to hospital care.\nIf a Veteran is married but paid as a Veteran with no dependents, the withheld amount may be apportioned to the spouse under\n38 CFR 3.454(b)(3)\n.\nReferences\n:  For more information on the\napportionment referenced in the preceding paragraph, see\nM21-1, Part X, Subpart iii, 1.D.5.c\n, and\nreduction of current-law pension for periods of hospitalization on or after February 1, 1990, see\n38 CFR 3.551(e)\n.\nSection 306 Pension\nif a Veteran\nis admitted to a\nVA hospital, domiciliary, or nursing home, or\nprivate hospital, domiciliary, or nursing home at VA expense\nhas no dependents, or\nhas dependents, but receives pension as a Veteran with no dependents\nReduce pension to\n$50\neffective the first day of the\nthird month after admission to hospital, nursing home, or domiciliary care, or\nmonth following readmission if admitted within six months of a previous admission requiring reduction.\nException\n:  If the Veteran is married but receives pension as a Veteran without dependents, the pension withheld may be apportioned to the Veteran’s spouse under\n38 CFR 3.454(b)(1)\n.\nReferences\n:  For more information on the\napportionment referenced in the preceding paragraph, see\nM21-1, Part X, Subpart iii, 1.D.5.c\n, and\nreduction of Section 306 Pension for periods of hospitalization, see\n38 CFR 3.551(c)\n.\nNotes\n:\nIf a Veteran receiving current-law pension is transferred from hospital care to nursing home or domiciliary care, the period of hospital care is not considered as nursing home or domiciliary care.\nIf a Veteran receiving current-law pension is transferred from nursing home or domiciliary care to hospital care, and\nissued a complete discharge from the hospital, or if hospitalized for more than six months, domiciliary or nursing home care is considered to have stopped effective the date of transfer to the hospital care\nthen back to nursing home or domiciliary care, the entire period is considered nursing home or domiciliary care, or\ndeath occurs while hospitalized, the entire period is considered nursing home or domiciliary care.\nFor current-law pension, a Veteran is considered to have a dependent if he or she has a child but does not receive pension for the child because it was determined reasonable that some of the child’s estate be consumed for maintenance under\n38 CFR 3.274(b)\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section D  - Adjusting Pension Under 38 CFR 3.551 and 3.556",
  "citation": "Part X, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177985/M21-1-Part-X-Subpart-iii-Chapter-1-Section-D-Adjusting-Pension-Under-38-CFR-3551-and-3556",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:58.575998",
  "tags": [
    "m21-1"
  ]
}