{
  "chunk_id": "X_iii_1_D_22",
  "content": "/>\nX.iii.1.D.2.c\n.\nHow to Consider Care When a Veteran Is Transferred\nFor current-law pension reductions because of domiciliary or nursing home care, use the table below to determine how to consider treatment or care for reduction purposes when a Veteran is transferred between VA institutions.\nReference\n:  For more information on current-law pension reductions, see\n38 CFR 3.551(e)(4)\n.\nIf a Veteran ...\nThen ...\nis furnished hospital care by VA, and\nis transferred to VA-furnished nursing home or domiciliary care\ndo\nnot\nconsider the period of hospital care as nursing home or domiciliary care.\nis transferred from VA-furnished nursing home or domiciliary care to hospital care, and\nis transferred back to nursing home or domiciliary care\nconsider the care as continuous nursing home or domiciliary care, provided the period of hospitalization does not exceed six months.\nis transferred from VA-furnished domiciliary or nursing home care to VA-furnished hospital care, and\ndies while under VA-furnished hospital care\nconsider the entire period of VA care as domiciliary or nursing home care.\nis transferred from VA-furnished nursing home or domiciliary care to hospital care and is\ncompletely discharged from VA care following a period of hospitalization, or\nhospitalized for a period that exceeds six months\nconsider any nursing home or domiciliary care as terminated effective the date of transfer to the VA medical center (VAMC).",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section D  - Adjusting Pension Under 38 CFR 3.551 and 3.556",
  "citation": "Part X, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177985/M21-1-Part-X-Subpart-iii-Chapter-1-Section-D-Adjusting-Pension-Under-38-CFR-3551-and-3556",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:58.575998",
  "tags": [
    "m21-1"
  ]
}