{
  "chunk_id": "X_iii_1_D_50",
  "content": "/>\nX.iii.1.D.5.e\n.\nUnexpected Loss of a Dependent in Section 306 Pension Cases\nFollow the steps in this table when a Veteran has an unexpected loss of a dependent in a Section 306 Pension case.\nStep\nAction\n1\nUpon the loss of the dependent, apply the provisions of\n38 CFR 3.551(b) and (c)\non the basis of the Veteran’s factual status as “without a dependent” at the time of admission or at the time of loss of the dependent, whichever is later.\nNote\n:  If a Section 306 Pension recipient entitled to end-of-year protection for loss of a dependent is discharged prior to the end of the calendar year, the Veteran’s pension award will be treated as if the dependent continues to exist to the end of the year.\nAdjustment for hospitalization will not take effect until the first day of the next year, when the dependent is removed and the reduction for hospitalization is made.\nIf the Veteran is discharged from hospitalization before the end of the year, no hospitalization adjustment will be made.\n2\nPrepare the award under standard procedures,\nreducing payment, using a withholding, and\nshowing the reduced rate for a Veteran without a dependent.\n3\nMake the appropriate change in VETSNET to remove the spouse or child and implement the hospital reduction effective the first day of the following year.\n4\nIs income now excessive for a Veteran without a dependent?\nIf\nyes\n, provide for termination of the award at the end of the year.\nIf\nno\n, go to Step 5.\n5\nIf the Veteran is released from hospitalization before either the end of the calendar year of loss, or an earlier scheduled reduction for an only child reaching age 18 or terminating school,\nconsider the Veteran as having this dependent until the end of that year (or earlier scheduled date), and\nbe sure, in\nprotected pension\ncases, to\nzero out the hospitalization withholding\nnot reduce the pension to the hospitalized rate, and\nreflect the existence of a dependent subject to the end-of-year rule.\nNote\n:  For information about selecting a withholding reason and amount if using VETSNET, see the\nVETSNET Awards User Guide\n.",
  "title": "M21-1, Part X, Subpart iii, Chapter 1, Section D  - Adjusting Pension Under 38 CFR 3.551 and 3.556",
  "citation": "Part X, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177985/M21-1-Part-X-Subpart-iii-Chapter-1-Section-D-Adjusting-Pension-Under-38-CFR-3551-and-3556",
  "updated": "",
  "scraped_at": "2025-06-16T23:15:58.575998",
  "tags": [
    "m21-1"
  ]
}