{
  "chunk_id": "X_iv_1_A_6",
  "content": "/>\nX.iv.1.A.1.a\n.\nDischarge Character and Basic Eligibility to Benefits\nTo establish Veteran status – and basic eligibility to those Department of Veterans Affairs (VA) benefits that require Veteran status – a former service member must have had\nactive military, naval, air, or space service (active service), and\na discharge or release from that service under conditions other than dishonorable.\nWhen an administrative decision concludes that a discharge for a period of service was not “under conditions other than dishonorable” using VA statutory and regulatory standards, there will be no basic eligibility to any VA benefits requiring Veteran status based on that service.\nNotes\n:\nBasic eligibility to Chapter 17 health care can be established under\n38 CFR 3.360\nfor certain former service members who do not have Veteran status because of a discharge under other than honorable conditions.  The regulation provides criteria for eligibility for former service members.\nEligibility for Chapter 18 benefits is not dependent on the character of a Veteran-parent’s discharge.\nReferences\n:  For more information on\nthe definition of a Veteran, see\n38 CFR 3.1(d)\n, and\n38 U.S.C. 101(2)\nthe effect of discharge character on benefits, see\n38 CFR 3.12\nestablishing the active service component of Veteran status, see\nM21-1, Part III, Subpart i, 1.A\nestablishing basic eligibility to health care under\n38 CFR 3.360\n, see\nM21-1, Part X, Subpart iv, 1.B.1\n, and\nbasic eligibility for Chapter 18, see\nM21-1, Part VIII, Subpart i, 3.C.1.f\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}