{
  "chunk_id": "X_iv_1_A_9",
  "content": "/>\nX.iv.1.A.1.d\n.\nProcedural Postures Where a COD Determination Is Required\nA COD determination is required when a\nclaim is filed for Veterans Benefit Administration (VBA) benefits, such as compensation or pension and there is a discharge, or discharge circumstances, listed in\nM21-1, Part X, Subpart iv, 1.A.1.e\nCOD determination is requested by the former service member under\n38 U.S.C. 5303B\nclaim for benefits is filed with another VA administration (such as Veterans Health Administration (VHA) or VBA business line such as Loan Guaranty Service), and VBA receives an appropriate VA form request for a COD determination, or\nformer service member or survivor requests, or there are otherwise grounds for consideration of, a revision of a final COD determination based on\nnew and relevant evidence\nCUE, or\na change in legal criteria providing a new basis of entitlement.\nExceptions\n:\nIf a claim is filed based on a period of service, and a prior COD determination found the discharge for that period of service to have been under conditions\nother than dishonorable\n(meaning eligibility to benefits based on Veteran status was previously established for the period), another COD determination is not required.\nVBA is not required to always issue a COD determination when requested by another VA administration.  VBA will issue a COD determination only if a COD determination for the period of service is not of record.\nNotes\n:\nIf a prior COD determination found the conditions of the discharge from a period of service to constitute a bar to benefits, and the claimant files a subsequent claim based on that period of service, VA must generally make a written determination of whether new and relevant evidence has been submitted, or (depending on the claimant’s contention) whether CUE exists in the prior COD determination.  See\nHarris v. McDonough\n, 33 Vet.App. 269 (2021).  However, as noted in\nM21-1, Part X, Subpart iv, 1.A.1.p\n, VA is required to issue a COD determination with respect to a period of service without a need for new and relevant evidence if a former service member with a prior unfavorable COD determination prior to June 25, 2024, requests a new COD determination under the revised\n38 CFR 3.12\n.\nVA may also make a COD determination on its own initiative based on discovery of CUE in a prior COD determination.\nPublic Law 115-141\ncreated\n38 U.S.C. 5303B\n, which permits a former service member to request a COD determination without filing a claim.  There is no prescribed form for a former service member to request the determination.\nIn some cases, particularly with older administrative decisions, a COD determination may appear in the record, but the electronic claims folder (eFolder) may not show advance notice of the COD determination and/or notice that the COD determination was issued.\nThe presumption of administrative regularity dictates that VA followed due process procedures that existed at that time; however, if there was clear evidence of irregularity and due process was not satisfied, corrective action will be required.\nWith respect to decision notice, when VBA makes determinations for another entity, that entity typically provided decision notice.  Presume that notice was sent – unless there is a clear showing to the contrary.\nUpon receipt of a request, regional offices also make COD determinations for other entities, such as\nthe U.S. Department of Labor\nthe U.S. Railroad Retirement Board, and\nState agencies.\nReferences\n:  For more information on\nfinality and revisions of administrative decisions, see\nM21-1, Part X, Subpart iv, 1.A.1.p\nand\nq\nM21-1, Part X, Subpart v, 1.C.1.c\n, and\nHarris v. McDonough\n, 33 Vet.App. 269 (2021)\nassertions and discovery of CUE, see\nM21-1, Part X, Subpart ii, 5.A.1.a\nrequirements for a valid claim asserting CUE, see\nM21-1, Part X, Subpart ii, 5.A.2.a\nhandling reversal of prior determinations of COD based on CUE to sever service connection (SC), see\nM21-1, Part X, Subpart iv, 1.F\nCOD determinations requested by VHA, see\nM21-1, Part XIII, Subpart i, 3.B\n, and\nhandling requests for COD determinations from other Federal and State agencies, see\nM21-1, Part XIII, Subpart ii, 3.C\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}