{
  "chunk_id": "X_iv_1_A_11",
  "content": "/>\nX.iv.1.A.1.f\n.\nDischarge Characterizations and Circumstances That Generally Do Not Require a COD Determination\nNormally, if the service branch characterizes service as “honorable” or “general – under honorable conditions” (general-UHC), or issues an entry level separation, VA accepts that there was a discharge or release under conditions other than dishonorable, and a COD determination is\nnot\nrequired.\nExceptions\n:\nA COD determination is necessary, even with an honorable or general-UHC discharge, if the separation reason is listed as a bar to benefits under\n38 U.S.C. 5303(a)\n.\nDevelopment for the facts and circumstances surrounding discharge is required, even if the discharge was honorable or general-UHC, if the reason for separation code shown in the corporate record is\nT38 (possible\nT\nitle\n38\nbar to VA benefits)\n953 (clemency discharge)\nBEO (\nb\ny\ne\nxecutive\no\nrder), or\nDRO (\nd\nischarge\nr\neview - prior discharge under conditions\no\nther than honorable).\nExamples\n:\nIf the character of service is general-UHC, and the separation reason is\ndrug use\n, a COD determination is\nnot\nnecessary.  The separation reason is not a bar to benefits under\n38 U.S.C. 5303(a)\n.\nIf the characterization of service is general-UHC but the separation reason is\na conscientious objector who refused to perform military duties, wear the uniform, or otherwise comply with lawful orders of competent military authorities\n, a formal determination as to whether the separation reason poses a bar to benefits under\n38 U.S.C. 5303(a)\nis\nnecessary.\nNotes\n:\n38 CFR 3.14(d)\nstates that an honorable discharge is binding on VA except for cases involving aliens.\n38 CFR 3.12(a)\nprovides that a discharge “under honorable conditions” is binding as to character of discharge.\nA general-UHC discharge may be shown as “general”, “GEN,” “under honorable conditions,” “under honorable conditions (general),” or “UHC.”\nReference\n:  For more information on handling cases involving conscientious objectors that were discharged under honorable conditions, see\nVAOPGCPREC 11-1993\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}