{
  "chunk_id": "X_iv_1_A_13",
  "content": "/>\nX.iv.1.A.1.h\n.\nProcedure for Making a COD Determination\nFollow the steps in the table below when a COD determination is needed except in limited circumstances provided in\nM21-1, Part X, Subpart iv, 1.A.1.q\n.\nStep\nAction\n1\nConduct development, to the extent possible, for all evidence required to make a COD determination, including records detailing the facts and circumstances surrounding a former service member’s discharge as discussed in\nM21-1, Part X, Subpart iv, 1.A.1.i\n.\n2\nProvide the approved, standard COD determination advance notice.\n3\nWas there a contention or evidence that the conduct upon which the discharge was based occurred when the individual met the definition of\ninsanity\nunder\n38 CFR 3.354\n?\nIf\nno\n, go to the next step.\nIf\nyes\n, before going to the next step,\nrefer the case to the rating activity for a determination under\n38 CFR 3.354\n, and\nwait for that determination to be completed.\nReferences\n:  For more information on\nwhen\n38 CFR 3.354\nis at issue, see\nM21-1, Part X, Subpart iv, 2.A.1.b\n, and\nreferring a case for rating action on\n38 CFR 3.354\n, see\nM21-1, Part X, Subpart iv, 2.A.1.d\n.\n4\nMake a formal determination, using guidance on\nregulatory and/or statutory bars (as applicable) in\nM21-1, Part X, Subpart iv, 1.A.2\nand\n3\nevidentiary standards of proof for bars to benefits in\nM21-1, Part X, Subpart iv, 1.A.1.j\n, and\nthe special topics in\nM21-1, Part X, Subpart iv, 1.B\n, as applicable.\nDocument the decision using the template shown in\nM21-1, Part X, Subpart iv, 1.A.1.k\n.\nImportant\n:\nConsider all the evidence in VA’s possession, including the former service member’s credible statements or testimony regarding reasons for the discharge, and resolve any reasonable doubt in favor of the claimant.  As noted in\nM21-1, Part X, Subpart iv, 1.A.3\nit is particularly important to accept the former service member’s credible testimony regarding reasons for discharge and to resolve doubt in their favor in cases involving assertions of a discharge for homosexuality, gender identity, or positive human immunodeficiency virus (HIV) status.  Service records in such cases might not explicitly state that those factors were a basis for discharge.\nInclude a finding on applicability of\n38 CFR 3.354\n.\nIf\nnot\nraised in Step 3, that must be stated.\nIf at issue, briefly discuss how, and incorporate the rating determination that the former service member did/did not meet the definition in\n38 CFR 3.354\nwhen they committed the act(s) that resulted in the discharge.\nAs applicable, the decision must discuss conditional discharges under\n38 CFR 3.13\nand\nM21-1, Part X, Subpart iv, 1.B.2\n.  Address any satisfactorily completed service, as well as unsatisfactory service, in the determination.  Follow the guidance in\nM21-1, Part X, Subpart iv, 1.B.2.h\n.\nWhen making an unfavorable determination, list favorable findings if applicable as provided in\nM21-1, Part X, Subpart iv, 1.A.1.l\n.\nWhen completing a COD determination refer to the additional considerations in\nM21-1, Part X, Subpart iv, 1.A.1.m\n, and (as applicable) the guidance on compelling circumstances in\nM21-1, Part X, Subpart iv, 1.A.1.t\n.\nConsider the information in\nM21-1, Part X, Subpart iv, 1.B.4 and 5\nbefore making a making a COD determination that involves a former service member with a Vietnam-Era, special upgraded discharge.\nWhen the determination is that there is\nno\nstatutory or regulatory bar to benefits, and the discharge for the period of service is under conditions other than dishonorable,\ndo not\ndiscuss\n38 CFR 3.360\nor make any determination regarding applicability of the regulation.  Basic eligibility to VA benefits based on Veteran status\nincluding health care\nis established.\nReference\n:  For more information on whether to address basic eligibility to health care under\n38 CFR 3.360\n, see\nM21-1, Part X, Subpart iv, 1.B.1\n.\n5\nRefer the determination for approval as specified in\nM21-1, Part X, Subpart v, 1.C.2.h\n.\n6\nSend the correct approved, standard COD decision notice corresponding with the disposition of the COD determination in accordance with\nM21-1, Part X, Subpart iv, 1.A.1.n\n.\n7\nPrepare a record-purpose award to clear any pending end product (EP) 290 established to control the COD determination.\n8\nUpdate Share and the Veterans Benefits Management System (VBMS), as discussed in the\nEntering Character of Discharge (COD) Decisions Job Aid\non the\nCharacter of Discharge (COD) Information Page\n.\nImportant\n:\nThe procedure in this table applies for COD determinations when a claim for benefits has been filed, as well as to free-standing requests by former service members for COD determinations without a claim, which are permitted pursuant to\n38 U.S.C. 5303B\n.\nWhen a claim has been filed and, applying the guidance in this section, a COD determination is necessary, do not send\n38 U.S.C. 5103\nnotice (if applicable) or development letters, or initiate development for an examination or for records (beyond those required relating to facts and circumstances of discharge) unless/until the COD determination concludes that there is basic eligibility to the benefit claimed.\nReferences\n:  For more information on\nthe procedures applicable to handling COD determinations\nrequested by VHA, see\nM21-1, Part XIII, Subpart i, 3.B\n, and\ninvolving finality, see\nM21-1, Part X, Subpart iv, 1.A.1.p\nand\nq\nthe standard advance notice and decision notice options, see the\nCharacter of Discharge (COD) Information Page\n, and\nuse of special issues applicable to COD determinations, see\nM21-4, Appendix E, 2.b\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}