{
  "chunk_id": "X_iv_1_A_16",
  "content": "/>\nX.iv.1.A.1.k\n.\nCOD Determination Template\nUse of the template below is mandatory to document COD determinations.\nThe template contains\nall\npossible paragraphs and language that will potentially need to be included in the decision depending on the facts of the case.  If the decision is being addressed to a person other than the former service member, modify the language as necessary, to include replacing references to “you” and “your” with the name of the former service member and third-person personal pronouns.\nDEPARTMENT OF VETERANS AFFAIRS\n[Designation of VA Office]                                                        [File Number]\n[Location of VA Office]                           [Former Service Member’s Name]\nADMINISTRATIVE DECISION\nISSUE\n:\nCharacter of discharge for the period of service\n[add service dates for the period(s) at issue]\n.\nEVIDENCE\n:\n[Use bullets to list all documents and information reviewed in making the decision.  Identify the evidence using the standards in\nM21-1, Part V, Subpart iv, 1.A.4.\n]\nFor example:\nVA Form 21-526EZ\n,\nApplication for Disability Compensation and Related Compensation Benefits,\nreceived September 6, 2023.\nResponse to advance notice that VA will be making a COD determination, received November 9, 2023.\nSTRs received on November 25, 2023, for the period March 2002 to November 2004.\nService personnel records received on November 25, 2023, for the period March 2002 to November 2004.\nPERTINENT LAWS AND REGULATIONS: [List laws and regulations applicable to the decided issue(s).\nCopy and paste only the applicable text from the relevant law(s) and/or regulation(s) that are required to decide the issue(s).]\n[Include first in every decision.]\nAccording to 38 CFR 3.12(a), if the former service member did not die in service, then pension, compensation, or Dependency and Indemnity Compensation (DIC) is not payable unless the period of service on which the claim is based was terminated by discharge or release under conditions other than dishonorable (38 U.S.C. 101(2)).\n[Copy and paste the applicable text from\n3.12(c)(1) to (6) if/when the discharge potentially poses a statutory bar to benefits\n3.12(d)(1) or (2) if/when the discharge potentially poses a regulatory bar to benefits\n3.12(e) for any case where the compelling circumstances exception is at issue, and/or\n3.13(c) for any case in which conditional discharge is at issue.\nIt may be necessary to include other 38 CFR 3.12 subparagraphs for cases involving discharge upgrades or corrections or for uncharacterized separations.  Applicable portions of other regulations such as 38 CFR 3.14, 38 CFR 3.105(c), or 38 CFR 3.354 might also need to be included depending on the facts presented.]\n[Include the following\nonly\nin decisions where a bar to benefits applies under 38 CFR 3.12(c) or (d) and therefore the former service member is not eligible to VA benefits requiring Veteran status, but further consideration was given to basic eligibility for certain former service members to health care under 38 CFR 3.360.]\nAs stated in 38 CFR 3.360(a) and (b), the health care and related benefits authorized by Chapter 17 of Title 38 U.S.C. shall be provided to certain former service members with administrative discharges under other than honorable conditions for any disability incurred or aggravated during active military, naval, or air service in line of duty.  With certain exceptions such benefits shall be furnished for any disability incurred or aggravated during period of service terminated by a discharge under other than honorable conditions.  Specifically, they may not be furnished for any disability incurred or aggravated during a period of service terminated by a bad conduct discharge or when one of the bars listed in 38 CFR 3.12(c) applies.\nDECISION\n:\n[Clearly and briefly state the decision here, but not the reasons for it.]\nFor example:\nYour discharge from\n[\nname of branch of service\n]\nfor the period of service from\n[\nEOD date to RAD date\n]\nis\n[under conditions\nother than dishonorable\n/not under conditions other than dishonorable\n]\n.  You\n[\nhave/do not have\n]\neligibility to VA benefits.\n[Only include a second decision on eligibility to Chapter 17 care pursuant to 38 CFR 3.360 with respect to a period of service when the first decision above finds the discharge is\nnot\nunder conditions other than dishonorable and therefore that there is no basic eligibility to benefits requiring Veteran status.]\nYou\n[meet/do not meet]\nthe eligibility criteria in 38 CFR 3.360 for health care benefits under Chapter 17, Title 38 U.S.C.\nREASONS AND BASES\n:\n[This section must be prepared in accordance with the guidelines found in M21-1, Part X, Subpart v, 1.C.2.e, and included on\nall\nadministrative decisions, including favorable ones.]\n[Always address that 38 CFR 3.354 was considered.  Include the following statement.]\nWhether conduct constituting a bar to benefits occurred when the standard in 38 CFR 3.354 for insanity was met\n[is/is not]\nan issue.\n[Provide a brief explanation of any contention or facts putting a 38 CFR 3.354 determination at issue or the absence of any such contentions or facts.]\n[When a 38 CFR 3.354 determination is at issue, discuss the determination made.  Select one of the following statements as applicable]:\nBased on the facts showing\n[summarize the facts bearing on the 38 CFR 3.354(a) standard]\nwe have determined that you met VA’s regulatory definition of insanity at the time of the conduct resulting in your discharge and its characterization, we find that you were not at fault, and you are not precluded from VA benefits.\nBased on the facts showing\n[summarize the facts bearing on the 38 CFR 3.354(a) standard]\nwe have determined that you did not meet VA’s regulatory definition of insanity at the time of the conduct resulting in your discharge and its characterization.\n[When the type of court-martial is relevant to the regulatory finding, for example, see the criteria in 38 CFR 3.12(c)(2), 38 CFR 3.12(c)(6)(ii), and 38 CFR 3.12(d)(1) or (2), include one of the following as applicable]\nYour\n[list service branch discharge characterization]\ndischarge was part of a sentence of a general court-martial.\nYour\n[list service branch discharge characterization]\ndischarge was part of a sentence of a\n[summary or special]\ncourt-martial.\nYou accepted an\n[OTH or BCD]\nto escape trial by a general court-martial.\nThe maximum sentence imposable pursuant to the Manual for Courts-Martial United States for the misconduct at issue, if tried by a general court-martial, would not include a dishonorable discharge or confinement for longer than one year.\n[When a bar for prolonged absence without official leave (AWOL) under 38 CFR 3.12(c)(6), willful and persistent misconduct under 38 CFR 3.12(d)(2)(ii), or moral turpitude under 38 CFR 3.12(d)(2)(i) is at issue, include one of the following statements about the compelling circumstances exception in 38 CFR 3.12(e).]\nFacts show the criteria for\n[describe applicable bar under 38 CFR 3.12(c)(6), 3.12(d)(2)(i) or 3.12(d)(2)(ii) as further discussed in M21-1, Part X, Subpart iv, 1.A.1.t]\napply; however, compelling circumstances mitigate the conduct.\n[Discuss the facts and the factors that they persuasively demonstrate in 38 CFR 3.12(e).]\nFacts show the criteria for\n[describe applicable bar under 38 CFR 3.12(c)(6), 3.12(d)(2)(i) or 3.12(d)(2)(ii)]\napply.  The evidence did not persuasively establish that compelling circumstances existed to mitigate the conduct.\n[Discuss the criteria in 38 CFR 3.12(e) as further discussed in M21-1, Part X, Subpart iv, 1.A.1.t.]\n[Always sum up the decision.]\nFor example:\nBased on the evidence listed and discussed above, we conclude that the conduct for which you were discharged from service, and upon which your service characterization was based,\n[\nis/is not]\na bar to benefits under 38 CFR 3.12(x)(x)\n[When finding a bar, fill in the 38 CFR 3.12 paragraph and subparagraphs.  When finding that a bar is not met, simply refer to 38 CFR 3.12]\n.  Therefore, the discharge for the period of service\n[dates of service]\n[was/was not]\nunder conditions other than dishonorable and basic eligibility to VA benefits\n[is/is not]\nestablished.\n[When the decision is that there is a bar under 38 CFR 3.12 to VA benefits requiring Veteran status, address basic eligibility to health care for a former service member under 38 CFR 3.360.\nImportant\n:\nDo not make a secondary determination, or provide reasons and bases related to 38 CFR 3.360 where basic eligibility to benefits based on Veteran status is established.]\nFAVORABLE FINDINGS:  [When this heading is applicable, list any favorable findings that are made.  See M21-1, Part X, Subpart iv, 1.A.1.l, for more information on when the heading is required.]",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}