{
  "chunk_id": "X_iv_1_A_17",
  "content": "/>\nX.iv.1.A.1.l\n.\nFavorable Findings in a COD Determination\nThe\nFavorable Findings\npart of the decision is not required when\nthe decision and all findings (conclusions as to a fact or application of law to facts) are favorable, or\nin unfavorable determinations, there are no favorable findings.\nNote\n:  Address full favorability of an outcome and findings as specified in\nM21-1, Part X, Subpart v, 1.C.2.e\n.\nWhen a COD determination is not fully favorable (a bar to benefits is found, the discharge was\nnot\nunder conditions other than dishonorable, and there is either no eligibility to any VA benefits requiring Veteran status, or there is only basic eligibility to health care under\n38 CFR 3.360\n), but favorable findings are made, list those findings under\nFavorable Findings\n.\nWhen a determination is made that an OTH discharge involved conduct meeting one of the regulatory bars and Veteran status is not established, but eligibility to health care as a former service member was established under\n38 CFR 3.360\n, the fact that no provision of\n38 CFR 3.12(c)\napplies is a favorable finding.\nWhen multiple\n38 CFR 3.12\nbars were considered, and one was proven, the bases for concluding the other bar(s) could not be established are favorable findings.\nExample\n:  The primary bar was for spying.  The record also contained a citation for drug use.  Both offenses were cited as reasons for discharge.  The drug use did not meet the standard for willful and persistent misconduct or moral turpitude.  There would be a favorable finding that the drug use did not constitute a bar to benefits.  Similarly, if one bar applied and another bar did not apply due to\n38 CFR 3.354\nor\n38 CFR 3.12(e)\nthe conclusion on insanity or compelling circumstances would be a favorable finding.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}