{
  "chunk_id": "X_iv_1_A_18",
  "content": "/>\nX.iv.1.A.1.m\n.\nAdditional Considerations for Completing the COD Determination\nApply the guidance below when completing the COD determination template.\nThe issue in the determination should always be\nCharacter of discharge\nbecause the determination required by law is whether there is, or is not, a discharge or release under conditions other than dishonorable.  Do not limit the stated issue to\nStatutory bar\nor\nRegulatory bar\nor list the two as co-issues.\nThe reasons for the decision must include discussion of the evidence received from the service department, and from the former service member, as it relates to the circumstances of the conduct that formed the basis for the discharge and its characterization.  The decision must adequately discuss whether the facts meet the criteria for any bar(s) to benefits raised by the evidence of record (multiple bars may require discussion), and in doing so, should address facts bearing on any mitigating or equitable considerations within the regulatory criteria to specifically include compelling circumstances when an applicable bar is at issue (\n38 CFR 3.12(e)\n).\nWhen making a determination that a period of obligated service within a longer period of continuous service involving a conditional discharge was satisfactorily completed (and therefore that there is considered to have been a discharge or release from this period of service under\n38 U.S.C. 101(18)\nand\n38 CFR. 3.13\n) follow the guidance in\nM21-1, Part X, Subpart iv, 1.A.1.h\n(Step 4) and\nM21-1, Part X, Subpart iv, 1.B.2.h\n.\nReferences\n:  For more information on\nspecific requirements for establishing the criteria for a bar to benefits based on\nAWOL, see\nM21-1, Part X, Subpart iv, 1.A.2\n, and\nmoral turpitude and willful and persistent misconduct, see\nM21-1, Part X, Subpart iv, 1.A.3\nguidelines for addressing compelling circumstances, see\nM21-1, Part X, Subpart iv, 1.A.1.t\n, and\naddressing basic eligibility to health care and related processing required after the administrative decision, see\nM21-1, Part X, Subpart iv, 1.B.1\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}