{
  "chunk_id": "X_iv_1_A_21",
  "content": "/>\nX.iv.1.A.1.p\n.\nReviewing for Prior Final COD Determinations\nIn any procedural posture where a COD determination is required, claims processors must review the file for any prior final COD determination made in accordance with the same criteria and based on the same facts – regardless of whether the filing specifically alludes to a prior COD determination or attaches evidence.\nUse the table below for guidance on the actions to take to assess whether there is a prior COD determination of record, and if so, what action to take.\nIf …\nThen …\na claim is received, and\nthere is no previous COD determination of record\nis a COD determination necessary to assess basic eligibility for the current claim under the framework in\nM21-1, Part X, Subpart iv, 1.A.1.e\n-\ng\n?\nIf\nyes\n, follow the procedure for making a COD determination in\nM21-1, Part X, Subpart iv, 1.A.1.h\n.\nIf\nno\n, then no action is needed under this section.  The claim can be developed and decided under applicable M21-1 policies and procedures.\na claim is received, and\na prior COD determination found all service to be under conditions other than dishonorable and established eligibility to benefits based on Veteran status\nno action is needed under this section.  The claim can be developed and decided under applicable M21-1 policies and procedures.\nImportant\n:  Do not change a previous favorable determination that the individual had a discharge under conditions other than dishonorable for a period of service based on application of the revised regulation.  For example, if the prior determination found that there was no willful and persistent misconduct do not reevaluate the conduct today under new standards for willful and persistent misconduct.\na prior COD determination found that there was no eligibility to benefits based on Veteran status for a period of service, and\nthe current claim is\nfor a benefit requiring Veteran status, and\nbased on the same period of service\nfollow the guidance in\nM21-1, Part X, Subpart iv, 1.A.1.q\nto determine whether there is a basis for changing the prior determination.\nException\n:  When the current claim is submitted after June 25, 2024, based on a period for which an adverse COD determination was made prior to that date, proceed with the determination.  See the last row of this table.\na prior COD determination found that there was no eligibility to benefits based on Veteran status for a period of service, but\nthe prior COD determination is not binding on the current claim\nExamples\n:\nThe current claim is for SC compensation but is based on a separate, earlier period of service not addressed in the prior COD determination.\nThe current claim is based on the service covered by the prior COD determination but the prior decision established basic eligibility for treatment under\n38 U.S.C. Chapter 17\npursuant to\n38 CFR 3.360\n, and the current claim is expressly for SC for treatment purposes only.\nis a COD determination necessary to assess basic eligibility for the current claim?\nIf\nyes\n, follow the procedure for making a COD determination in\nM21-1, Part X, Subpart iv, 1.A.1.h\n.\nIf\nno\n, then no action is needed under this section.\nExplanation\n:\nIn the first example, basic eligibility to benefits has not been determined for the earlier service period.  If the circumstances do not require a COD determination for the earlier service (for example if there is an honorable discharge for the service at issue) then the new claim can be developed and decided under applicable M21-1 policies and procedures.\nIn the second example, a prior COD determination found the service was not under conditions other than dishonorable.  Therefore, the former service member has no basic eligibility to benefits, such as SC compensation, that require Veteran status.  However, it also found that the former service member had basic eligibility to treatment, and that is what the current claim unambiguously is for.  The claim for SC for treatment purposes can be developed and decided under applicable M21-1 policies and procedures.\nImportant\n:  If there is any ambiguity in the claim and the claimant may be seeking readjudication of the issue of COD – considering the form used for the filing, the wording used in the claim, and any evidence attached to, or identified in, the claim – a decision under\nM21-1, Part X, Subpart iv, 1.A.1.q\nmay be necessary.  When a claimed issue is not clearly identified, ask the claimant and authorized representative (if any) to clarify the claim.\na former service member requests a new COD determination under revised\n38 CFR 3.12\n, on or after June 25, 2024, and\na prior COD determination adjudicated prior to June 25, 2024, determined that there was no eligibility to benefits based on Veteran status for a period of service\nfollow the guidance in\nM21-1, Part X, Subpart iv, 1.A.1.h\n.\nImportant\n:\nA prescribed form is not required.  If a claim is not submitted, the request is treated as under\n38 U.S.C. 5303B\n.\nReferences\n:  For more information on\nadministrative decision finality, see\n38 CFR 3.104(b)\n, and\nM21-1, Part X, Subpart v, 1.C.1.c\n, and\nclarifying issues and claims, see\nM21-1, Part III, Subpart i, 2.D.1.c\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}