{
  "chunk_id": "X_iv_1_A_22",
  "content": "/>\nX.iv.1.A.1.q\n.\nMaking Decisions Involving a Prior Final COD Determination\nUse the table below for guidance on making determinations when\na prior COD determination found a discharge or release from a period of service was not under conditions other than dishonorable\nthere is currently a\nclaim for a benefit requiring Veteran status, or\nanother request that requires a COD determination, and\nthe current claim is or other request is\nbased on the same period of service such that the prior COD determination is binding.\nIf ...\nThen ...\na change in the prior COD determination is justified because of\nnew and relevant evidence\nCUE, or\na change in law that provides a new basis for entitlement\nNote\n:  Updates to\n38 CFR 3.12\neffective June 25, 2024 (89 FR 32361), are considered a liberalizing change of law or VA issue.\nmake another COD determination as provided in\nM21-1, Part X, Subpart iv, 1.A.1.h\nand\nk\nprovide decision notice as provided in\nM21-1, Part X, Subpart iv, 1.A.1.n\n, and\ntake subsequent action based on current claims as specified in\nM21-1, Part X, Subpart iv, 1.A.1.o\n.\nException\n:  If a favorable decision is made on COD without a claim, review for issues that were previously denied because of lack of eligibility due to COD based on the period of service and invite a claim for those issues.\nDo not\nreadjudicate the previously adjudicated issues without a claim.\nImportant\n:\nA former service member who received an unfavorable COD determination prior to June 25, 2024, and who requested a new COD determination on or after that date under the amended\n38 CFR 3.12\nis entitled to one review without providing new and relevant evidence as the amendment constitutes a new basis for eligibility.\nTake the actions specified in\nM21-1, Part II, Subpart ii, 3.2.c\n, to ensure any paper records are scanned into VBMS before proceeding with the determination.\nWhere a benefit is awarded after a COD determination finding basic eligibility, refer to\nM21-1, Part X, Subpart iv, 1.A.1.s\n, for guidance on assignment of an effective date.\na change in the prior COD determination is not justified\ncomplete a\nVA Form 21-0961, Rating Decision/Administrative Decision/Formal Finding/Statement of the Case (SOC)/ Supplemental Statement of the Case (SSOC) (Electronic Signatures\n, documenting the determination in the REMARKS section of the form, and\ngenerate a decision notice that meets the requirements in\nM21-1, Part VI, Subpart i, 1.B\n, including explanation of the reasons and bases for the decision, and a statement of applicable review options the claimant may use to seek further review of the decision.\nNotes\n:\nI\nf late flowing evidence is received, or the claimant submits new and relevant evidence, list the evidence, and state that it was considered but did not change the prior COD determination (make sure to specify the date of the prior determination).  The discussion must explain why evidence was not new and relevant and/or why new and relevant evidence did not change the prior decision.\nIf the decision was based on a new legal basis briefly explain why eligibility was not established under the change in law.\nIf a CUE was asserted but not found, briefly explain the determination that no CUE was found.\nIn cases where no change in a prior final COD determination is warranted but the prior COD determination did not address former service member basic eligibility for treatment under\n38 U.S.C. Chapter 17\npursuant to\n38 CFR 3.360\n, prepare a new COD determination addressing only that issue.\nReferences\n:  For more information on\nsupplemental claims, see\nM21-1, Part II, Subpart iii, 2.B.1\nrevision based on new evidence, see\nM21-1, Part X, Subpart ii, 2.A\nrevision due to CUE, see\nM21-1, Part X, Subpart ii, 5.A\nthe right to a decision and decision notice on determinations regarding new and relevant evidence, see\nHarris v. McDonough\n, 33 Vet.App. 269 (2021)\nliberalizing laws and new bases of entitlement, see\nM21-1, Part V, Subpart ii, 4.A.6.a\n, and\neffective dates and liberalizing changes to\n38 CFR 3.12\n, see\nM21-1, Part X, Subpart iv, 1.A.1.s\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}