{
  "chunk_id": "X_iv_1_A_24",
  "content": "/>\nX.iv.1.A.1.s\n.\nEffective Dates and Liberalizing Effect of Changes to 38 CFR 3.12\nEffective dates are not assigned for COD determinations that find eligibility based on establishment of Veteran status.  A benefit can be awarded only if there is eligibility.  Once eligibility is established an effective date is assigned to any benefit awarded.\nImportantly, the June 25, 2024, revision to\n38 CFR 3.12\n(89 FR 32361) is considered a liberalizing change of law or VA issue.  There were changes to several regulatory criteria for assessing basic eligibility, and therefore, the rule may provide a basis for changing a previous adverse COD determination or establishing eligibility that would not have been possible under the regulation as it was previously written.\nWhen benefits are awarded based on a COD determination completed on or after June 25, 2024, a retroactive effective date under\n38 CFR 3.114(a)\nmust be considered.  However, to be eligible for an effective date, t\nhe former service member must have been discharged from the period of service at issue\nprior to\nJune 25, 2024.  A former service member discharged\non or after\nJune 25, 2024, is not eligible for an effective date under\n38 CFR 3.114(a)\n, because the discharge occurred after the effective date of\n38 CFR 3.12\n.  A retroactive award under\n38 CFR 3.114(a)\ncannot be effective earlier than the effective date of the change of law or VA issue.\nFor those claimants found eligible for benefits pursuant to revised\n38 CFR 3.12\nand eligible for a retroactive effective date under\n38 CFR 3.114(a)\n, the effective date is governed by\n38 U.S.C. 5110(g)\nand\n38 CFR 3.114(a)\nas provided in the following table.\nIf a claim is received ...\nThen benefits may be authorized ...\nwithin one year from the effective date of the law\nfrom that date (June 25, 2024).\nmore than one year after the effective date of the liberalizing law\nfor a period of one year prior to the\ndate of receipt of such request.\nReferences\n:  For more information on\neffective dates based on a change of law or regulation, see\nM21-1, Part V, Subpart ii, 4.A.6\n, and\nthe requirements for retroactive awards under 38 CFR 3.114, see\nM21-1, Part V, Subpart ii, 4.A.6.g and h\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}