{
  "chunk_id": "X_iv_1_A_25",
  "content": "/>\nX.iv.1.A.1.t\n.\nExceptions to Certain Bars to Benefits Based on Compelling Circumstances\nThe amendments to\n38 CFR 3.12\n, effective June 25, 2024 (89 FR 32361) added\n38 CFR 3.12(e)\n, which provides that the bars to benefits for prolonged AWOL under\n38 CFR 3.12(c)(6)\n, offenses involving moral turpitude under\n38 CFR 3.12(d)(2)(i)\n, and willful and persistent misconduct under\n3.12(d)(2)(ii)\n“will not be applied if compelling circumstances mitigate the AWOL or misconduct at issue.”\nThis means that compelling circumstances are considered only in cases where one or more of these bars otherwise apply.\nCompelling circumstances analysis requires consideration of\nlength and character of service exclusive of the period of prolonged AWOL or misconduct\nreasons for the prolonged AWOL or misconduct, and\nwhether a valid legal defense would have precluded a conviction for AWOL or misconduct under the Uniform Code of Military Justice.\nIn conducting the analysis of those factors, consider the points below.\nService exclusive of the period of prolonged AWOL or misconduct should generally be of such quality and length that it can be characterized as honest, faithful, and meritorious and of benefit to the nation.\nReasons for prolonged AWOL or misconduct could include:\nmental or cognitive impairment at the time of the prolonged AWOL or misconduct, to include but not limited to a clinical diagnosis of (or evidence that could later be medically determined to demonstrate existence of) posttraumatic stress disorder, depression, bipolar disorder, schizophrenia, substance use disorder, attention deficit hyperactivity disorder, impulsive behavior, or cognitive disabilities\nphysical health, to include physical trauma and any side effects of medication\ncombat-related or overseas-related hardship\nsexual abuse/assault\nduress, coercion, or desperation\nfamily obligations or comparable obligations to third parties, or\nage, education, cultural background, and judgmental maturity.\nA valid legal defense that would have precluded a conviction for AWOL or misconduct under the Uniform Code of Military Justice must go directly to\nabsence or misconduct\nrather than to procedures, technicalities, or formalities such as failure to object to evidentiary findings.\n​​​​\nImportant\n:\nAll lay, medical, and military information relevant to compelling circumstances must be considered.\nLay statements do not require corroboration by military records but will be considered together with all evidence of record.  A lay statement alone may be sufficient to prove a compelling circumstance if credible (considering factors such as plausibility on its face, internal consistency, and consistency with other evidence).\nIf the claims processor rejects lay statements or other evidence of compelling circumstances, the reasoning must be documented in the\nReasons and Bases\nof the administrative decision.  Reasoning cannot be conclusory.  For example, if a statement is inconsistent with other evidence the way in which it is inconsistent needs to be explained.\nAllegations of discrimination must also be considered as potential compelling circumstances.  Although not stated in the regulatory text, the final rule stated that if discrimination, based on factors such as race or sex, was a factor in the discharge and characterization, the compelling circumstances exceptions would allow VA to find that a bar did not apply.\nIt is not necessary for a former service member to specify the category under which alleged discrimination falls.  Broadly consider any such allegations.\nActionable discrimination is not limited to race or sex.  Consider allegations of discrimination based on other personal characteristics including, but not limited to, religion, age, sexual orientation, and gender identity.\nNotes\n:\nAny mental health disability can be relevant, including congenital conditions such as a personality disorder, substance abuse disorder, or a cognitive disability.  To meet the definition of insanity, the condition does not have to be service connected or compensable.\nExamples of a valid legal defense to substantive issues of absence or misconduct include\nan alibi for the alleged crime\nentrapment into committing the alleged crime\nnecessity for committing the alleged crime, or\nconstitutional due process violations.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}