{
  "chunk_id": "X_iv_1_A_37",
  "content": "/>\nX.iv.1.A.3.b\n.\nDischarge in Lieu of Trial\nA bar to benefits exists under\n38 CFR 3.12(d)(1)(i)\nwhen the facts indicate the service member agreed to accept an\nOTH\ndischarge or its equivalent in lieu of trial by GCM.\nThe bar should only be explored if the discharge reason was “discharge in lieu of court-martial.”  When that condition is met, to find the bar established, there must be evidence in the military records that the former service member accepted the discharge under other than honorable conditions (or equivalent) in lieu of a trial conducted as part of a GCM.\nNote\n:  The evidence must show that the discharge was in lieu of a GCM, not a summary court-martial or a special court-martial.\nImportant\n:\nIf there is any question on any aspect of the standard, including whether the discharge was in lieu of a GCM or a different type of court-martial, consider the available records and apply reasonable doubt as applicable.\nIf the evidence is unclear regarding the type of court martial and this bar is not applied, claims processors should still consider whether the misconduct leading to the discharge falls under another bar, such as willful and persistent misconduct or moral turpitude.\nReferences\n:  For more information on\nidentifying upgraded discharges, see\nM21-1, Part X, Subpart iv, 1.B.4.c\n, and\nevidentiary standards of proof for bars to benefits, see\nM21-1, Part X, Subpart iv, 1.A.1.j\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}