{
  "chunk_id": "X_iv_1_A_38",
  "content": "/>\nX.iv.1.A.3.c\n.\nAn Offense Involving Moral Turpitude\nA bar to benefits exists under\n38 CFR 3.12(d)(2)(i)\nwhen the facts indicate the discharge was for conduct constituting moral turpitude.\nOffice of General Counsel Opinion 6-87 defined\nmoral turpitude\nas a willful act that\nhas no justification or legal excuse\ngravely violates accepted moral standards, and\nwould likely cause harm or loss of a person or property.\nWith respect to the second prong, moral turpitude involves conduct that would shock the public conscience as being inherently base, vile, or depraved and contrary to accepted rules of morality and duties owned between persons or to society in general.\nFelony convictions are generally consistent with the definition of moral turpitude; however, acts can meet the definition without a felony conviction.\nExamples of offenses implicating moral turpitude include (but are not limited to)\nfelony conviction from either a state or federal non-military court\nserious crimes against a person, such as rape or murder, robbery (Article 122), assault with a loaded firearm (Article 128), or illegal drug trafficking, and\ncrimes involving harm or loss to property such as arson, burglary, larceny, or forgery.\nThe following are examples of offenses that do\nnot\nmeet the definition of moral turpitude because they are not listed in the Manual For Courts-Martial United States, or they fall under the\n38 CFR 3.12(d)(2)(ii)\ndefinition of minor misconduct as discussed in\nM21-1, Part X, Subpart iv, 1.A.3.d\n:\nparking tickets\npublic intoxication without harm to another or the service, including Article 112:\nDrunkenness and other incapacitation offenses\nArticle 86:\nFailing to go, going from duty station\n, and\nArticle 86:\nAbsence from unit, organization etc.\n30 days or less\n.\nThe following are examples of offenses that do\nnot\nmeet the definition of moral turpitude because even though they do not fall under the definition of minor misconduct in\n38 CFR 3.12(d)(2)(ii)\n, they do not involve harm to another person or property:\none-time marijuana use, and\nadultery.\nWhen determining whether a specific offense constitutes moral turpitude, such as one-time use of drugs other than marijuana, refer to the above definition and guidance in this block, but apply a liberal standard.\nThe standard of proof in\nM21-1, Part X, Subpart iv, 1.A.1.j\napplies for establishment of the moral turpitude bar.  If an offense is established by the record and reasonable doubt does not apply, a claims processor may conclude that the offense was committed even without a criminal conviction or confinement.\nException\n:  Benefits are\nnot\nbarred under\n38 CFR 3.12(d)(2)(i)\neven when, after applying a liberal standard, the conduct underlying the discharge meets the definition of moral turpitude, if\nthere were compelling circumstances, as defined in\n38 CFR 3.12(e)\nthat mitigate the misconduct at issue, or\nthe rating activity determines that the conduct occurred when the former service member met the definition of\ninsanity\nin\n38 CFR 3.354\n.\nNotes\n:\nA single incident, or a series of incidents of conduct can constitute moral turpitude.\nMinor misconduct as defined in the regulation for the purposes of willful and persistent misconduct would generally not meet the definition of moral turpitude.\nDepending on the facts, conduct that does not meet the regulatory standard could be analyzed under the willful and persistent misconduct standard.\nImportant\n:\nEffective June 25, 2024,\n38 CFR 3.12(d)(5)\nhas been rescinded.  Discharge for homosexual conduct, in and of itself, is not a bar to benefits and cannot be appropriately barred under\n38 CFR 3.12(d)(2)(i)\n.  However, the final rule discussion of the recission of\n38 CFR 3.12(d)(5)\nstates that although a “homosexual acts” bar is outdated and unnecessary, certain sexual acts (whether homosexual or heterosexual) can still meet the criteria for another bar to benefits.  Sexual offenses such as child sexual abuse, rape, and other sexual assault fall under the regulatory definition of moral turpitude and the definition and analysis in Office of General Counsel Opinion 6-87.\nDischarges based on consensual sexual behavior between service members of equal grade or rank,\ngender or sexual identity, or positive HIV status are not appropriately barred under\n38 CFR 3.12(d)(2)(i)\n.  The discharge document and other service documents may not explicitly mention that a discharge was based on gender or sexual identity or positive HIV status.  In that case, accept the former service member’s credible statements or testimony as sufficient evidence regarding reasons for the discharge.  Where there is conflicting evidence, the claims processor must consider all evidence of record, but as appropriate, may\nfind the former service member’s statement more credible and probative than other evidence of record, and/or\nresolve any reasonable doubt in favor of the former service member.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}