{
  "chunk_id": "X_iv_1_A_39",
  "content": "/>\nX.iv.1.A.3.d\n.\nWillful and Persistent Misconduct\nA bar to benefits exists under\n38 CFR 3.12(d)(2)(ii)\nwhen the facts establish the discharge from the period of service at issue was for willful and persistent misconduct.\nWillful misconduct\nis defined in\n38 CFR 3.1(n)\nas “an act involving conscious wrongdoing or known prohibited action” that must involve “deliberate or intentional wrongdoing with knowledge of or wanton and reckless disregard of its probable consequences.”\nThe misconduct must meet the\n38 CFR 3.12(d)(2)(ii)\ndefinition of\npersistent\n, which is dependent on whether the misconduct is minor or more serious.\nMinor misconduct\nmust meet the definition in\n38 CFR 3.12(d)(2)(ii)\n.\nPersistent\nmeans:\ninstances of minor misconduct occurring within two years of each other\nan instance of minor misconduct occurring within two years of more serious misconduct, or\ninstances of more serious misconduct occurring within five years of each other.\nExceptions\n:\nDo not apply the willful and persistent misconduct bar if there were compelling circumstances, as defined in\n38 CFR 3.12(e)\nthat mitigate the misconduct at issue.\nWillful and persistent misconduct is not a bar to benefits if the rating activity determines that the conduct occurred when the former service member met the definition of\ninsanity\nin\n38 CFR 3.354\n.\nNotes\n:\nMinor misconduct\nis defined as misconduct (proscribed behavior) for which the maximum sentence imposable under Manual For Courts-Martial United States would not include a dishonorable discharge or confinement for longer than one year if tried by GCM.\nTo determine if an offense meets this standard refer to the Manual for Courts-Martial United States\nAppendix 12,\nMaximum Punishment Chart\n, which lists discharge and confinement requirements for various offenses by title and article number.\nClaims processors must always use the most current version of the Manual for Court Martial United States.\nExamples of minor misconduct, include\nArticle 86:\nFailure to go, going from appointed place of duty\nArticle 87a:\nResisting apprehension\nor\nFlight from apprehension\nArticle 91:\nContempt or disrespect\nto a warrant officer, superior noncommissioned or petty officer, or other noncommissioned or petty officer\nArticle 95a:\nDisrespect toward sentinel or lookout\nArticle 112:\nDrunkenness or other incapacitation offenses\n, and\nArticle 121:\nLarceny or wrongful appropriation\nwith property value of $1,000 or less.\nConduct that does not fall under the definition of minor misconduct is considered “more serious misconduct” for the purpose of the persistence analysis.\nDepending on the offense and conduct, more serious misconduct could also be analyzed as moral turpitude.  However minor misconduct would generally not meet the definition of moral turpitude.\nImportant\n:\nNo single instance of misconduct may support the application of the willful and persistent misconduct.\nMultiple offenses that originate from a single event or circumstance (e.g., attempted robbery leading to fleeing and then leading to resisting arrest) are considered one instance of misconduct.\nThe standard of proof in\nM21-1, Part X, Subpart iv, 1.A.1.j\n, applies for establishment of the willful and persistent conduct bar.\nEffective June 25, 2024,\n38 CFR 3.12(d)(5)\nwas rescinded.  Discharge for homosexual conduct\nin and of itself\nis not an appropriate basis for finding a bar to benefits under\n38 CFR 3.12(d)(2)(ii)\n.  However, the final rule discussion of the recission of\n38 CFR 3.12(d)(5)\nstates that although a “homosexual acts” bar is outdated and unnecessary, certain sexual acts (whether homosexual or heterosexual) can still meet the criteria for a statutory or regulatory bar.  Sexual conduct of the type previously listed in\n38 CFR 3.12(d)(5)\ncan be the grounds for a bar based on willful and persistent misconduct with the caution that the bar must be fully justified in the decision, and appropriate consideration must be given to any compelling circumstances as well as insanity, if claimed or raised by the record.   Discharges based on consensual sexual behavior between service members of equal grade or rank, gender or sexual identity, or positive HIV status are not appropriately barred under\n38 CFR 3.12(d)(2)(ii)\n.  The discharge document and other service documents may not explicitly mention that a discharge was based on gender or sexual identity or positive HIV status.  In that case, accept the former service member’s credible statements or testimony as sufficient evidence regarding reasons for the discharge.  Where there is conflicting evidence, the claims processor must consider all evidence of record, but as appropriate, may\nfind the former service member’s statement more credible and probative than other evidence of record, and/or\nresolve any reasonable doubt in favor of the former service member.\nReferences\n:  For more information on\nthe compelling circumstances exception see\nM21-1, Part X, Subpart iv, 1.A.1.t\nthe effect of a finding of insanity, see\n38 CFR 3.12(b)\n38 CFR 3.354 (b)\nM21-1, Part X, Subpart iv, 2.A\n, and\nStruck v. Brown\n, 9 Vet.App. 145 (1996), and\nmaximum punishments under the Manual for Courts-Martial United States, see\nAppendix 12,\nMaximum Punishment Chart\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section A  - Character of Discharge (COD) and Bars to Benefits",
  "citation": "Part X, Subpart iv, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177986/M21-1-Part-X-Subpart-iv-Chapter-1-Section-A-Character-of-Discharge-COD-and-Bars-to-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:07.939115",
  "tags": [
    "m21-1"
  ]
}