{
  "chunk_id": "X_iv_1_B_8",
  "content": "/>\nX.iv.1.B.1.c\n.\nWhen Not to Make a Determination Under 38 CFR 3.360\n38 CFR 3.360\nwas promulgated to provide an avenue for basic eligibility for health care for former service members with OTH discharges whose conduct fell under a\n38 CFR 3.12(d)\nbar such that\nCOD would otherwise be a bar to all VA benefits\n.  It must be read together with\n38 CFR 3.12\n(as well as\n38 CFR 3.13\nand\n38 CFR 3.354\n, if applicable).  It\nmust not\nbe used to deny health care under where basic eligibility to benefits based on Veteran status has been established.\nIt is incorrect to find that\n38 CFR 3.12(c) and (d)\ncriteria were\nnot\nmet, but that because the discharge was a BCD, the individual is not entitled to health care, or\na statutory bar can be negated for\n38 CFR 3.12\npurposes by a\n38 CFR 3.354\ndetermination of insanity, but that the statutory bar applies for\n38 CFR 3.360\npurposes.\nThe COD decision must be that the discharge was other than dishonorable (establishing Veteran status, and basic eligibility for all VA benefits including  health care) notwithstanding that the former service member’s conduct meets the criteria for a statutory bar listed in\n38 CFR 3.12(c)\n, or the service was terminated with a BCD if\ninsanity is at issue, and\na rating determination is made that the person was insane at the time of the conduct resulting in the discharge.\n38 CFR 3.12(b)\nand\n38 U.S.C. 5303(b)\nare clear that bars to benefits are subject to insanity.  As stated in the statute under those circumstances, the individual “shall not be precluded from benefits administered by the Secretary based upon the period of service from which such person was separated.”",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section B  - Special Topics Involving Character of Discharge",
  "citation": "Part X, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178524/M21-1-Part-X-Subpart-iv-Chapter-1-Section-B-Special-Topics-Involving-Character-of-Discharge",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:17.271386",
  "tags": [
    "m21-1"
  ]
}