{
  "chunk_id": "X_iv_1_B_21",
  "content": "/>\nX.iv.1.B.2.h\n.\nSample Language for a Conditional Discharge Determination\nWhen a conditional discharge analysis affects the determination, and results in service not covered by a bar to benefits, the\nDecision\nmust\nidentify the periods of obligation\nstate which periods of obligation were satisfactorily completed (if any), such that the former service member was eligible for discharge or release under conditions other than dishonorable at that time but for their continued service\ndescribe the period of service that is covered by the bar to benefits (if any), and\naddress the issue of health care basic eligibility.\nExample\n(using the scenario described in\nM21-1, Part X, Subpart iv, 1.B.2.e\n):\nYour service from December 29, 1980, to December 28, 1990, included your first two periods of obligation.  These were satisfactorily completed; therefore, you were considered to have been discharged from that service under conditions other than dishonorable and meet the basic eligibility criteria for VA benefits, to include health care under\n38 U.S.C. Chapter 17\n, based upon this period of service.\nYour service from December 29, 1990, to December 23, 1991, was under OTH and was due to conduct that fell under a statutory bar to benefits; therefore, you do not meet the basic eligibility criteria for VA benefits or health care under\n38 U.S.C. Chapter 17\nbased upon this period of service.\nNote\n:  The\nReasons and Basis\nmust include an explanation as to how the dates of service were determined.\nExample\n:\nA\nreview of the evidence of record shows you originally enlisted on December 29, 1980, for four years with an obligated period of service until December 28, 1984.  On April 4, 1984, you\nreenlisted\nfor another six years with a new obligated period of service until December 28, 1990.  On October 31, 1988, you\nreenlisted\nagain for another six years, with a new obligated period of service until December 28, 1996.  You received an OTH discharge\non December 23, 1991.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section B  - Special Topics Involving Character of Discharge",
  "citation": "Part X, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178524/M21-1-Part-X-Subpart-iv-Chapter-1-Section-B-Special-Topics-Involving-Character-of-Discharge",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:17.271386",
  "tags": [
    "m21-1"
  ]
}