{
  "chunk_id": "X_iv_1_B_22",
  "content": "/>\nX.iv.1.B.2.i\n.\nAssigning Effective Dates for Claims  Based on a Conditional Discharge\nUse the table below to determine the effective dates for claims based on a conditional discharge.\nDetermining the effective date for ...\nProcedure\na presumptive period.\nTreat the conditional discharge date as\ncertified by the service department, and\nauthorized by administrative decision as if the Veteran were actually given a complete and honorable separation, and\nmeasure all presumptive periods, and any other issue that relates to date of discharge or release, from the conditional discharge date.\npayment.\nIf a conditional discharge is established, apply the provisions of\n38 CFR 3.114(a)\nto determine the effective date.\nNote\n:  The effective date may not be earlier than October 8, 1977, per\n38 CFR 3.12(c)(6)\n.\nadministrative decisions with more than one period of service when one period of service is determined to be a bar to VA benefits.\nUse the table below.\nIf ...\nThen ...\nthe claim is received while the claimant is still on active duty during the period of service subsequently determined to be a bar to VA benefits\nthe effective date is the day following the period of service determined to be a bar to VA benefits.\nthe claim is received within one year of discharge from a period of service determined to be a bar to VA benefits, but more than one year after the honorable period of service\nthe effective date is the date of receipt of the claim.\nNotes\n:\nThe claimant\ncannot\nhave an effective date falling within any period of service, even if that period of service is determined to be a bar to VA benefits and the benefit(s) sought will be awarded under an acceptable period of service, because the claimant is already receiving active service pay.\nThe claimant is\nnot\nentitled to VA compensation while he or she is receiving active service pay.\nThe effective date is the date of claim or the date entitlement arose, whichever is later.\nReference\n:  For more information on effective dates, see\n38 CFR 3.654(b)\n, and\n38 CFR 3.400\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section B  - Special Topics Involving Character of Discharge",
  "citation": "Part X, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178524/M21-1-Part-X-Subpart-iv-Chapter-1-Section-B-Special-Topics-Involving-Character-of-Discharge",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:17.271386",
  "tags": [
    "m21-1"
  ]
}