{
  "chunk_id": "X_iv_1_B_27",
  "content": "/>\nX.iv.1.B.3.b\n.\nInstructions for Handling Cases Involving a Former Service Member With an Uncharacterized Separation\nThe table below contains instructions for handling cases involving a former service member with an uncharacterized administrative separation.\nType of Separation\nAction\nEntry Level Separation\nConsider uncharacterized separations of this type to be under conditions other than dishonorable.\nNotes\n:\nNo administrative decision is required.\nThe corporate record should be updated as necessary to reflect\nUHC\nin the CHAR SVC field.\nReference\n:  For information on the effect of an entry-level separation, based on fraudulent enlistment, on an individual's status as a Veteran, see\nVAOPGCPREC 16-1999\n.\nVoid Enlistment or Induction\nReview uncharacterized separations of this type based on the facts and circumstances surrounding separation, with reference to the provisions of\n38 CFR 3.14\nto determine whether separation was under conditions other than dishonorable.\nPrepare an administrative decision according to the instructions in\nM21-1, Part X, Subpart iv, 1.A.1.k\n.\nDropped from the Rolls\nReview uncharacterized administrative separations of this type based on the facts and circumstances surrounding separation to determine whether separation was under conditions other than dishonorable.\nPrepare an administrative decision\naccording to the instructions in\nM21-1, Part X, Subpart iv, 1.A.1.k\n.\nImportant\n:  An administrative decision should only be issued if\ndropped from the rolls\nis\nthe reason for discharge, or\nthere is a pattern of acts that show service has not been faithful and meritorious.\nIt is important to look at the entire record of service as status may change.  It is possible for a person to be dropped from the rolls without being discharged where they return to military control.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section B  - Special Topics Involving Character of Discharge",
  "citation": "Part X, Subpart iv, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178524/M21-1-Part-X-Subpart-iv-Chapter-1-Section-B-Special-Topics-Involving-Character-of-Discharge",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:17.271386",
  "tags": [
    "m21-1"
  ]
}