{
  "chunk_id": "X_iv_1_C_21",
  "content": "/>\nX.iv.1.C.3.b\n.\nConsidering Evidence of Conscious Wrongdoing or Involvement in a Known Prohibited Action\nA finding of willful misconduct is appropriate and SC is\nnot\nin order when\na motor vehicle accident causes additional disability, and\nthe preponderance of evidence establishes that the accident was the result of the Veteran's conscious wrongdoing or involvement in a known prohibited action.\nSC\nis\nin order under\n38 CFR 3.310\n, however, for injuries sustained when an SC disability (such as alcoholism secondary to SC posttraumatic stress disorder) is the involuntary cause of a motor vehicle accident because it rendered the Veteran unable to\ncontrol his/her actions, or\ncomprehend danger.\nWhen making a determination,\nobtain and carefully consider all evidence available, including police reports\nexamine circumstantial evidence, and\nconsider obtaining an opinion on the Veteran's mental state.\nImportant\n:  In vehicular accidents, there is frequently no direct testimony or such testimony in itself presents an incomplete picture.  Therefore, the physical evidence assumes added importance and is entitled to great weight.  Such facts speak for themselves and are not subject to the variations of observation or self-interest often found in direct testimony.\nExamples\n:  Some examples of secondary evidence that may be considered are\nskid marks\ndamage to vehicles\nposition of vehicles after the accident in relation to the point of impact, and\nevidence of debris and scattered parts.\nReference\n:  For more information on the principle discussed in this block, see\nM21-1, Part X, Subpart iv, 1.D\n38 CFR 3.1(n)\n, and\nAllen v. Principi\n, 237 F.3d 1368, 1378 (Fed.Cir.2001).",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section C  - Willful Misconduct and Line of Duty (LOD)",
  "citation": "Part X, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177987/M21-1-Part-X-Subpart-iv-Chapter-1-Section-C-Willful-Misconduct-and-Line-of-Duty-LOD",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:26.609828",
  "tags": [
    "m21-1"
  ]
}