{
  "chunk_id": "X_iv_1_C_40",
  "content": "/>\nX.iv.1.C.5.c\n.\nAdditional Development for Administrative Decisions Regarding Accidental Injury\nFollow the steps in the table below if the Veteran’s service personnel and treatment records lack sufficient information about the accidental injury to render an administrative decision.\nStep\nAction\n1\nPrepare a development letter that asks the claimant to\ndescribe the circumstances surrounding the accident and how, when, and where it occurred\nindicate whether military or civilian police filed a report on the accident\nprovide the name and address of any witnesses, and\nrespond to the development letter within 30 days.\nNotes\n:\nAttach\nVA Form 21-10210, Lay/Witness Statement\n, to the letter and ask the claimant to use the form to document his/her response.\nDo not ask the claimant for information that is already of record.\n2\nIf evidence received includes contact information for a witness or witnesses to the accident,\nsend\nVA Form 21-10210\nto each witness with a letter that asks him/her to\nprovide a statement of his/her account of the accident on the form, and\nreturn the form within 30 days, and\ninform the claimant of the request and ask for his/her assistance in obtaining the witness’ statement.\n3\nOnce all suspense periods for returning\nVA Form 21-10210\nhave expired, route the claim and all accumulated evidence to an employee responsible for preparing administrative decisions,\nunless\nadditional development involving the administrative decision is necessary, or\na witness has not yet returned\nVA Form 21-10210\n.\nIf a witness has not returned\nVA Form 21-10210\nupon expiration of the 30-day suspense period,\nsend a follow-up request to the witness, and\nallow the witness an additional 30 days to return the form.\nImportant\n:  If the claimant or a witness has returned\nVA Form 21-4138, Statement in Support of Claim\n, instead of\nVA Form 21-10210\n, and the\nVA Form 21-4138\nis responsive to VA’s request, accept the\nVA Form 21-4138\n.  Do not send a follow up.",
  "title": "M21-1, Part X, Subpart iv, Chapter 1, Section C  - Willful Misconduct and Line of Duty (LOD)",
  "citation": "Part X, Subpart iv, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177987/M21-1-Part-X-Subpart-iv-Chapter-1-Section-C-Willful-Misconduct-and-Line-of-Duty-LOD",
  "updated": "",
  "scraped_at": "2025-06-16T23:16:26.609828",
  "tags": [
    "m21-1"
  ]
}