{
  "chunk_id": "X_iv_2_A_7",
  "content": "/>\nX.iv.2.A.1.b\n.\nPlacing Insanity at Issue\nInsanity is placed at issue in the following ways:\nby specific allegation by the Veteran or an authorized representative\nby the VA employee if the evidence indicates the possibility of insanity, or\nif suicidal death occurs in service.\nNote\n:  The possibility of insanity is raised by the record if there is evidence showing that\nthe individual had a qualifying disease (excluding personality disorder or mental deficiency),\nand\nsuch qualifying disease caused one or more of the following at the time the offense(s) in question took place:\na more or less prolonged deviation from the individual’s normal method of behavior\ninterference with the peace of society (disruptions of legal order), or\nantisocial departure from, and inadaptability to, the accepted standards of the community to which the individual belongs by birth and education.\nImportant\n:  The mere diagnosis of a mental condition is not sufficient on its own to place insanity at issue.  The development activity should\nnot\nrefer a case to the rating activity for an insanity determination without evidence showing the individual potentially met the definition of insanity under\n38 CFR 3.354(a)\n, as described above, or without having fully developed for facts and circumstances.\nReference\n:\nFor more information on the\nregulation regarding\ninsanity see\n38 CFR 3.354\n, and\nsuicide see\n38 CFR 3.302\n, and\ncriteria for a determination of insanity, see\nVAOPGCPREC 20-97\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 2, Section A  - Insanity Determinations",
  "citation": "Part X, Subpart iv, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177991/M21-1-Part-X-Subpart-iv-Chapter-2-Section-A-Insanity-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:03.661925",
  "tags": [
    "m21-1"
  ]
}