{
  "chunk_id": "X_iv_2_A_9",
  "content": "/>\nX.iv.2.A.1.d\n.\nReferring a Case for Rating Action\nAfter completing development, refer the case to the rating activity if the issue of insanity is raised as described in\nM21-1, Part X, Subpart iv, 2.A.1.b\n, and use the table below to determine how to process the resulting decision.\nIf the insanity determination is relevant to the issue of …\nThen the rating activity …\nCOD\nLOD, or\nwillful misconduct\nprepares a rating decision in which the issue of insanity is the sole issue, and\nroutes its rating decision to the development activity to support preparation of an administrative decision.\nin-service suicide\nprepares a formal rating decision granting or denying service-connected death, and\nroutes its rating decision to the authorization activity for final award or denial action.\nImportant\n:  The rating activity is\nnot\nrequired to make a formal decision on the issue of insanity when the matter is neither claimed nor appropriately raised by the record, as described in\nM21-1, Part X, Subpart iv, 2.A.1.b\n.  If the rating activity does not believe the facts of the case raise the possibility of insanity, then the rating activity should\nreturn the claim for continuation of the administrative decision process, and\ndocument the finding that referral for an insanity determination was inappropriate by entering a note in the Veterans Benefits Management System.\nNotes\n:\nWhen resolving the issue of insanity,\napply the\ndefinition of insanity found in\n38 CFR 3.354\n, and\ndiscussion of insanity found in\nVAOPGCPREC 20-1997\n, and\nstate in the\nNarrative\nof the rating decision,\nThe Veteran\n[was] [was not]\ninsane at the time of commission of the offense.\nA rating decision finding the Veteran to have been sane at the time in question, supported by the necessary explanation, is sufficient as to the particular period of service or offense at issue.\nDeterminations of insanity are adjudicative decisions that must be premised on existing regulatory provisions and agency policies.  Do not routinely rely on medical assessments and opinions to resolve the legal question of insanity for VA purposes.",
  "title": "M21-1, Part X, Subpart iv, Chapter 2, Section A  - Insanity Determinations",
  "citation": "Part X, Subpart iv, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177991/M21-1-Part-X-Subpart-iv-Chapter-2-Section-A-Insanity-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:03.661925",
  "tags": [
    "m21-1"
  ]
}