{
  "chunk_id": "X_iv_3_A_12",
  "content": "/>\nX.iv.3.A.2.b\n.\nProcedure for Handling Cases in Which a Fraudulent Act Might Have Occurred\nFollow the steps in the table below after making a preliminary decision that a fraudulent act might have occurred.\nStep\nAction\n1\nPrepare a notice of proposed adverse action that notifies the beneficiary or fiduciary of\nthe proposed adjustment, including the\nrevised rates, and\ndates of payment\nthe reason for the adjustment\nhis/her right to present evidence to rebut the evidence serving as the basis for the proposed adjustment\nthe 60-day period, which begins on the date of the notice, for submitting evidence to show why the adjustment should not be made\nhis/her right to representation and a personal hearing, and\nthe fact that if VA receives a request for a hearing within 30 days of the date of the notice, VA will continue paying benefits at the present rate until the hearing is held and the testimony is reviewed.\nImportant\n:  Avoid any mention of fraud in the notice of proposed adverse action.\nNote\n:  Provide a copy of the notice of proposed adverse action to the OIG regional field office with jurisdiction over the RO that prepared the notice.\nReferences\n:  For more information on\npreparing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n, and\nthe jurisdiction of OIG regional field offices, see\nM21-1, Part X, Subpart iv, 3.A.3\n.\n2\nEstablish a suspense date that is 65 days from the date of the notice of proposed adverse action.\n3\nDid VA receive evidence within the 65-day period that would change the decision to adjust the beneficiary’s award?\nIf\nyes\n,\nmake any necessary adjustments to restore the award to its original state, and\ntake no further action.\nIf\nno\n, go to the next step.\n4\nAmend the award for the appropriate periods effective the beginning date of the award or the day preceding the date of the fraudulent act, whichever is later, per\n38 CFR 3.500(k)\n.\nNote\n:  Use the reason\nFraud\nfor each award adjustment resulting from fraud.\nReference\n:  For more information on adjusting an award for a fraudulent act, see the\nVeterans Benefits Management System Awards User Guide\n.\n5\nIs referral of the case to OIG appropriate, according to the instructions in\nM21-1, Part X, Subpart iv, 3.A.2.a\n?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n6\nSend to the beneficiary or fiduciary a decision notice that meets the requirements set forth in\nM21-1, Part VI, Subpart i, 1.B\n.\n7\nDoes the fraud case involve foreign residency or domicile as discussed in\nM21-1, Part X, Subpart iv, 3.B.1.c\n?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part X, Subpart iv, 3.B\n.\nIf\nno\n, take no further action.\n8\nDoes the fraud case involve foreign residency or domicile as discussed in\nM21-1, Part X, Subpart iv, 3.B.1.b\n?\nIf\nyes\n, complete the remaining steps in this table while concurrently following the instructions in\nM21-1, Part X, Subpart iv, 3.B\n.\nIf\nno\n, go to the next step.\n9\nAfter authorizing the award adjustment referenced in Step 4, send to the finance activity an encrypted e-mail that\nrequests postponement of any collection action\ncites\nM21-1, Part X, Subpart iv, 3\n, as the basis for the request, and\nprovides the following information:\nfile number\npayee number\nbeneficiary’s name, and\ndate of the award adjustment.\nNote\n:  The beneficiary or fiduciary retains all rights, including the right to request a waiver of any overpayment which may result from the adjustment.\n10\nSelect and append the\nOIG Case\ncorporate flash in Share.\nAdd the following system note:\nFraud referral to OIG.  Coordinate with OIG if waiver request is received\n.\nReference\n:  For more information on selecting and appending corporate flashes in Share, see the\nShare User Guide\n.\n11\nSend to the beneficiary or fiduciary a decision notice that meets the requirements set forth in\nM21-1, Part VI, Subpart i, 1.B\n.\nImportant\n:  In the decision notice, do\nnot\nreference the right to request a waiver, or\ndiscuss collection of any debt arising from the adjustment.\n12\nRefer the case to OIG, citing beneficiary or fiduciary fraud under\n38 CFR 3.901\nor\n38 U.S.C. 6102\n.\nImportant\n:\nRefer cases to OIG only\nafter\ncompleting development and making any necessary award adjustments.\nPension management centers (PMCs) must\ne-mail a copy of their OIG referral to the Fraud Incident Team at\nVAVBAWAS/CO/FRAUDINCEDENTTEAM\n, and\ninclude the words\nOIG Referral\nin the e-mail subject line.\nReference\n:  For more information on referring cases of fraud to OIG, see\nM21-1, Part X, Subpart iv, 3.A.2.c\n.\n13\nEstablish end product (EP) 330 with a suspense date that is the first workday following a 60-day period that begins on the date of authorization of the award adjustment.\nAdd\nRequest for Special Report\nas a tracked item.\nAfter the suspense date passes, check the status of the OIG referral.\n14\nDid OIG respond within the 60-day suspense period?\nIf\nyes\n,\nupload the response to the beneficiary’s electronic claims folder, and\ngo to the next step.\nIf\nno\n,\nassume OIG will\nnot\npursue the case\ninstruct the finance activity to start collection action\nclear the pending EP 330, and\ndisregard the remaining steps in this table.\n15\nDid OIG indicate it will pursue the case?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ninstruct the finance activity to start collection action\nclear the pending EP 330, and\ndisregard the remaining step in this table.\n16\nRefer the claims folder to OIG.\nUpdate the suspense date to one that is\nconsistent with OIG’s tentative date for resolution of the case, but\nnot more than six months in the future.\nNote\n:  If final action is not completed within the six-month period,\ncontact OIG to ensure that control of the case has not been lost\nupdate the suspense date, not to exceed six months in the future, and\nfollow up with OIG every six months, updating the suspense date as needed.",
  "title": "M21-1, Part X, Subpart iv, Chapter 3, Section A  - Fraud and Laboratory Analysis of Evidence",
  "citation": "Part X, Subpart iv, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177993/M21-1-Part-X-Subpart-iv-Chapter-3-Section-A-Fraud-and-Laboratory-Analysis-of-Evidence",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:22.230199",
  "tags": [
    "m21-1"
  ]
}