{
  "chunk_id": "X_iv_3_A_13",
  "content": "/>\nX.iv.3.A.2.c\n.\nReferring a Case of Fraud to OIG\nThe table below describes the stages in the process for referring a case of fraud to OIG.\nStage\nWho Is Responsible\nDescription\n1\nauthorization activity\nUses\nOptional Form 41\n,\nRouting and Transmittal Slip\n, plain bond paper, or a locally-developed fraud referral worksheet or memorandum to summarize the facts of the case, including\nthe identities of individuals involved, as well as possible witnesses\na description of the alleged violation or fraudulent activity, including the date, time, and location, if known, and\nan estimate of the corresponding overpayment.\nNotes\n:\nReferrals should include, if available, the Social Security numbers of individuals involved and possible witnesses.\nI\nn the absence of a local agreement to the contrary, do\nnot\nroutinely refer the claims folder to OIG at the time of the initial fraud referral.\nIn unusual situations requiring immediate action, oral referrals may be made; however, these\nmust\nlater be confirmed in writing.\nIn any case involving multiple allegations, make a separate referral for each allegation, with each allegation cross-referenced to the other. (\nExample\n:  Employee aids a claimant in submitting a fraudulent claim.)\n2\nVeterans Service Center Manager, PMC Manager, or designee\nContacts the OIG regional field office with jurisdiction over the RO that is handling the case to make arrangements for OIG to review the case to determine whether investigation and prosecution is warranted.\nReference\n:  For more information on determining which OIG regional field office to contact, see\nM21-1, Part X, Subpart iv, 3.A.3.a\n.\n3\nOIG agent\nIndicates which documents need to be copied for use by OIG and the U.S. Attorney.\n4\nInspector General\nNotifies the RO Director within 60 calendar days as to whether the case will be prosecuted.",
  "title": "M21-1, Part X, Subpart iv, Chapter 3, Section A  - Fraud and Laboratory Analysis of Evidence",
  "citation": "Part X, Subpart iv, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177993/M21-1-Part-X-Subpart-iv-Chapter-3-Section-A-Fraud-and-Laboratory-Analysis-of-Evidence",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:22.230199",
  "tags": [
    "m21-1"
  ]
}