{
  "chunk_id": "X_iv_3_B_7",
  "content": "/>\nX.iv.3.B.1.b\n.\n38 CFR Forfeiture Provisions\nForfeiture is addressed in\n38 CFR 3.669\nand\n38 CFR 3.900 – 3.905\n.\n38 CFR 3.669\nprovides for suspension of benefits, resumption of benefits where forfeiture is not declared, effective dates of forfeiture, and the effect of a presidential pardon.\n38 CFR 3.900\ncontains general principles on forfeiture, including applicability of the other forfeiture regulations.\n38 CFR 3.901\ndefines\nfraud\n, discusses forfeiture for fraud – before, and as of, September 2, 1959, and provides for remission of certain forfeitures imposed prior to September 2, 1959.\n38 CFR 3.902\ndefines\ntreasonable acts\nas the offenses specified in\n38 U.S.C. 6104\n(mutiny, treason, sabotage or rendering assistance to an enemy of the United States or its allies) and discusses forfeiture by reason of treasonable acts before, and as of, September 2, 1959.\n38 CFR 3.903\ndefines\nsubversive activities\nas any offense for which punishment is prescribe in specified statutory provisions.  It discusses forfeiture based on conviction of subversive activities, the effective date of the regulation, how VA is notified of a qualifying indictment or conviction, and restoration of rights to benefits with a presidential pardon.\n38 CFR 3.904\naddresses forfeiture based on fraud, treasonable acts or subversive activities after the Veteran’s death.\n38 CFR 3.905\ncovers jurisdiction, roles, procedures, finality, due process, and offset of any remission of forfeiture.",
  "title": "M21-1, Part X, Subpart iv, Chapter 3, Section B  - Forfeiture of Benefits",
  "citation": "Part X, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177994/M21-1-Part-X-Subpart-iv-Chapter-3-Section-B-Forfeiture-of-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:31.516896",
  "tags": [
    "m21-1"
  ]
}