{
  "chunk_id": "X_iv_3_B_15",
  "content": "/>\nX.iv.3.B.2.b\n.\nProcess for Forfeiture of Benefits Based on Fraud or Treasonable Acts\nThe table below describes the stages in the process for handling forfeiture of benefits when VA receives evidence of qualifying fraud or treasonable acts.\nStage\nDescription\n1\nThe authorization activity suspends any current payments effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share in any case where there is a current award of gratuitous benefits.\n2\nThe development activity collects, or develops for, any additional evidence needed that\nthe Veteran was guilty of mutiny, treason, sabotage, or rendering assistance to an enemy of the United States or one of its allies, or\nthe information or evidence submitted in connection with a claim is\nfalse or fraudulent, and\nmaterial to the question of eligibility for the particular benefit.\nReferences\n:  For more information on\ndevelopment considerations in Republic of the Philippines forfeiture cases, see\nM21-1, Part X, Subpart i, 4.C\n, and\nfraud, see\nM21-1, Part X, Subpart iv, 3.A.1.a\n.\n3\nThe development and/or authorization activity\nevaluates the evidence (which includes determining its credibility), and\nprepares an administrative\nproposed forfeiture decision if the evidence presented indicates forfeiture, or\nnon-forfeiture determination if the evidence does not meet the standard for forfeiture.\nThe decision must address the standard, as applicable, for forfeiture for\nfraud in\n38 U.S.C. 6103(a)\nand\n38 CFR 3.901(a)\n, or\ntreasonable acts in\n38 U.S.C. 6104(a)\nand\n38 CFR 3.902(a)\n.\nImportant\n:  The court has held in\nDel Rosario v. Peake\n, 22 Vet. App. 399, 404 (2009), that forfeiture is supported only if the underlying conduct is shown beyond a reasonable doubt.\nIf a proposed forfeiture decision is issued, it must include\nthe specific charges against the person\na detailed statement of the evidence supporting the charges, subject to regulatory limitations on disclosure of information\ncitation and discussion of the applicable statute(s), and\nthe right to\nsubmit a statement or evidence within 60 days, either to rebut the charges or to explain the person’s position, and\na hearing within 60 days, with representation by counsel of the person’s own choosing, but that fees for representation are limited in accordance with\n38 U.S.C. 5904(c)\nand that no expenses incurred by a claimant, counsel or witness will be paid by VA.\n4\nThe development and/or authorization activity submits the proposed forfeiture decision or non-forfeiture decision to\nan authorizer for concurrence, and\nthe Veterans Service Center Manager (VSCM) or designee for approval.\n5\nThe VSCM or designee approves or rejects the decision.\n6\nThe development and/or authorization activity\nrefers the claims folder and decision to District Counsel, and\nestablishes a suspense date to trigger the review of the status of the District Counsel referral.\nContact\nDistrict Counsel\nif there are any questions about submission procedures.\n7\nDistrict Counsel considers the claim and takes appropriate action.\nIf District Counsel ...\nThen they will ...\napproves of a proposed forfeiture decision\nfurnish the claimant with due process as provided in\n38 CFR 3.905\n, and\nreassign the case to the RACC for any additional work that may be required, such as filing evidence received or scheduling a hearing during the due process period.\nGo to Stage 8.\nagrees with a non-forfeiture determination\nreassign the case to the RACC with a memorandum setting forth the basis for the decision, and\nthe authorization activity will provide notice to the Veteran of the non-forfeiture decision.\nDisregard the remaining stages in this table.\ndisagrees with the decision made by the RACC – whether that is a\nproposed decision finding forfeiture criteria are met, or\na non-forfeiture decision\nreassign the case to the RACC with a memorandum setting forth the basis for the decision, and\nthe RACC will take corrective action.\nGo to Stage 3.\n8\nAt the end of the 60-day due process period following proposed forfeiture, refer the case back to District Counsel.  District Counsel must consider any additional evidence (including any hearing testimony) and argument.\nIf District Counsel ...\nThen they will ...\nstill recommends forfeiture\nreassign the case to the RACC with a memorandum setting forth that determination.\nGo to Stage 9.\nno longer recommends forfeiture\nreassign the case to the RACC with a memorandum setting forth the basis for the decision, and\nat the RACC\nthe development activity must prepare a non-forfeiture determination\nthe decision must be approved by the VSCM or designee, and\nthe authorization activity will provide notice to the Veteran of the non-forfeiture decision.\nDisregard the remaining stages in this table.\n9\nThe development and/or authorization activity\nprepares a final administrative decision finding forfeiture based on fraud or treasonable acts, and\nsubmits the decision to\nan authorizer\nfor concurrence, and\nthe VSCM or designee for approval\n10\nThe authorization activity refers the claims folder and final decision to District Counsel to determine whether or not it will submit the case to Compensation Service or Pension and Fiduciary (P&F) Service for consideration of forfeiture.\n11\nDistrict Counsel determines whether or not it will submit the case to Compensation Service or P&F Service for consideration of forfeiture.\nIf District Counsel decides to submit the case to Compensation Service or P&F Service, the process continues with Stage 1 of the process described in\nM21-1, Part X, Subpart iv, 3.B.2.c\n.\nIf District Counsel decides\nnot\nto submit the case to Compensation Service or P&F Service,\nit reassigns the case to the RACC with a memorandum setting forth the basis for the decision, and\nthe RACC will prepare and issue a non-forfeiture determination.\nReferences\n:  For more information on\ntransferring claims folders, see\nM21-1, Part II, Subpart ii, 3\n, and\njurisdiction, see\n38 CFR 3.905\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 3, Section B  - Forfeiture of Benefits",
  "citation": "Part X, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177994/M21-1-Part-X-Subpart-iv-Chapter-3-Section-B-Forfeiture-of-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:31.516896",
  "tags": [
    "m21-1"
  ]
}