{
  "chunk_id": "X_iv_3_B_16",
  "content": "/>\nX.iv.3.B.2.c\n.\nSubmitting Cases of Forfeiture Based on Fraud or Treasonable Acts to Compensation Service or P&F Service\nThe table below describes the process for submitting cases of forfeiture of benefits based on fraud or treasonable acts to Compensation Service or P&F Service for consideration.\nStage\nDescription\n1\nDistrict Counsel notifies the RACC that it is submitting the case to Compensation Service or P&F Service for consideration of forfeiture under the circumstances outlined in\n38 CFR 3.901\nor\n38 CFR 3.902\n.\n2\nThe authorization activity\nchecks whether suspension was already effectuated as provided in\nM21-1, Part X, Subpart iv, 3.B.2.b\n(Stage 1) and suspends any current payments effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share if suspension was not already effectuated\nfurnishes a final decision notice to the beneficiary, and\nreturns the claims folder to District Counsel to submit to Compensation Service or P&F Service.\n3\nDistrict Counsel\nprepares the submission letter to Compensation Service or P&F Service for consideration of forfeiture under the circumstances outlined in\n38 CFR 3.901\nor\n38 CFR 3.902\n, and\nnotifies the RACC when the claims folder is ready for transfer to Compensation Service or P&F Service\n4\nThe RACC notifies either Compensation Service or P&F Service by e-mail of the case that is awaiting its review.\nThe mailbox for Compensation Service is\nVAVBAWAS/CO/214DADVISORYANDSRT\n.\nThe mailbox for P&F Service is\nVAVBAWAS/CO/Pension & Fiduciary Svc.\n.\nImportant\n:  The period behind “Svc” must be included when addressing the e-mail to P&F Service.\nReference\n:  For more information on transferring claims folders, see\nM21-1, Part II, Subpart ii, 3\n.\n5\nThe Director of Compensation Service, the Director of P&F Service, or designated staff officials within these services\ndetermine whether or not benefits will be forfeited\nnotify District Counsel of the determination, and\nreturn the case to the RACC.\nReference\n:  For more information on the\nprocedure for resuming payments when Compensation Service or P&F Service does not declare forfeiture, see\nM21-1, Part X, Subpart iv, 3.B.4.b\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 3, Section B  - Forfeiture of Benefits",
  "citation": "Part X, Subpart iv, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177994/M21-1-Part-X-Subpart-iv-Chapter-3-Section-B-Forfeiture-of-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:31.516896",
  "tags": [
    "m21-1"
  ]
}