{
  "chunk_id": "X_iv_4_None_8",
  "content": "/>\nX.iv.4.1.c\n.\nRight of a Former Beneficiary to File a Claim for a Benefit Previously Renounced\nA former beneficiary who renounced the right to a benefit may later reapply for the same benefit at any time by filing a new application.  Per\n38 CFR 3.106(b)\n,\nVA must treat the new application as an original claim, and\nif VA awards benefits based on the new application, it may not pay them for any period prior to the date VA received the new application.\nException\n:  If VA discontinues benefits based on a beneficiary’s renouncement of the right to\npension or Parent’s DIC\n, and the beneficiary submits a new application for the same benefit within one year of the date VA received the beneficiary’s request for renouncement,\n38 CFR 3.106(c)\nwaives the requirement to treat the new application as an original claim, and\nallows VA to pay benefits (if entitlement still exists) as if the beneficiary had never renounced the right to receive the benefit.\nImportant\n:  Upon receipt of a new application for benefits, address only those issues or contentions the claimant raises on the new application.\nExample\n:  Prior to a Veteran’s renouncement of her right to disability compensation, VA had been paying benefits to the Veteran for a service-connected (SC) back disorder.  If the Veteran files a new application for disability compensation for a knee disorder, do\nnot\nresume the payment of disability compensation for the back disorder, or\ninvite the Veteran to file a claim for service connection for the back disorder.",
  "title": "M21-1, Part X, Subpart iv, Chapter 4  - Renouncements",
  "citation": "Part X, Subpart iv, Chapter 4, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177995/M21-1-Part-X-Subpart-iv-Chapter-4-Renouncements",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:40.779770",
  "tags": [
    "m21-1"
  ]
}