{
  "chunk_id": "X_iv_4_None_24",
  "content": "/>\nX.iv.4.3.d\n.\nNotification of Renouncement of the Right to Pension or Parents DIC\nInclude the following text in decision notices to beneficiaries that have renounced their right to pension or DIC:\nOn\n[Enter the date VA received the request for renouncement.]\n, we received notice that you want to renounce your right to\n[Enter the type of benefit the beneficiary renounced.]\nat this time.\nThis letter is to inform you we have discontinued your\n[Enter the type of benefit the beneficiary renounced.]\neffective\n[Enter the effective date of the renouncement.]\n, which represents\n[Enter whichever of the following phrases applies:\nthe first of the month following the date we received your request for renouncement\nor\nthe first day of the month after the month for which we last paid benefits to you\n]\n.\n[If the beneficiary is a Veteran who is renouncing the right to pension, add the following text:\nFor your information, Title 38, Code of Federal Regulations, Section 3.951(b), protects from reduction a rating of permanent and total disability for pension purposes that has been in effect for 20 or more years.\n]\n[If a rating of permanent and total disability has been in effect at least 20 years, add the following text:\nBy renouncing your right to pension, you have lost the protection this regulation provides.\n]  [If a rating of permanent and total disability has been in effect fewer than 20 years, add the follow text:\nWhile your benefits are in a renounced status, time does not accrue toward entitlement to the protection this regulation provides.\n]\nYou may reapply for the benefit you renounced at any time by submitting a new application.  We will treat the new application as an original claim unless we receive it within one year of the date we received your request for renouncement.\nIf we receive your application within the one-year time limit, and you remain entitled to the benefit you renounced, we will award benefits as if we had never received your request for renouncement.\nIf we receive your application after the one-year time limit, the law prohibits us from awarding benefits for any period prior to the date we receive the new application.\nReferences\n:  For more information about\nchoosing a proper effective date, see\nM21-1, Part X, Subpart iv, 4.3.b\n, and\npreparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part X, Subpart iv, Chapter 4  - Renouncements",
  "citation": "Part X, Subpart iv, Chapter 4, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177995/M21-1-Part-X-Subpart-iv-Chapter-4-Renouncements",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:40.779770",
  "tags": [
    "m21-1"
  ]
}