{
  "chunk_id": "X_v_1_B_15",
  "content": "/>\nX.v.1.B.1.j\n.\nFormat of Letter to Compensation Service for Consideration of a Request for Equitable Relief\nFollow the format of the letter below when preparing a letter to Compensation Service for consideration of a request for equitable relief.\nDEPARTMENT OF VETERANS AFFAIRS\n[RO name]\n[RO address]\n[current date]\nExecutive Director                                                           In Reply Refer To:\nCompensation Service (214D)\n[RO number]\nDepartment of Veterans Affairs\n[file number]\nCentral Office\n[Veteran’s name]\n810 Vermont Ave. NW\nWashington, DC 20420\nSUBJECT\n:  Request for equitable relief in accordance with 38 U.S.C 503 and M21-1, Part X, Subpart v, 1.B.1.i\nBACKGROUND INFORMATION\n:\n[Enter service information, to include branch(es), date(s), and place(s) of service.]\nSTATEMENT OF FACTS AND DISCUSSION\n:\n[Provide the date of the original rating, the date the error was found, the date the Veteran was notified, the amount of overpayment involved, and all other pertinent actions and facts of the case.]\nExample #1\n:\nA benefit was granted in error in a 1976 rating decision and the RO discovered the error in 1985.  The Veteran was notified in June of 1985 that an error was found.  The RO is reducing the total compensation payment and will recoup the overpayment.   The Veteran requests equitable relief.\nExample #2\n:\nIn January of 2003, the Veteran’s widow (Emma Smith) was awarded Dependency and Indemnity Compensation.  On June 7, 2005, Mrs. Smith submitted a claim for a child (Junior), who Mrs. Smith alleged was permanently incapable of self-support.  VA denied the widow’s claim by rating decision dated August 8, 2006.  On October 13, 2006, Mrs. Smith filed a notice of disagreement (NOD).  On May 4, 2007, a rating decision established permanent incapacity for self-support for Junior, with an effective date of June 7, 2005.  A letter, dated July 26, 2007, notified Mrs. Smith of the rating decision.  Mrs. Smith filed an NOD on August 21, 2007, asserting that VA should have assigned an earlier effective date.  A statement of the case (SOC) was promulgated on March 11, 2008, which denied entitlement to an effective date earlier than June 7, 2005.  On March 20, 2008, Mrs. Smith filed an appeal to the Board of Veterans Appeals (BVA).  On April 8, 2011, BVA rendered a decision to deny entitlement to an effective date earlier than June 7, 2005.\nMrs. Smith is claiming she was never advised of the applicable benefits for a child that is permanently incapable of self-support.  She is requesting equitable relief on this basis in the form of an earlier effective date for the establishment of permanent incapacity for self-support for Junior to June 26, 1980, the date he turned 18.  The total amount of equitable relief is $91,491.70, which represents the monetary loss of benefits from June 26, 1980, to June 7, 2005.\nQUESTION(S) AT ISSUE\n:\nExample\n:\nIs the spouse entitled to equitable relief?\nRECOMMENDATION\n:\n[Make a recommendation based on the facts of the case.]\nExample\n:\nEntitlement to an effective date earlier than June 7, 2005, was denied by rating decision, an SOC, and BVA because there is no evidence that entitlement arose prior to June 7, 2005.\n38 U.S.C. 503(b) provides: “If the Secretary determines that a veteran, surviving spouse, child of a veteran, or other person has suffered loss as a consequence of reliance upon a determination by the Department of eligibility or entitlement to benefits, without knowledge that it was erroneously made, the Secretary may provide such relief on account of such error as the Secretary determines equitable, including the payment of moneys to any person whom the Secretary determines is equitably entitled to such moneys.”\nThe evidentiary record does not support the notion that Mrs. Smith suffered a loss as a consequence of reliance upon a determination by VA.  Loss of income has not been shown.  There is no basis for consideration of equitable relief under 38 U.S.C. 503(b).  We find that Mrs. Smith had ample opportunity to claim Junior at any time on or after June 26, 1980, and incurred no loss as a consequence of reliance upon a determination by VA of eligibility or entitlement to benefits, without knowledge that it was erroneously made\n.\nSIGNATURE\n:\nPRINTED NAME AND TITLE\n:",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section B  - Equitable Relief",
  "citation": "Part X, Subpart v, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177998/M21-1-Part-X-Subpart-v-Chapter-1-Section-B-Equitable-Relief",
  "updated": "",
  "scraped_at": "2025-06-16T23:17:59.381025",
  "tags": [
    "m21-1"
  ]
}