{
  "chunk_id": "X_v_1_C_17",
  "content": "/>\nX.v.1.C.2.f\n.\nAddressing Favorable Findings\nFindings (conclusions on a fact, or application of law to facts made by the adjudicator concerning the issue) that are favorable, are binding on subsequent Department of Veterans Affairs (VA) adjudicators unless rebutted by evidence showing that they are clearly and unmistakably erroneous.\nIn unfavorable administrative decisions, address any favorable findings under the decision sub-heading FAVORABLE FINDINGS.\nExample\n(for parental relationship):\nFAVORABLE FINDINGS:\nYou are service-connected with an evaluation of 30 percent or more.\nYou provided the name of your claimed foster parent.\nYou provided the Social Security number of your claimed foster parent.\nIn unfavorable administrative decisions where there are no favorable findings the FAVORABLE FINDINGS sub-heading is not required.\nIn fully favorable administrative decisions, the FAVORABLE FINDINGS sub-heading is not required.  The regulatory requirement of a listing of favorable findings is satisfied with a general statement under the REASONS AND BASES sub-heading that all findings were favorable.\nException\n:  PMCs address favorable findings in the decision notice rather than in the body of the administrative decision.\nReferences\n:  For more information on\nthe requirement to list favorable findings, see\n38 CFR 3.103(f)\nthe binding effect of favorable findings, see\n38 CFR 3.104(c)\n, and\nM21-1, Part X, Subpart ii, 1.A.2\n, and\naddressing favorable findings in COD determinations, see\nM21-1, Part X, Subpart iv, 1.A.1.k and l\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section C  - Administrative Decisions",
  "citation": "Part X, Subpart v, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177999/M21-1-Part-X-Subpart-v-Chapter-1-Section-C-Administrative-Decisions",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:08.689097",
  "tags": [
    "m21-1"
  ]
}