{
  "chunk_id": "X_v_1_C_19",
  "content": "/>\nX.v.1.C.2.h\n.\nApproval Requirements for Administrative Decisions\nMost administrative decisions require approval by a person specified by the VSCM or PMCM (the VSCM/PMCM designee).\nException\n:  Types of administrative decisions where VSCM or PMCM designee approval is\nnot\nrequired are listed in the table in\nM21-1, Part X, Subpart v, 1.C.1.a\n.\nWhere approval by a VSCM/PMCM designee\nis\nrequired, it does not mean that the VSCM or PMCM must personally review and sign the administrative decision.  The VSCM or PMCM may designate another employee such as a Coach or even a lower graded employee to perform those actions.\nAdministrative decisions affecting permanent entitlement to benefits (notably including decisions on COD or willful misconduct) require the following approval:\nA Certified VSR at General Schedule (GS) 11 (or higher) who maintains monthly quality, and who has been given single signature authority requires no further approval or concurrence signature for\ngrants\n(favorable administrative determinations).\nA Certified GS-11 (or higher) VSR requires concurrence by a second Certified VSR at the same (or a higher) GS level for a\ndenial\n(unfavorable administrative determination) or for a grant if the VSR did not have single signature authority.\nWhen either a favorable or unfavorable administrative determination is prepared by a lower-grade claims processor, the decision requires second-signature by a certified GS 11 (or higher) VSR.\nThe GS-11 or higher VSR who approves the decision (either as a single signature or a second signature) satisfies the requirement for approval of the determination by a VSCM or PMCM designee.  Do not refer COD or willful misconduct determinations for the additional signature of a supervisory employee such as a coach.\nReference\n:  For more information on delegations of authority, see\n38 CFR 3.100(a)\nand\n38 CFR 2.6\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section C  - Administrative Decisions",
  "citation": "Part X, Subpart v, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000177999/M21-1-Part-X-Subpart-v-Chapter-1-Section-C-Administrative-Decisions",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:08.689097",
  "tags": [
    "m21-1"
  ]
}