{
  "chunk_id": "X_v_1_D_6",
  "content": "/>\nX.v.1.D.1.a\n.\nDefinition:  Hearing\nA\nhearing\nis a formal, recorded proceeding wherein a party presents sworn or affirmed testimony, and/or other evidence, with or without accompanying argument, that is relevant to an issue pending adjudication before the decision maker.\nA claimant is entitled to a hearing on any issue involved in a claim before the Department of Veterans Affairs (VA) issues notice of a decision on an initial or supplemental claim; this includes a hearing in connection with proposed adverse actions.  A hearing is not available in connection with a request for higher-level review.\nVA regional office (RO) hearings can be pre-determination or post-determination.\nPre-determination or pre-decisional RO hearings are on matters related to an adjudicative issue that is pending an initial or supplemental claim decision.\nPost-determination or post-decisional RO hearings are on matters related to an adjudicated issue such as a\nlegacy appeal, or\nproposed reduction or termination when the claimant or beneficiary requested a pre-decisional hearing, but the hearing request was not timely.\nReferences\n:  For more information on\nthe regulatory requirements for a hearing, see\n38 CFR 3.103(d)\ncontrol of a hearing request on a pending adverse action that is not timely requested, see\nM21-1, Part X, Subpart ii, 3.B.3.c\ninformal conferences for higher-level reviews, see\nM21-5, Chapter 5, Topic 3\n, and\naction to take on a hearing requested when there is no pending legacy appeal or claim, see\nM21-1, Part II, Subpart iii, 3.A.3.a\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}