{
  "chunk_id": "X_v_1_D_16",
  "content": "/>\nX.v.1.D.1.k\n.\nProcedure if the Hearing Official Cannot Make the Subsequent Decision\nIn some cases, the hearing official may not be available to make the subsequent decision.  For example, an employee may\nreceive a promotion to management\ntransfer to a different office in VA, or\nretire.\nIn such a case, notify the claimant/beneficiary that\nthe hearing official is not available to make the decision, and\none of the following options must be chosen:\nappear at another hearing before a new hearing official, or\nproceed without a new hearing; the decision maker will review the prior hearing transcript in rendering the decision.\nAlthough in the second option the claimant/beneficiary loses the potential for personal interaction with the decision maker, this is the claimant/beneficiary's choice.  Evidence is generally taken at face value and a witness should only be found lacking in credibility as provided in\nM21-1, Part V, Subpart ii, 1.A.2.b\n.\nNotes\n:\nNotification can be oral or in writing.  However, in the event of oral communication, document the conversation with\nVA Form 27-0820, Report of General Information\n,\nand send a copy to the representative if one exists.\nIn the case where another decision maker is assigned to decide the claim based on the hearing transcript, that decision maker must\nhave original determinative authority over the issues, and\nnot have participated in the prior decision (in connection with a proposed adverse action).\nImportant\n:  Scenarios often arise where the pension management center is the SOJ, but the hearing official may not be available to make the subsequent decision that utilizes the information received during hearings due to\na request for a personal hearing at the RO closest to a beneficiary’s residence, and\nthe SOJ is not the RO closest to a beneficiary’s residence.\nIn such a case, and consistent with the guidance found in\nM21-1, Part X, Subpart v, 1.D.1.m\n, notify the beneficiary of the option to\nwaive the right to have the decision made by the hearing official, or\nbe provided the opportunity for a videoconference hearing with a decision-making official at the SOJ.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}