{
  "chunk_id": "X_v_1_D_17",
  "content": "/>\nX.v.1.D.1.l\n.\nWho Conducts Hearings for Employee-Claimants and VSO-Claimants\nUse the table below to determine who conducts hearings for employee-claimants and Veterans Service Officer (VSO)-claimants.\nIf the hearing is requested by ...\nThen an ...\nan RO employee-claimant\nemployee at the SOJ over claims from the employee-claimant’s home station, or the Restricted Access Claims Center (RACC),\nconducts the hearing, and\nmakes the decision.\nNotes\n:\nThe hearing at the SOJ or RACC will be conducted by videoconference unless the employee-claimant wishes to travel to the SOJ or RACC for a personal hearing at the claimant’s own expense.\nThe employee-claimant may choose to have the hearing conducted by an RO employee at the employee-claimant’s home station (the employing RO) in lieu of a videoconference hearing or travel to the SOJ or RACC.  However:\nA home-station employee may not decide a claim of an RO employee-claimant\n.\nThe employee-claimant must be informed (and agree in writing) that this choice effectively waives the right to a decision made by the hearing official.  (Retain this waiver in the claims folder.)\nThe hearing official at the home station will send a transcript and any other evidence obtained to the SOJ or RACC.\nAn employee of the SOJ or RACC will make the decision based on the transcript and other evidence of record.\na VSO-claimant\nemployee at the SOJ or RACC\nconducts the hearing, and\nmakes the decision.\nNotes\n:\nThe hearing at the SOJ or RACC will be conducted by videoconference unless the VSO-claimant wishes to travel to the SOJ or RACC for a personal hearing at the claimant's own expense.\nThe VSO-claimant may choose to have the hearing conducted by an employee at the VSO-claimant’s home station in lieu of a videoconference hearing or travel to the SOJ or RACC.  However:\nA home-station employee may not decide a claim of a VSO who represents claimants/beneficiaries before that RO\n.\nThe VSO-claimant must be informed (and agree in writing) that this choice effectively waives the right to a decision made by the hearing official.  (Retain this waiver in the claims folder.)\nThe hearing official at the home station will send a transcript and any evidence to the SOJ or RACC.\nAn employee of the SOJ or RACC will make the decision based on the transcript and other evidence of record.\nNote\n:  VSOs who represent claimants before an RO fall under the same claim-handling jurisdictional policies that apply to employee-claimants.\nReference\n:  For more information on jurisdiction and transfer, see\nM21-1, Part II, Subpart ii, 3\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}