{
  "chunk_id": "X_v_1_D_18",
  "content": "/>\nX.v.1.D.1.m\n.\nWhere to Hold a Hearing\nHold hearings with the attendees at the SOJ hearing facility unless an exception applies.\nExceptions\n:\nIn the case of employee-claimants and VSO-claimants, hold hearings as provided in\nM21-1, Part X, Subpart v, 1.D.1.l\n.\nA hearing may be held at another RO that is nearer to the claimant’s residence with the following qualifications:\nThis hearing should be before a hearing official at the SOJ via videoconference whenever possible\n.\nIf a videoconference hearing is not available, the hearing may be conducted by a hearing official at the RO nearer to the claimant’s residence.  However, in such cases\nThe claim remains under the jurisdiction of the SOJ, and the decision must be made by the SOJ\n.\nThe claimant must be informed (and agree in writing) that the claimant waives the right to have the decision made by the hearing official.  (Retain this waiver in the claims folder.)\nThe hearing official will send a transcript of the proceedings and any other evidence obtained to the SOJ.\nAn employee of the SOJ will make the decision based on the transcript and other evidence of record.\nSubject to available resources, and at the option of VA, a formal hearing may be held at any other VA facility or Federal building where suitable hearing facilities are available.  This hearing will be conducted by an employee of the SOJ.\nAt the claimant’s preference, a videoconference hearing using a Veterans Benefits Administration (VBA) approved videoconference application is permitted.  When a claimant requests a videoconference hearing, the hearing official will either preside from the SOJ hearing facility or from an approved home office/alternative worksite.  Hearing administration, the assignment of work, and where work is conducted are management decisions.\nReference\n:  For more information on scheduling a hearing and the choice of a hearing type, see\nM21-1, Part X, Subpart v, 1.D.3\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}