{
  "chunk_id": "X_v_1_D_20",
  "content": "/>\nX.v.1.D.1.o\n.\nFacility and Other Requirements for Videoconference Hearings\nVideoconference hearings must be conducted from an RO hearing facility meeting the requirements in\nM21-1, Part X, Subpart v, 1.D.1.n\n, or from a home office/alternative worksite pursuant to an approved telework agreement.\nHearings conducted from a home office/alternative worksite must be conducted with strict attention to safeguarding the privacy of witness testimony and personal information.  Accordingly, the following requirements apply:\nThe home office hearing facility must have walls and a door that must be closed for the duration of the hearing.\nThe hearing official will use a headset.\nIn addition, the following requirements apply:\nA background image or effect should be utilized to avoid hearing participants’ viewing the hearing official’s work area.  RO management may require a standardized virtual background image.\nTo the extent that the hearing official’s work area is visible on camera, it must be clean, and professional in appearance.\nDisplay of a U.S. flag is not required in a home office/alternative worksite.\nProfessionalism dictates that hearings should not be held in a home office/alternative worksite if there is a realistic likelihood of undue distractions or interruptions during hearings.\nRO management may impose additional requirements.\nImportant\n:  That conducting videoconference hearings from a home office is an option does not imply that any employee assigned a videoconference hearing is necessarily permitted to conduct the hearing from a home office.  Telework agreements, home office requirements, duty schedules, and assignment of work are the prerogative of RO management.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}