{
  "chunk_id": "X_v_1_D_22",
  "content": "/>\nX.v.1.D.1.q\n.\nAttendance at Hearings\nAttendance at a hearing by the claimant/beneficiary and witnesses on the date and time scheduled is mandatory.\nExceptions\n:  Non-appearance at a scheduled hearing by the claimant/beneficiary will be excused if\nthe hearing was rescheduled or canceled up to the scheduled time of the hearing as provided in\nM21-1, Part X, Subpart v, 1.D.3\nVA mailed the hearing notice to an incorrect address, or\nthere are extenuating circumstances constituting good cause such as\nincapacitation from a serious medical condition\nhospitalization\ndeath of an immediate family member, or\nincarceration.\nThe hearing official or other decision maker, a supervisor, or a division manager may decide whether the stated reason for not reporting to a scheduled hearing constitutes good cause.\nWhen the claimant fails to report for the hearing without good cause\nmake a record annotation and update applicable systems indicating that the hearing was canceled for failure to report (also known as a “no-show”), and\nmark the\nFormal Hearing Requested\ntracked item as\nClosed\nwith the date of the cancelled hearing.  If additional development is\nnot needed, the status of the claim will default to\nReady for Decision\n(\nRFD\n), or\nneeded, the claims processor should proceed with the applicable development.\nReference\n:  For more information on action to take when a claimant fails to report for a pre-determination hearing without good cause, see\n38 CFR 3.105(i)(2)\n, and\nM21-1, Part X, Subpart ii, 3.B.3.d\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}