{
  "chunk_id": "X_v_1_D_26",
  "content": "/>\nX.v.1.D.2.a\n.\nNon-Adversarial Nature of Hearings and Questioning Witnesses\nThe hearing official may question witnesses, structuring all questions to fully explore the basis for claimed entitlement.  However, proceedings before VA are non-adversarial in nature.  VA does not oppose a claim.  Accordingly, the hearing official must\navoid an inappropriate cross-examining style of questioning\n.\nCross-examination\ndenotes supplemental questioning of a witness, called to testify in support of a party, by the advocate of the opposing party for one or more of the following purposes:\nimpeachment (discrediting the witness by eliciting facts or opinions that diminish credibility or the weight of evidence offered by the witness)\nelicitation of facts or opinions that may be useful for additional development adverse to the party for whom the witness’s testimony was offered, and\nwitness control (to prevent explanation or elaboration).\nThe term also connotes an attacking or aggressive style of questioning with a belligerent/antagonistic, sarcastic, or skeptical tone that permits only “yes” or “no” answers.\nImportant\n:  The fact that an appropriate question by the hearing official may lead to information that results in, or is followed by, testimony that may show an inconsistency or otherwise negatively impact the witness’s credibility or the weight of evidence on a particular matter does not mean that the hearing official engaged in cross-examination or that the testimony is not admissible.  This is not\nintent\nto refute evidence or discredit the claimant’s statements.\nReferences\n:  For more information on\nnon-adversarial adjudication, see\nM21-1, Part V, Subpart ii, 1.A.6.b\n, and\ndecorum during hearings, see\nM21-1, Part X, Subpart v, 1.D.2.b\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}