{
  "chunk_id": "X_v_1_D_30",
  "content": "/>\nX.v.1.D.2.e\n.\nInappropriate Behavior by Hearing Attendees\nThe hearing official has discretion to terminate any hearing for inappropriate (abusive, disrespectful, aggressive, or violent) behavior by hearing attendees.  Such behavior includes, but is not limited to,\nrepeated interruption of the hearing official\nyelling\ninsults or demeaning/disrespectful comments directed at the hearing official or any other hearing participant\nsexual comments directed at the hearing official or any other hearing participant or that do not bear on the issues (for example, a sexual assault posttraumatic stress disorder issue)\nthreatening/menacing behavior, and/or\ninappropriate touching, assault, or battery.\nUse the table below to determine the actions the hearing official should take in response to inappropriate behavior by hearing attendees.\nIf ...\nThen ...\nthere is any perceived risk of violence/harm to any hearing attendee\nfollow local office emergency/security procedures\n.\nNote\n:  In emergent circumstances, the hearing official is not expected to notify the hearing attendees that the hearing is being terminated.\nbehavior from a hearing attendee is\ngrossly inappropriate, or\nrepeatedly inappropriate\nfollow local office emergency/security procedures if warranted by the facts\n.\nNote\n:  In non-emergent circumstances, inform the hearing attendees that the hearing is being terminated for inappropriate conduct.\ninappropriate conduct is not violent or not otherwise grossly inappropriate\nconsider giving a warning before terminating the hearing.\nNotes\n:\nInform the hearing attendees in a courteous manner that\nthe behavior is inappropriate, and\nfurther instances of inappropriate behavior will result in the hearing being terminated.\nIf, in the judgment of the hearing official, termination is warranted,\ninform the hearing attendees in a courteous manner that the hearing is terminated for inappropriate conduct.\nNotes\n:\nIn exercising discretion over whether to terminate the hearing where inappropriate behavior does not rise to the level of an emergency, the hearing official should consider that\na hearing might be the only time a claimant interacts with a decision-maker\nit is understandable that a claimant may be frustrated or angry at the claim process or a prior VA decision, and\ninappropriate behavior may be a manifestation of social impairment, diminished impulse control, or anger caused by a serious disability such as a mental disorder or a traumatic brain injury.\nIn any cases where a hearing is terminated for inappropriate behavior, annotate the claims folder and applicable systems.\nIn any case where a hearing is terminated for inappropriate behavior, rescheduling will be permitted only upon RO discretion, and rescheduling may be conditioned on the availability of additional security for the hearing.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}