{
  "chunk_id": "X_v_1_D_35",
  "content": "/>\nX.v.1.D.3.b\n.\nScheduling of Hearings\nA hearing request can be made in writing, by e-mail, or by telephone.  A claimant may also submit a verbal hearing request at the RO.  Verbal hearing requests must be documented on a\nVA Form 27-0820\n.\nWhen a request for a hearing is received, the office’s designated hearing coordinator (or designee) will contact the claimant/beneficiary (and representative as applicable) to acknowledge the request and (as needed) clarify what type of hearing is requested (such as hearing at the RO, a hearing at another qualifying facility, or a videoconference hearing).  If the contact is verbal, document the conversation and outcome on a\nVA Form 27-0820\n.\nAfter a hearing request has been received and the type of hearing is known, the hearing coordinator will schedule a time and date for the hearing and send a letter to the claimant (and representative if applicable).\nImportant\n:\nHearing requests and any further communication regarding the hearings must be uploaded to the Veterans Benefits Management System (VBMS).\nThe letter regarding a scheduled hearing will contain the time and date of the hearing and other details for participating in the hearing.\nFor videoconference hearings the letter should include\nan invite for the videoconference with a link or the phone number and conference ID\ninstructions on how to join the videoconference, and the expectation that all hearing participants will appear on camera\nthe anticipated length of the hearing\nexpectations regarding privacy and choosing an appropriate private location\nan explanation for submitting evidence other than hearing testimony, and\ninstructions on authorizing witnesses to attend the hearing.\nFor a videoconference hearing to be considered in person, as defined in\nM21-1, Part X, Subpart v, 1.D.1.e\n, attendees who are participating in the hearing by testifying or offering argument must be both visible and audible to the hearing official and vice versa.  If the claimant/beneficiary only has audio connectivity or otherwise cannot or will not appear on camera, the hearing official will not be able to conduct a videoconference hearing.  If a videoconference hearing cannot be conducted for that reason, the claimant/beneficiary may change the hearing request to a hearing at the RO or withdraw the hearing request and proceed with an informal conference.  In cases where any other participant cannot or will not appear on camera, the individual cannot participate in the videoconference, but may submit their testimony in a signed written statement.  Hearing attendees who are not submitting evidence or argument (for example a family member present only for support) do not need to be on camera.\nInform the claimant/beneficiary that any previously unsubmitted evidence to be added to the record should be submitted by mail, in person at an RO, or electronically.\nAn authorization form (\nVA Form 5571, Authorization to Disclose a Record in the Presence of a Third Party\n, or\nVA Form 21-0589, Authorization to Disclose a Record in the Presence of a Third Party\n, as appropriate) must be completed and submitted prior to the hearing date for each attendee other than the claimant/beneficiary and representative (if applicable) who will be present at the hearing.\nReference\n:  For more information on\nVA Form 5571\nand\nVA Form 21-0589\n, see\nM21-1, Part X, Subpart v, 1.D.4.a\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}