{
  "chunk_id": "X_v_1_D_38",
  "content": "/>\nX.v.1.D.3.e\n.\nCancellations and Changing the Date or Type of Hearings\nA request to cancel a hearing, or to reschedule a hearing for a different date can be made in writing, by e-mail, or by telephone.  A claimant may also submit a verbal hearing request at the RO.  Verbal requests by telephone or made at the RO must be documented on a\nVA Form 27-0820\n.\nAs provided in\nM21-1, Part X, Subpart v, 1.D.1.q\n, although good cause is required for failure to report for a scheduled hearing, a hearing may be\nrescheduled\nup until the date and time of the hearing.  Indefinite delays from repeated requests to reschedule should be avoided in the absence of good cause.\nA claimant may also request to change the type of hearing from a personal appearance at the RO to a videoconference hearing (or vice versa), or to choose an informal conference instead of a formal hearing.  Requesting a change from a hearing at the RO to a videoconference hearing does not require the claimant to execute a waiver.  Both hearings at the RO and videoconference hearings are considered in person hearings because the participants can see and hear one another as if they were physically present in the same room together.  Videoconference hearings are specifically permitted under\n38 CFR 3.103(d)\n.\nIf a claimant who requested a hearing no longer wants a hearing but does want an informal conference by telephone, document the withdrawal of the hearing request for the file.\nReferences\n:  For more information on\ntracking hearing requests, see\nM21-4, Appendix B\n, and\nM21-1, Part II, Subpart iii, 3.A.3.a\nrescheduling a hearing that was terminated for inappropriate behavior by a hearing attendee, see\nM21-1, Part X, Subpart v, 1.D.2.e\n, and\ngood cause considerations and final action following a scheduled pre-determination hearing, see\n38 CFR 3.105(i)(2)\n, and\nM21-1, Part X, Subpart ii, 3.B.3.e\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}