{
  "chunk_id": "X_v_1_D_44",
  "content": "/>\nX.v.1.D.4.a\n.\nExplaining the Proceedings\nAfter the attendees have been escorted to the hearing room (or have joined the videoconference as applicable) and introductions have been made, but before recording begins, follow the steps in the table below on explaining the proceedings.\nStep\nAction\n1\nWhere witnesses or other third-party attendees are present at the hearing, explain that\nVA Form 5571\nor\nVA Form 21-0589\n(as appropriate) has been completed, if the form is already of record and covers all witnesses present.\nIf an appropriate authorization is not in the claims folder, explain that it must be completed and submitted before the hearing can be held with the witnesses or other third-party attendees present.  In such cases, the hearing may need to be delayed or rescheduled.  It may be possible with a short delay to have the forms completed and provided to the hearing officer (or completed and uploaded to the claims folder in the case of a videoconference hearing).  Alternatively, explain that the claimant may proceed with the hearing without the witnesses or other third parties present.  The claimant may present witness statements after the hearing.\nNotes\n:\nVA Form 5571\nauthorizes VA under the Privacy Act of 1974 to review and discuss VA records on a specified topic relating to the Veteran or claimant in the presence of an accompanying person.\nVA Form 21-0589\npermits VA to review and discuss records containing medical treatment for specified conditions in front of named persons. The claimant can include or exclude information on drug abuse, alcoholism or alcohol abuse, human immunodeficiency virus, or sickle cell anemia.\nImportant\n:  Listen carefully to the correct pronunciation of names during introductions and or in connection with any discussion of the claimant or beneficiary’s authorization form.\n2\nExplain the\nnature and purpose of the hearing, and\nnecessity for and use of recording equipment.\nImportant\n:  For a videoconference hearing to be considered in person, as defined in\nM21-1, Part X, Subpart v, 1.D.1.e\n, participants (attendees who will participate in the hearing by testifying or offering argument) must be both visible and audible to the hearing official and vice versa.  Hearing attendees who are not participating in the hearing (for example a family member present only for support) do not need to be on camera.\nIf the claimant/beneficiary only has audio connectivity or otherwise cannot or will not appear on camera, explain that the videoconference hearing cannot proceed.  Explain that the claimant/beneficiary may change the hearing request to a hearing at the RO or withdraw the hearing request and proceed with an informal conference.\nIn cases where any other participant cannot or will not appear on camera, explain that the individual cannot participate in the videoconference hearing, but may submit testimony in a signed written statement.\n3\nTell the claimant that a copy of the transcript is\nplaced in the claims folder, and\nsent to the claimant, if requested.\n4\nTell the claimant and witnesses that they may “go off the record” to\ncollect their thoughts, or\nclarify any matter.\nExplain that this means that the recording will stop until the hearing official restarts the hearing.\n5\nExplain the necessity of an oath or affirmation.\nNote\n:  As instructed in\nM21-1, Part X, Subpart v, 1.D.4.f\n, once on the record, briefly state that the matters were discussed beforehand.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}