{
  "chunk_id": "X_v_1_D_53",
  "content": "/>\nX.v.1.D.4.j\n.\nEnding the Hearing\nFollow the steps in the table below to end the hearing.\nStep\nAction\n1\nGive the claimant and representative an opportunity to make a final statement when\ntestimony is complete, and/or\ndiscussion of any area raised by questioning has been concluded\nask if anyone wishes to add anything, and\nidentify any evidence referenced in the hearing testimony that\nthe claimant has agreed to furnish, and/or\nVA will attempt to acquire.\n2\nExplain\nVA’s procedures regarding decision notification, specifically\nthat the claimant will not be provided with oral or written notification of the formal written decision until it has been signed and, if necessary, approved.\n3\nNote the time the hearing concludes for the record\nhave the claimant complete any medical release forms needed to obtain private treatment records\nstop the recording of the hearing, and\nescort the claimant and/or witness(es) from the hearing area.\nFor videoconference hearings\nadvise the claimant about the release forms that the claimant must complete to obtain private treatment records, how to submit the release forms by mail, in person at an RO, or electronically, and the need to submit the completed forms expeditiously\nnote the time the hearing concludes for the record, and\nstop the hearing recording.\nException\n:  This procedure is not applicable for termination of the hearing due to inappropriate conduct by hearing attendees per\nM21-1, Part X, Subpart v, 1.D.2.e\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 1, Section D  - Regional Office (RO) Hearings",
  "citation": "Part X, Subpart v, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178000/M21-1-Part-X-Subpart-v-Chapter-1-Section-D-Regional-Office-RO-Hearings",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:18.048557",
  "tags": [
    "m21-1"
  ]
}