{
  "chunk_id": "X_v_2_A_8",
  "content": "/>\nX.v.2.A.1.c\n.\nSuspending Action on a Claim Due to Return to Active Duty\nIf a Veteran’s return to active duty renders VA unable to accomplish the duty to assist via requesting an examination, obtaining STRs, or fulfilling any other required development action, follow the steps in the table below to suspend action on the pending claim.\nStep\nWho Is Responsible\nAction\n1\ndevelopment activity\nUpon determining that a necessary development action cannot be completed due to the Veteran’s return to active duty status, ensure that all remaining development actions that can be completed have been undertaken.  Refer the claim to the\nrating activity\n, if rating issues are pending, or\nauthorization activity, if no rating issues are pending.\n2\nrating activity (or authorization activity if authorization issues not requiring rating action are claimed)\nReview the evidence of record to determine whether the development that cannot be undertaken impacts each claimed issue.\nRefer to the table below for proper actions to take based on whether the incomplete development impacts the outcome of a claim.\nIf the development that cannot be undertaken is ...\nThen ...\nnot relevant to the claimed issue\nproceed with the grant or denial of the claimed issue.\nrelevant to the claimed issue, but the claimed issue can be granted in spite of the missing development\nproceed with the grant of the claimed issue.\nrelevant to the claimed issue and would lead to denial or incomplete development for current evaluation of the claimed issue, if decided,\ndefer a decision on the claimed issue in the rating decision narrative and on the rating\nCodesheet\nadvise the Veteran that the issue is deferred due to inability, as a result of return to active duty, to obtain the evidence necessary to decide the claim, and\ndo not\ninitiate deferral action in the Veterans Benefits Management System (VBMS).\nImportant\n:  Even if all issues are deferred, complete a rating decision addressing the deferred issues.\nExample\n:\nThe issue of compensation for back condition is deferred for the following information:  further development of the claim.  Due to your return to active duty, we are unable to obtain [\ninsert development that cannot be undertaken]\n.  Action on your claim is suspended until your release from active duty.\nNote\n:  The above procedure is an exception to the general rule that usually\nrequires all deferral action to be entered in VBMS, and\nprohibits completion of a rating decision when all issues are deferred.\n3\nauthorization activity\nUse the table below to determine the proper notification actions to take when VA cannot decide a claim due to a Veteran’s return to active duty during the pendency of a claim.\nIf a ...\nThen ...\npartial rating was completed\nnotify the Veteran by\nselecting the FREE TEXT OPTION from the AWARD LETTER INTERVIEW screen in VBMS, and\ninclude free text in the WHAT WE DECIDED field as shown in\nM21-1, Part X, Subpart V, 2.A.1.d\n, and\nadd the\nReturned to Active Duty\ncorporate flash to the Veteran’s VBMS record, and\nclear the pending end product (EP).\nNote\n:  There are no review rights for issues that were deferred as no decision has been made.\ndecision on all issues was deferred in the rating decision\ncomplete award action in VMBS-Awards but reject the system-generated notification letter\nsend the Veteran the\nSuspension of Claim Due to Return to Active Duty\nletter, when applicable\nsince the system defaults to continuation of the EP at authorization, cancel the pending EP in SHARE after authorization of the award\nadd the\nReturned to Active Duty\ncorporate flash to the Veteran’s VBMS record,  and\nadd a VBMS note explaining the reason for cancellation of the EP.\nNote\n:  There are no review rights for issues that were deferred as no decision has been made.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section A  - Evaluating a Pending Claim When a Veteran Returns to Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178002/M21-1-Part-X-Subpart-v-Chapter-2-Section-A-Evaluating-a-Pending-Claim-When-a-Veteran-Returns-to-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:36.557159",
  "tags": [
    "m21-1"
  ]
}