{
  "chunk_id": "X_v_2_A_9",
  "content": "/>\nX.v.2.A.1.d\n.\nExhibit:  Free Text for Decision Notice for Partial Deferral of Claims Pending at Return to Active Duty\nInclude the free text below in the\nWhat We Decided\nportion of the decision notice letter when\na partial decision is made on some issues but other issues are deferred, and\na claim must be suspended due to a Veteran’s return to active duty.\nWe received notification that you have returned to active duty.  Because of your return to active duty, we are unable to fulfill our legal requirements to assist you in obtaining the evidence necessary to make a decision on some issues you have claimed.  Specifically, we are unable to\n[insert description of development action that cannot be completed]\n.  Without this evidence, we cannot determine entitlement to some of the benefits you are seeking.  A claim cannot be denied due solely to your return to active duty.\nUntil we can fulfill our duty to assist you in obtaining this evidence, we are suspending action on your claim.\n[If the incomplete development includes inability to schedule an examination, insert the following paragraph.]\nIf you are able to report for a medical examination to evaluate the claimed condition(s) while on active duty, please notify us of your availability and advise us of your location so that the examination may be scheduled at a VA facility in your current area.\nWhen you are released from the current period of active duty, please notify us of your release, and advise us that you wish to resume action on your claim.  If we receive notification that you wish to resume action on the current claim within one year after your release from the current period of active duty, then we will be able to grant benefits, when warranted, based on the date of receipt of your original claim.  If we do not receive notice within one year, then your original claim will be considered abandoned.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section A  - Evaluating a Pending Claim When a Veteran Returns to Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178002/M21-1-Part-X-Subpart-v-Chapter-2-Section-A-Evaluating-a-Pending-Claim-When-a-Veteran-Returns-to-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:36.557159",
  "tags": [
    "m21-1"
  ]
}