{
  "chunk_id": "X_v_2_A_12",
  "content": "/>\nX.v.2.A.1.g\n.\nResumption of Suspended Claims\nFollow the steps in the table below upon receipt of a request to resume a previously suspended claim following a Veteran’s release from active duty.\nStep\nWho Is Responsible\nAction\n1\nintake processing center\nReview the EP history to determine whether the prior EP was cleared or canceled.\nUse the table below to determine the appropriate EP action to take upon receipt of a request for resumption of a suspended claim.\nIf the EP was ...\nThen establish\n...\ncleared\nEP 930 with a date of claim corresponding with the date of claim for the previously cleared EP controlling for the suspended claim.\ncancelled\nthe appropriate rating EP with a date of claim corresponding with date of receipt of the current request to resume the suspended claim.\nNote\n:  If new issues are being claimed, the new issues will be controlled under the same EP controlling the resumption of the suspended claim.\n2\ndevelopment activity\nUndertake whatever development is necessary for\npreviously suspended issues, and\nnewly received claimed issues, if applicable.\nNote\n:  If more than one year has passed since the Veteran was last provided notice under Section 5103 (via any of the accepted methods identified in\nM21-1, Part II, Subpart iii, 1.C.2.a\n) for the deferred issues from the suspended claim, send the appropriate Section 5103 notice.\nReference\n:  For more information on Section 5103 notice requirements, see\nM21-1, Part III, Subpart i, 2.B\n.\n3\nrating activity (or authorization activity if non-rating issues are present)\nUse the table below to determine which issues to address in the decision.\nIf ...\nThen in the same decision document, address  ...\nall issues were deferred at the time of the previously suspended claim\nall deferred issues from the suspended claim, and\nall newly claimed issues, if any.\na partial decision was completed for some issues on the suspended claim\nonly\nthose issues from the suspended claim that were not decided, and\nall newly claimed issues, if any.\nReference\n:   For more information on handling a Veteran’s return to and discharge from an additional period of active duty, see\nM21-1, Part X, Subpart v, 2.B\n.\n4\nauthorization activity\nRemove the\nReturned to Active Duty\ncorporate flash from the Veteran’s VBMS record after all issues that were deferred at the time of return to active duty have been decided.\nReference\n:  For more information on reinstatement of compensation following a release from active duty, see\nM21-1, Part X, Subpart v, 2.B\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section A  - Evaluating a Pending Claim When a Veteran Returns to Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178002/M21-1-Part-X-Subpart-v-Chapter-2-Section-A-Evaluating-a-Pending-Claim-When-a-Veteran-Returns-to-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:36.557159",
  "tags": [
    "m21-1"
  ]
}