{
  "chunk_id": "X_v_2_B_7",
  "content": "/>\nX.v.2.B.1.b\n.\nHandling Notice That a Veteran Has Returned to Active Duty\nFollow the instructions in the table below upon receipt of notice that a Veteran has returned to active duty.\nIf ...\nThen ...\nthe\nVeteran\nprovided written or telephonic notification or other credible evidence to establish the date of return to active duty\ndiscontinue benefits according to the instructions in\nM21-1, Part X, Subpart v, 2.B.1.c\n, using the date the Veteran provided, and\nin the decision notice, notify the Veteran that VA will reinstate benefits effective the day following release from active duty if the Veteran submits a request for reinstatement within one year of that date.\nVA received notice the Veteran returned to active duty from a source\nother than\nthe Veteran\nfollow the instructions in the table below.\nStep\nAction\n1\nDetermine the date the Veteran returned to active duty by using the\nDefense Personnel Records Information Retrieval System (DPRIS), or\nVeterans Information Solution (VIS).\nImportant\n:\nIf the Veteran’s period of active duty started on or after October 1, 2020, claims processors may use the information shown in the rows below the heading\nGuard/Reserve Active Service (GRAS)\nin VIS that reflect non-training periods (identifiable by the presence of\nNo\nin the column titled TRAINING) when discontinuing a Veteran’s benefits based on the return to active duty.  If a discrepancy exists between the data VIS displays and any of the following, assume the data in VIS is\nincorrect\n:\nunvoided and uncorrected\nDD Form 214, Certificate of Release or Discharge From Active Duty\nDD Form 214\nthat is corrected by a\nDD Form 215, Correction to DD Form 214, Certificate of Release or Discharge from Active Duty\n, and/or\norders that were not rescinded or revoked.\nPrior to October 1, 2020 (the start of fiscal year 2021), the non-training periods shown in VIS were included in the number of training days printed on\nVA Forms 21-8951, Notice of Waiver of VA Compensation or Pension to Receive Military Pay and Allowances\n, when the Veteran was paid out of National Guard/Reserve component funds.\nData displayed under the heading\nActive Duty Service Periods\nin VIS is generally accurate but may be superseded by certain documentary evidence, as explained in\nM21-1, Part III, Subpart i, 1.B.3.c\n.\n2\nDoes VIS or DPRIS confirm the Veteran had an unreported period of active duty?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nannotate the source document to reflect that no action is necessary because there is no unreported period of active duty\nclear an end product (EP) 290, and\ndisregard the remaining steps in this table.\n3\nClear an EP 290 unless this EP was previously cleared for the period(s) of active duty under review.\n4\nEstablish EP 600 -\nReturn to Active Duty\n, and\nadd\na contention(s) of\nReturn to Active Duty\nfollowed by the begin date and end date (if known)\nthe\nPotential Under/Overpayment\nspecial issue, and\nthe\nReturn to Active Duty Proposal\ntracked item.\nNotes\n:\nMultiple non-sequential return to active duty dates may be combined under one EP 600.\nIf the Veteran is in receipt of Veterans Pension benefits, the contention\nmust include the\nPension\ncontention classification.\n5\nNotify the Veteran that VA proposes to discontinue benefits effective the date(s) the Veteran returned to active duty.  In the notice, ask the Veteran to submit the following with regard to the time period(s) in question:\na copy of the orders or separation document(s), or\nother evidence of the duty performed.\nNotes\n:\nFollow the instructions in the\nVeterans Benefits Management System (VBMS) Core User Guide\nto generate the notice of proposed adverse action.\nAttach\nVA Form 21-0789,\nYour Rights to Representation and a Hearing\n, to the notice before sending it to the Veteran.\nReference\n:  For more information on preparing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n6\nAfter the Veteran responds or has had 65 days to respond to the notice,\ntake the proposed action unless the Veteran\nrequested a hearing within 30 days of the notice, or\nsubmits evidence showing VA should not take the proposed action, and\ndisregard the remaining steps in this table.\nIn the decision notice, if the latest of the end dates is unknown, then inform the Veteran that VA will reinstate benefits effective the day following release from active duty if the Veteran submits a request for reinstatement within one year of that date.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if a Veteran requests a hearing in response to a notice of proposed adverse action.\nReferences\n:  For more information on\nsending notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\nVIS, see the\nVIS User Guide\n, and\nDPRIS, select the HELP tab within the DPRIS application, which is accessible at\nhttps://www.dpris.dod.mil/\n.  (Registration is required.)\nNotes\n:\nWhen establishing EP 290 based on VA’s discovery that a Veteran returned to active duty, use the date VA made the discovery as the date of claim.\nIf a Veteran requests benefits be discontinued during a training period, discontinue compensation or pension in accordance with the Veteran’s request.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section B  - Award Adjustments Necessitated by a Veteran's Return to and Discharge From Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178003/M21-1-Part-X-Subpart-v-Chapter-2-Section-B-Award-Adjustments-Necessitated-by-a-Veterans-Return-to-and-Discharge-From-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:45.836555",
  "tags": [
    "m21-1"
  ]
}