{
  "chunk_id": "X_v_2_B_8",
  "content": "/>\nX.v.2.B.1.c\n.\nEffective Date for Discontinuing Compensation or Pension\nAccording to\n38 CFR 3.501(a)\nand\n3.654(b)\n, an award of compensation or pension to a Veteran will be discontinued effective the day preceding the date of return to active duty.  For the purpose of discontinuing an award in the Veterans Service Network (VETSNET) or VBMS-Awards (VBMS-A) because a Veteran returned to active duty, this means\nthe last day the Veteran is entitled to benefits is the day preceding the date of return to active duty, and\nthe date the Veteran returned to active duty represents the first day of non-payment of VA benefits.\nBecause system programming requires users to enter the first day of\nnon-payment\nas the effective date of discontinuance of an award due to a Veteran’s return to active duty, the “effective date of discontinuance” referred to in this section is the date on which the Veteran returned to active duty,\nnot\nthe day preceding it.\nImportant\n:\nPreparation of a rating decision that reflects loss of entitlement to benefits based on a Veteran’s return to active duty is\nnot\nnecessary.  Discontinue benefits by award action, making the appropriate entries on the BASIC ELIGIBILITY tab.\nVA typically learns of a Veteran’s return to active duty\nafter\nactive duty has begun.  If a Veteran will return to active duty on a date that is in the\nfuture\n,\nuse VETSNET to discontinue the Veteran’s benefits, or\nfollow the instructions in\nM21-1, Part X, Subpart v, 2.B.1.d\n, for discontinuing the Veteran’s benefits in VBMS-A.\nReferences\n:  For more information on making entries on the BASIC ELIGIBILITY tab in\nVETSNET, see the\nVETSNET Awards User Guide\n, or\nVBMS-A, see the\nVBMS Awards User Guide\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section B  - Award Adjustments Necessitated by a Veteran's Return to and Discharge From Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178003/M21-1-Part-X-Subpart-v-Chapter-2-Section-B-Award-Adjustments-Necessitated-by-a-Veterans-Return-to-and-Discharge-From-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:45.836555",
  "tags": [
    "m21-1"
  ]
}