{
  "chunk_id": "X_v_2_B_12",
  "content": "/>\nX.v.2.B.1.g\n.\nAction to Take Upon Receipt of a Request for Reinstatement of Compensation\nFollow the steps in the table below following receipt of a request for reinstatement of compensation from a Veteran who is no longer on active duty.\nImportant\n:\nVA does\nnot\nrequire a Veteran to use a prescribed form to request reinstatement of benefits\nunless\nthe Veteran is\nconcurrently\npursuing an initial or supplemental claim\n.\nAccept as a request for reinstatement of compensation a Veteran’s communication of an intent to file (ITF) a claim for VA disability benefits.\nReferences\n:\nFor more information on\nthe use of prescribed forms, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n.\ninformal claims received prior to March 24, 2015, see\nM21-1, Part II, Subpart iii, 2.H\n, and\nhandling a\ncommunication of an ITF, see\nM21-1, Part II, Subpart iii, 2.A\n, and\nrequest for an application for VA benefits, see\nM21-1, Part II, Subpart iii, 2.G\n.\nStep\nAction\n1\nDid VA accept the request for reinstatement as a Benefits Delivery at Discharge (BDD) claim, or will VA concurrently process a claim the Veteran submitted with the request for reinstatement under the BDD program?\nIf\nyes\n,\nestablish EP control according to the instructions in\nM21-1, Part X, Subpart i, 6.D\n, and\ngo to Step 6.\nIf\nno\n, go to the next step.\nNote\n:  Claims processors skip the instructions in Steps 2 through 5 of this table if the Veteran filed a BDD claim, as VA takes actions similar to those described in these steps during the course of processing the BDD claim.\nReferences\n:  For more information on\nBDD claims, see\nM21-1, Part X, Subpart i, 6.A\n-\nC\n, and\nrequests for reinstatement that VA accepts as a BDD claim, see\nM21-1, Part X, Subpart i, 6.D\n.\n2\nUse DPRIS or VIS to confirm the date the Veteran was discharged from active duty.\nNote\n:  If attempts to confirm the date of discharge through DPRIS or VIS are unsuccessful, ask the Veteran to provide official documentation (such as a\nDD Form 214\nor order to duty) that shows the date of discharge.\nGo to the next step after the Veteran provides documentation.\nIf the Veteran fails to provide documentation within 30 days,\ndeny the request for a reinstatement of benefits, and\ndisregard the remaining steps in this table.\n3\nFollow the instructions in the table below.\nIf …\nThen …\nthe Veteran is requesting reinstatement\nonly\n(the Veteran is\nnot\npursuing an initial or supplemental claim) and\nall\nof the Veteran's service-connected (SC) disabilities are static (no future review examination is indicated on the most recent rating decision)\nestablish EP 290, and\ngo to Step 6.\nthe Veteran is requesting reinstatement\nonly\n(the Veteran is\nnot\npursuing an initial or supplemental claim), and\nthe Veteran has an SC disability that is\nnot\nstatic, but the designated date for the review examination is a future date\nestablish EP 290, and\ngo to Step 6.\nException\n:  Go to\nStep 4\ninstead of Step 6 if\nthe Veteran is a member of the Reserve or National Guard, and\nthe corporate record shows the Veteran’s most recent period of active duty ended\nprior to\nSeptember 1, 2014, if the period of active duty was in the Coast Guard, or\nJanuary 1, 2014, if the period of active duty was in a branch of service\nother than\nthe Coast Guard.\nthe Veteran is requesting reinstatement\nonly\n(the Veteran is\nnot\npursuing an initial or supplemental claim)\nthe Veteran has an SC disability that is\nnot\nstatic, and\nthe designated date for reexamination of the non-static disability falls between the current date and the dates during which the Veteran was on active duty\nestablish EPs 290 (for reinstatement) and\n310 (for reexamination of the non-static disability), and\ngo to Step 5.\nthe Veteran is requesting reinstatement\nand\nconcurrently pursuing an initial or supplemental claim\nestablish EP 290 (for reinstatement) and the rating EP that corresponds with the type of claim the Veteran is concurrently pursuing, and\ngo to Step 5.\nNotes\n:\nEstablish EP 310,\nin addition to the other EPs referenced in this cell\n, if\nthe Veteran has an SC disability that is\nnot\nstatic, and\nthe designated date for reexamination of the non-static disability falls between the current date and the dates during which the Veteran was on active duty.\nDo\nnot\nestablish EP 310 if the\nonly\ncontention associated with the concurrently filed claim is entitlement to an increased disability rating for (a) non-static disability(ies) that is(are) subject to immediate reexamination.\n4\nFollow the instructions in\nM21-1, Part III, Subpart ii, 2.B.1.b\n, for obtaining the Veteran’s service treatment records (STRs).\nGo to Step 6.\nNote\n:  Take no action on the STRs after they’re obtained.  The purpose of the action described in this step is to ensure STRs from the Veteran’s most recent period of active duty are available for the rating activity to review in connection with the future review examination.\n5\nFollow the instructions in the table below.\nStep\nAction\n1\nIs the Veteran a member of the Reserve or National Guard?\nIf\nyes\n, go to the next step in this embedded table.\nIf\nno\n, go to Step 6.\n2\nDoes the corporate record show the Veteran’s most recent period of active duty ended\non or after\nSeptember 1, 2014 (if the period of active duty was in the Coast Guard), or January 1, 2014 (if the period of active duty was in a branch of service\nother than\nthe Coast Guard)?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step in this embedded table.\n3\nFollow the instructions in\nM21-1, Part III, Subpart ii, 2.B.1.b\n, for obtaining the Veteran’s STRs.\nGo to the next step.\n6\nIf VA received the Veteran’s request for reinstatement\nwithin one year\nof discharge from active duty, reinstate compensation for\nall\nSC disabilities (static and non-static) effective the day following the date of discharge, or\none year or more after\nthe date of discharge, reinstate compensation for\nall\nSC disabilities (static and non-static) effective one year prior to the date VA received the claim.\nImportant\n:\nReinstate compensation by award action\nwithout\na rating decision,\nexcept\nunder the circumstances described in\nM21-1, Part X, Subpart v, 2.B.1.h\n.\nAuthorization activity must follow the instructions in the\nVBMS Awards User Guide\nor\nVETSNET Awards User Guide\nto ensure the Veteran’s benefits are\ndiscontinued effective the date the Veteran returned to active duty, and\nreinstated from the appropriate effective date following discharge.\n7\nWas a rating EP established in Steps 1 or 3 of this table?\nIf\nyes\n, go to the next step.\nIf\nno\n, take no further action.\nNote\n:  EP 290 is\nnot\na rating EP.\n8\nUndertake any necessary development, to include issuing\nSection 5103\nnotice, if the Veteran is pursuing an initial or supplemental claim.\nReference\n:  For more information on the circumstances under which it is necessary to issue\nSection 5103\nnotice, see\nM21-1, Part III, Subpart i, 2.B\n, and\nM21-1, Part X, Subpart ii, 2.A\n.\n9\nFollow the instructions in the table below for each of the Veteran's non-static, SC disabilities.\nIf the designated date for the future review examination ...\nThen ...\nfalls between the current date and the dates during which the Veteran was on active duty\nschedule the Veteran for a review examination\nunless\nthe evidence of record is sufficient to assign a disability rating without an examination report.\nis a future date\ndo not schedule the examination until the review examination control referenced in\nM21-1, Part IV, Subpart ii, 1.B\n, matures.\nExample\n:\nScenario\n:\nA Veteran with two non-static, SC disabilities (a back disorder and a knee disorder) is discharged from active duty.\nThe designated date for a review examination of the back disorder is June 2016.\nThe designated date for a review examination of the knee disorder is July 2020.\nAward action to reinstate the Veteran's benefits is being taken in August of 2016.\nResult\n:  The only non-static disability that is subject to reexamination concurrent with reinstatement of the Veteran’s benefits is the back disorder.\n10\nRefer the claim to the rating activity for a decision\nafter development is complete (if initiated), and/or\nfollowing receipt of examination reports (if requested) and STRs (if new STRs exist).\nNote\n:  Do not postpone rating action based solely on the absence of the Veteran’s STRs if the evidence of record supports an award of the benefit the Veteran is seeking. In such cases,\nprocess the rating decision\ncontinue the EP at authorization, and\nrefer the STRs to the rating activity when they eventually arrive.\nNote\n:  The establishment of a rating EP triggers an\nautomatic\nrequest for STRs through the Department of Defense’s Healthcare Artifacts and Images Management Solution (HAIMS)\nunless\nthe\nVeteran is a member of the Reserve or National Guard, and\ncorporate record shows the Veteran’s most recent period of active duty ended\nprior to\nSeptember 1, 2014, if the period of active duty was in the Coast Guard, or\nJanuary 1, 2014, if the period of active duty was in a branch of service other than the Coast Guard.\nReferences\n:  For more information on\nreinstating benefits following release from active duty, see\n38 CFR 3.654(b)(2)\nhandling notice of a Veteran’s return to active duty and subsequent discharge that VA received more than one year after discharge occurred, see\nM21-1, Part X, Subpart v, 2.B.1.k\nresuming a claim VA previously suspended based on an inability to develop the claim due to the Veteran’s return to active duty, see\nM21-1, Part X, Subpart v, 2.A\nEPs, see\nM21-4, Appendix B\n, and\nHAIMS, see\nM21-1, Part III, Subpart ii, 2.A.3.e\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section B  - Award Adjustments Necessitated by a Veteran's Return to and Discharge From Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178003/M21-1-Part-X-Subpart-v-Chapter-2-Section-B-Award-Adjustments-Necessitated-by-a-Veterans-Return-to-and-Discharge-From-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:45.836555",
  "tags": [
    "m21-1"
  ]
}