{
  "chunk_id": "X_v_2_B_15",
  "content": "/>\nX.v.2.B.1.j\n.\nProper Application of 38 CFR 3.31\nThe\nreinstatement\nof compensation VA previously discontinued because a Veteran returned to active duty does\nnot\nconstitute a new award of or increase in benefits.  Therefore, the requirement in\n38 CFR 3.31\nto\naward\nbenefits effective the first of the month following the month of entitlement is\nnot\nfor application.\nThe provisions of\n38 CFR 3.31\ndo\napply if, in connection with a Veteran’s request for reinstatement, VA awards additional benefits based on the\nestablishment of SC for a new disability or a disability for which VA previously denied SC\nassignment of an increased disability rating to an existing, SC disability, and/or\nVeteran's claim to add a dependent to his/her/their award.\nExample\n:\nScenario\n:\nA Veteran with a static, SC knee disorder, which VA rated 10-percent disabling, returns to active duty on August 1, 2010.\nVA discontinues the Veteran’s benefits effective the date she returned to active duty.\nThe Veteran’s active duty ends August 15, 2011.\nOn August 18, 2011, the Veteran files a request for reinstatement of her compensation and a claim for an increased rating for the knee disorder.\nVA determines the knee disorder worsened during service and subsequently assigns the knee disorder a disability rating of 30 percent.\nResult\n:  The effective date of the award that reinstates compensation at the rate payable for a disability rated 10-percent disabling is August 16, 2011.  Although the Veteran is\nentitled\nto the 30-percent disability rating for the knee disorder from August 18, 2011, the proper effective date of the increased award, per\n38 CFR 3.31\n, is September 1, 2011.\nReference\n:  For more information on the effective date of entitlement to the increased disability rating referenced in the preceding paragraph, see\nM21-1, Part V, Subpart ii, 4.A.5.f\n.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section B  - Award Adjustments Necessitated by a Veteran's Return to and Discharge From Active Duty",
  "citation": "Part X, Subpart v, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178003/M21-1-Part-X-Subpart-v-Chapter-2-Section-B-Award-Adjustments-Necessitated-by-a-Veterans-Return-to-and-Discharge-From-Active-Duty",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:45.836555",
  "tags": [
    "m21-1"
  ]
}