{
  "chunk_id": "X_v_2_C_5",
  "content": "/>\nX.v.2.C.1.a\n.\nAdjusting an Award to Reflect a COLA\nWhen the automated process of adjusting a beneficiary’s award to reflect a cost-of-living adjustment (COLA) fails, it will generate one of the following end products (EPs):\n692 for compensation, Medal of Honor Pension, and Dependency and Indemnity Compensation (DIC) awards\n600 for Pension and Parents’ DIC awards if a notice of adverse action prior to manual adjustment of COLA is required, or\n696 for Pension and Parents’ DIC if no adverse action is needed.\nNotes\n:\nEP 420 – CH 18 Increase Claim – Spina Bifida is established for COLA adjustments for Chapter 18 beneficiaries.\nThe automated process will not establish both an EP 600 and an EP 696 for Pension and Parents’ DIC awards for the same COLA year.\nUse the table below to determine the actions to take to manually process a COLA adjustment that was generated for the reason described in the preceding paragraphs.\nIf a ...\nThen ...\nVeterans Service Center is processing the EP 692\nan EP 692 is established with the claim label\nCOLA Adjustment\nprocess an award that pays the COLA, and\nnotify the beneficiary of the action taken.\npension management center (PMC) is processing the EP 692 (for DIC beneficiaries only)\nan EP 692 is established with the claim label\nPMC COLA Adjustment\nprocess an award that pays the COLA adjustment, and\nnotify the beneficiary of the action taken.\nPMC is processing the EP 696 that was automatically established (for pension and Parents’ DIC beneficiaries only)\nan EP 696 is established with the claim label\nPMC COLA Adjustment\nprocess an award that complies with the policies expressed in\nM21-1, Part IX, Subpart iii, 1.H.2\nfor making a COLA adjustment, and\nnotify the beneficiary of the action taken.\nPMC is processing the EP 600 that was automatically established with automatic due process notification (for pension and Parents’ DIC beneficiaries only)\nan EP 600 is established with the claim label\nPMC Pension COLA Due Process\nprocess an award that complies with the policies expressed in\nM21-1, Part IX, Subpart iii, 1.H.2\nfor making a COLA adjustment after the expiration of the due process period or notification from the beneficiary, and\nnotify the beneficiary of the action taken.\nImportant\n:\nSome apportionment decisions provide for increases in the amount of the apportionment each time the primary beneficiary receives a COLA.  Such increases must be processed manually, as well.  If the apportionment was granted based on the instructions in\nM21-1, Part VI, Subpart iii, 1.B\nfor an incarcerated Veteran, or based on the instructions in\nM21-1, Part VI, Subpart iii, 1.C\nfor an incarcerated survivor, then any COLA awarded annually should be paid to the apportionee.\nNotifying the beneficiary of the action taken only requires a brief statement of the reason for the action (the legislative COLA), statement of the change in rate, and the date from which the new rate applies.  Decision notice requirements from\n38 CFR 3.103(f)\nare not required.  Notification of an award to manually implement a COLA is not an adjudicative decision on a claim.\nEP 130 is the appropriate EP for cases involving apportionments and other payee codes.\nIf, during PMC processing of a current-year automatic COLA, additional action is identified (such as prior year COLAs), the claims processor must address the issue(s).\nIf EP 600 was auto-established for pension or Parents’ DIC, but the increase in Medicare Part B premiums results in a higher rate of pension or Parents’ DIC, then follow the guidance in\nM21-1, Part IX, Subpart iii, 1.H.2.d\nand process an award under the existing EP 600.\nIf EP 600 was auto-established and the COLA adjustment can be resolved without due process, cancel the EP 600 and process under a manually established EP 696.",
  "title": "M21-1, Part X, Subpart v, Chapter 2, Section C  - Cost-of-Living Adjustment (COLA)",
  "citation": "Part X, Subpart v, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000178004/M21-1-Part-X-Subpart-v-Chapter-2-Section-C-Cost-of-Living-Adjustment-COLA",
  "updated": "",
  "scraped_at": "2025-06-16T23:18:55.042000",
  "tags": [
    "m21-1"
  ]
}