{
  "chunk_id": "XI_i_1_A_12",
  "content": "/>\nXI.i.1.A.1.g\n.\nLanguage Included in a Locally Generated Notice\nInclude the language below when notifying a deceased Veteran’s estate of benefits to which survivors and others may be entitled.\nYou may be entitled to additional VA benefits.  Visit this website for benefits fact sheets:  https://benefits.va.gov/BENEFITS/factsheets.asp.  You may also request a copy of the fact sheet by contacting us as outlined below.\nThe fact sheets provide information about the following benefits:\nburial\nSurvivors Pension\nDependency and Indemnity Compensation (DIC)\neducational benefits under 38 U.S.C. Chapter 35, and\naccrued.\nA person eligible to receive accrued benefits may be a substitute claimant for the Veteran or other claimant to process a pending claim, higher-level review, or appeal to completion.  You have one year from the date of death to file a claim for accrued benefits.  For more information on accrued and substitution, you may visit our website at:\nhttp://www.benefits.va.gov/BENEFITS/factsheets/general/Accrued.pdf\n.\nNote\n:\nWhen the evidence of record indicates the Veteran was on a Medal of Honor Roll, also include the following language in the notice to the estate.\nA surviving spouse of a Veteran whose name has been entered on the Army, Navy, Air Force, or Coast Guard Medal of Honor Roll may be eligible for a Medal of Honor Pension (MOHP) if the spouse was married to the Veteran at the time of the Veteran’s death and either\nthey were married for one year or more immediately prior to the Veteran’s death, or\nfor any period of time, if a child was born of the marriage or was born to the Veteran and surviving spouse before the marriage.\nA surviving spouse of a Veteran who was on a Medal of Honor Roll should provide\nVA Form 21-4170, Statement of Marital Relationship\n, to verify marital and parental information which can be used to verify eligibility for MOHP.",
  "title": "M21-1, Part XI, Subpart i, Chapter 1, Section A  - General Policies for Veteran First Notice of Death (FNOD) Processing",
  "citation": "Part XI, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174187/M21-1-Part-XI-Subpart-i-Chapter-1-Section-A-General-Policies-for-Veteran-First-Notice-of-Death-FNOD-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:04.318608",
  "tags": [
    "m21-1"
  ]
}