{
  "chunk_id": "XI_i_1_A_14",
  "content": "/>\nXI.i.1.A.1.i\n.\nGuidelines for Specific Veteran NOD Situations\nUse the table below to determine the actions to take for handling specific situations that may arise when processing a NOD.\nIf …\nThen …\nthe fact of death is established, but the date of death is\nunknown\nusing the SUSPEND/RESUME button in the Veterans Benefits Management System (VBMS), suspend the Veteran’s award,\nto include any associated apportionment(s)\n, effective the first of the month following the month for which VA last paid the beneficiary, and\ninitiate development for the date of death.\nNote\n:  The regional office (RO) may use CAPRI or the SSA INQUIRY function in VBMS to obtain a Veteran’s date of death.\nReferences\n:  For more information on using\nVBMS to suspend an award, see the\nVBMS Awards User Guide\n, and\nCAPRI, see the\nCAPRI User Manual\n.\nthe Veteran has a running compensation or pension award\nthe FNOD processing\ndiscontinues the award,\nto include any associated apportionment(s)\n, as of the first day of the MOD\ngenerates work item showing the status of the account if there is an overpayment, and\nallows users to subsequently process\nonly\nburial and/or survivor claims on the record.\nNote\n:  If the apportionee award is in suspense at the time of NOD processing, then the system\ndiscontinues the apportionee award the first of the month following the month for which VA last paid the beneficiary, and\ngenerates a work item.\nReference\n:  For more information on system generated work items, see\nM21-4, Appendix B, 4\n.\nthe Veteran has a running award when the FNOD is processed, and\nthe date of death is more than 12 months before the processing month\nthe system\ndiscontinues the award the first of the month following the month for which the VA last paid the Veteran, and\ngenerates a work item.\nthe Veteran’s award was in a suspended status when VA received the NOD, or\nFNOD processing did not discontinue the Veteran’s award\nremove the date of death from the corporate record, if necessary\ntake award action to discontinue the Veteran’s award on the appropriate date, and\nundertake normal NOD processing, which will update the corporate record with the date of the Veteran’s death.\nthe Veteran has a running education award\nforward a copy of the NOD transaction to the appropriate regional processing office.\nNote\n:  NOD processing suspends a running award of education benefits under\n38 U.S.C. Chapters 30\nor\n31\nbut does\nnot\nsuspend an award under\n38 U.S.C. Chapter 32\nor\n10 U.S.C. Chapter 1606\n.\nthe VETERAN IDENTIFICATION DATA (VID) and INSURANCE DATA screens display an\ninsurance file number, or\ninsurance policy number\nthe system sends a NOD transaction to the VA Regional Office and Insurance Center (VAROIC) in Philadelphia.\nthe Veteran was a former prisoner of war (FPOW) and there is a claim for survivor benefits\nafter FNOD processing, prepare a corporate flash and expedite the claim to the outreach FPOW coordinator.",
  "title": "M21-1, Part XI, Subpart i, Chapter 1, Section A  - General Policies for Veteran First Notice of Death (FNOD) Processing",
  "citation": "Part XI, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174187/M21-1-Part-XI-Subpart-i-Chapter-1-Section-A-General-Policies-for-Veteran-First-Notice-of-Death-FNOD-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:04.318608",
  "tags": [
    "m21-1"
  ]
}