{
  "chunk_id": "XI_i_1_B_9",
  "content": "/>\nXI.i.1.B.2.a\n.\nVeteran NOD Processing Steps to Include Working With the MONTH OF DEATH and PRESIDENTIAL MEMORIAL CERTIFICATE Screens\nFrom the Share VBA READY screen, select the FNOD command and enter the Veteran’s\nfile number\nname, and\nservice information if sufficient evidence accompanies the NOD.\nIf you do not know the Veteran’s file number, enter\nthe Veteran’s Social Security number (SSN), and\nas much additional identifying information as possible to avoid creating duplicate Beneficiary Identification and Records Locator Subsystem (BIRLS) records.\nFollow the steps in the table below when the system locates an existing BIRLS record for a Veteran.\nStep\nAction\n1\nReview the system to determine if the Veteran has a running award.\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n2\nReview the system to see if there is a\nliving\nspouse of record.\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n3\nSelect the SSA INQUIRY command to confirm whether the spouse is still living.\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\n4\nSave the SSA INQUIRY results, showing the spouse’s date of death, in the electronic claims folder (eFolder).\n5\nEnter the spouse’s date of death into VBMS.\n6\nSelect the FNOD command and enter the Veteran's file number or SSN, first name and last name, and click the SUBMIT button.\nVerify that the information on the VETERAN IDENTIFICATION DATA (VID) screen for the Veteran is complete and accurate (if not, modify), and enter the following:\nthe Veteran's date of death\nthe applicable cause of death in the CAUSE OF DEATH field:\nUNKNOWN\nNATURAL\nCOMBAT\n, or\nOTHER\n, and\na\nY\nin the DEATH IN SERVICE field\nif\nthe evidence shows the Veteran died in service.\nImportant\n:  The name entered into the FNOD command\nmust\nbe identical to the name on the BIRLS record to enable the UPDATE button on the VID screen.\n7\nSelect the UPDATE button on the VID screen. The MONTH OF DEATH screen will automatically appear.\n8\nVerify that the Veteran’s and spouse’s information on the MONTH OF DEATH screen is complete and accurate.  If not accurate, modify the information.\nWas the Veteran buried in a State or national cemetery?\nIf\nyes\n, leave the VET BURIED IN STATE OR NATIONAL CEMETERY box checked.\nIf\nno\n, uncheck the VET BURIED IN STATE OR NATIONAL CEMETERY box.\nNote\n:  If it is determined that an FNOD command is being completed under the incorrect Veteran’s record, then:\nselect the ABORT MOD ONLY button (this will stop any payment and letters being issued), and\nrefer the case to adjudication.\n9\nSelect the applicable notice in the TYPE OF NOTICE drop-down menu.\nThe following notices will\nnot\nsend contemporaneous notice to the Veteran:\nDEATH CERTIFICATE/DEATH NOTICE\nDEATH BENEFIT CLAIM\nBURIAL BENEFIT/HEADSTONE/MARKER CLAIM\nFLAG APPLICATION\nINTERMENT RECORD\nNOTICE OF DEATH MESSAGE\n, or\nVA INSURANCE CLAIM\n.\nThe following notices\nwill\nsend contemporaneous notice to the Veteran:\nTELEPHONE FNOD\nPERSONAL INTERVIEW FNOD\nINSURANCE PCR FNOD\n, or\nDEATH MATCH\n.\n10\nIf the Veteran had\nno\nspouse or the spouse’s information is discrepant or incomplete, then check the SEND NEXT OF KIN LETTER box.\nNote\n:\nIf a dependent spouse is not on the Veteran’s award, the MONTH OF DEATH screen will default to SEND NEXT OF KIN LETTER to the Veteran’s last known mailing address.  If the evidence shows that a surviving spouse exists, and entitlement to the Month of Death (MOD) payment is determined, add the surviving spouse on the MONTH OF DEATH screen by selecting the ADD NEW SPOUSE check box.  Then complete the surviving spouse’s information, including date of birth and SSN.  Once complete, select the UPDATE button.\n11\nSelect the UPDATE button on the MONTH OF DEATH screen.  Confirmation that the MOD has been successfully submitted will appear.  Select the OK button.  The PRESIDENTIAL MEMORIAL CERTIFICATE screen will automatically appear.  If the requirements for the Presidential Memorial Certificate have not been met, do not create the Presidential Memorial Certificate.\nNote\n:  In order to release the MOD payment from the MONTH OF DEATH screen, it is required that the SSN is available at the time the FNOD command is completed.  If the spouse has no SSN, or the SSN is not available while performing the FNOD command, the MOD payment cannot be processed and the SEND NEXT OF KIN LETTER is the only option the user can select.\n12\nIf there is a spouse of record in the system, this information will be pre-populated on the PRESIDENTIAL MEMORIAL CERTIFICATE screen. Verify that the information is complete and accurate.  If not, modify the information.\n13\nSelect the CREATE CERTIFICATE button on the PRESIDENTIAL MEMORIAL CERTIFICATE screen.\n14\nIf applicable, scan and upload the NOD mail into the Veteran’s eFolder.\nNote\n:  If a survivor claim was submitted with the NOD mail, then establish the appropriate EP with the correct claim attributes for proper National Work Queue routing.\nNote\n:  If the surviving spouse was receiving an apportionment, do\nnot\npay the MOD payment until the claims folder is reviewed to ensure there is no pending action to remove the spouse.\nReferences\n:  For more information on\nMOD benefit, see\nM21-1, Part XI, Subpart ii, 2\nPresidential Memorial Certificate entitlement and processing instructions, see\nM21-1, Part XI, Subpart iii, 1.D.1\n, and\nthe\nShare User Guide\nthe jurisdiction of in-service death claims, see\nM21-1, Part II, Subpart ii, 3.1.b\n, and\nin-service death claim labels for EP 130 and EP 140, see\nM21-4, Appendix C\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 1, Section B  - System Information for Veteran Notice of Death (NOD) and Month of Death (MOD) Processing",
  "citation": "Part XI, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174194/M21-1-Part-XI-Subpart-i-Chapter-1-Section-B-System-Information-for-Veteran-Notice-of-Death-NOD-and-Month-of-Death-MOD-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:13.632383",
  "tags": [
    "m21-1"
  ]
}