{
  "chunk_id": "XI_i_1_D_7",
  "content": "/>\nXI.i.1.D.1.b\n.\nNon-Veteran Beneficiary NOD\nProcessing Guidelines\nUpon receipt of an acceptable NOD, follow the steps shown in the chart below.\nStep\nAction\n1\nEstablish an end product (EP) 130\nuse the date of the source document as the date of claim, and\nselect the claim label titled\nPMC Report of death of beneficiary\n.\n2\nDetermine if there are proceeds on the account.  Proceeds are displayed within the AWARD INFORMATION tab or in the RETURN PAYMENTS section of the PAYMENT HISTORY screen in Share.\nDo proceeds exist?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to Step 4.\n3\nStop the beneficiary’s award effective the first day of the month of death.\nAfter award generation, determine if there is an amount in both proceeds and receivables in the AWARD INFORMATION tab in Corporate.  The award generation should create an overpayment that matches the proceeds amount and the proceeds should be cleared upon authorization.\nIf proceeds remain on the account after authorization, contact the finance activity to have the proceeds applied to the debt.\nGo to Step 5.\n4\nStop the beneficiary’s award effective the first day of the month of death.\n5\nClear any additional EPs that were pending for the deceased payee.\nException\n:  Do not clear EPs processed by the fiduciary hubs (hubs).  Hub EPs are typically identified with the word\nFiduciary\nas the first word in the claim label name.  The hub will clear these EPs upon completion of fiduciary oversight actions.\n6\nAfter authorization, update the deceased beneficiary’s date of death in Share or the Veterans Benefits Management System (VBMS).\nNote\n:  The authorization activity must ensure that any power of attorney (POA) has been removed from the electronic records.\nNote\n:  When the exact date of death is unknown, retrieve information through VBMS using the Social Security Administration (SSA) INQUIRY command.\nReferences\n:  For more information on\nremoving a POA from electronic records, see\nM21-1, Part I, Subpart i, 2.E.1.f\nusing the SSA INQUIRY command, see\nthe\nVBMS Core User Guide\nthe\nShare User Guide\n, and\nM21-1, Part III, Subpart ii, 1.B.3\n, and\nfiduciary claim labels, see\nM21-4, Appendix C\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 1, Section D  - General Procedures for Non-Veteran Beneficiary Notice of Death (NOD) Processing",
  "citation": "Part XI, Subpart i, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174196/M21-1-Part-XI-Subpart-i-Chapter-1-Section-D-General-Procedures-for-Non-Veteran-Beneficiary-Notice-of-Death-NOD-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:32.155073",
  "tags": [
    "m21-1"
  ]
}