{
  "chunk_id": "XI_i_1_D_8",
  "content": "/>\nXI.i.1.D.1.c\n.\nNotice Requirements Associated With NOD Processing\nIn most cases, VA must issue notice of proposed adverse action (due process) to a beneficiary before reducing or discontinuing benefits.  The discontinuation of benefits based on receipt of an acceptable NOD is one of the exceptions to this rule.\nAlthough notice of proposed adverse action is not required, contemporaneous notice of the action taken is required if the NOD was obtained\nby way of telephone or personal interview\nin writing from a third party, or\nthrough computer matching with another Federal agency, such as SSA.\nNotes\n:\nDo\nnot\nenclose\nVA Form 20-0998, Your Right to Seek Review of Our Decision\n, when sending a contemporaneous notice that benefits have been discontinued based on the reported death of the beneficiary.\nDo\nnot\ninclude a summary of laws and regulations.\nIf the claimant had a power of attorney (POA), the representation is automatically revoked upon the passing of the beneficiary.  Do not notify the former POA.\nIf the claimant has a VA-appointed fiduciary at the time of death, issue the contemporaneous notice to the most recent mailing address of record.\nException\n:  If a death certificate for the deceased non-Veteran beneficiary is of record, no notification letter is required per\n38 CFR 3.103(b)(3)(iii)\n.  However, if a probability of accrued benefits exists, VA is required to provide notice per\n38 U.S.C. 6303\n.\nSuch a probability could exist, but is not limited to, when there are withholdings for incompetency that were never released or payments returned for months prior to death.\nReferences\n:  For more information on\ncontemporaneous notice, see\nM21-1, Part X, Subpart ii, 3.C\n, and\nPOA revocation, see\nM21-1, Part I, Subpart i, 2.A.6\n, and\nM21-1, Part I, Subpart i, 2.E\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 1, Section D  - General Procedures for Non-Veteran Beneficiary Notice of Death (NOD) Processing",
  "citation": "Part XI, Subpart i, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174196/M21-1-Part-XI-Subpart-i-Chapter-1-Section-D-General-Procedures-for-Non-Veteran-Beneficiary-Notice-of-Death-NOD-Processing",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:32.155073",
  "tags": [
    "m21-1"
  ]
}