{
  "chunk_id": "XI_i_2_A_8",
  "content": "/>\nXI.i.2.A.1.c\n.\nDevelopment of Cases Involving In-Service Death From Suicide\nIf the Department of Veterans Affairs (VA) receives a claim for death benefits, and the cause of death was in-service suicide, the rating activity must determine whether the service member was of unsound mind when committing the act.  The rating activity should consider an in-service death from suicide as evidence of mental unsoundness unless the evidence establishes that the act of self-destruction was intentional.  Generally, a person of unsound mind is incapable of forming intent, which is an essential element of willful misconduct.\nWhen a\nDD Form 1300\nor other notification of an in-service suicide is of record, refer the document(s) to the rating activity.  If the evidence is insufficient for a rating decision on the in-service suicide, take the following actions:\nInitiate development to the service member’s service department for any records pertaining to an investigation of the circumstances surrounding the service member’s death\n.\nSimultaneously initiate development to the claimant for any information or copies of reports or investigations pertaining to the service member’s death.\nImportant\n:  Service departments do not always make a line-of-duty determination if there is no surviving spouse or dependent child who would be eligible for payment of survivor benefits.  Therefore, supporting evidence such as medical and police reports might have to be obtained before the rating activity can make a decision on the issue of mental unsoundness.  Reasonable doubt should be resolved favorably to support a finding of mental unsoundness and service connection in accordance with the provisions of\n38 CFR 3.302(b)(3)\n.\nReference\n:  For more information on\nrating decisions involving the issue of insanity, see\nM21-1, Part X, Subpart iv, 2.A\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 2, Section A  - Reports of Casualty",
  "citation": "Part XI, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174197/M21-1-Part-XI-Subpart-i-Chapter-2-Section-A-Reports-of-Casualty",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:41.392747",
  "tags": [
    "m21-1"
  ]
}