{
  "chunk_id": "XI_i_2_B_16",
  "content": "/>\nXI.i.2.B.2.e\n.\nDevelopment Actions When Two or More Veterans Are Involved\nIf information of record indicates a second Veteran is missing as a result of the same disaster or incident that occurred after separation from service, use the table below to determine the next course of action.\nIf …\nThen …\nVA has not yet initiated development for the pending claim\ntake action to determine\nwhether the second Veteran has a claims folder, and\nthe status of any claim associated with their involvement in the same disaster or incident.\na claim associated with the second Veteran’s involvement in the same disaster or incident is pending, and\nVA has not yet initiated development for either claim\ninitiate joint development for both claims under the provisions of this section.\nVA has already decided (favorably or unfavorably) a claim associated with the second Veteran’s involvement in the same disaster or incident\nconsider evidence/information in the second Veteran’s record in determining the next action to take on the pending claim.\na claim associated with the second Veteran’s involvement in the same disaster or incident has not yet been filed\nadd a permanent note in the Veterans Benefits Management System (VBMS) that\nexplains a claim has been filed based on another Veteran’s involvement in the disaster or incident, and\nidentifies (by name and file number) the Veteran on whose service the pending claim is based, and\nassociate the note to the\nsecond\nVeteran.\nReference\n:  For more information about adding notes in VBMS, see the\nVBMS Core User Guide\n.\nReference\n:  For information on common accidents that occurred\nduring\nservice, see\nM21-1, Part X, Subpart iv, 1.E\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 2, Section B  - Finding of Fact and Date of Death",
  "citation": "Part XI, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174198/M21-1-Part-XI-Subpart-i-Chapter-2-Section-B-Finding-of-Fact-and-Date-of-Death",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:50.625529",
  "tags": [
    "m21-1"
  ]
}