{
  "chunk_id": "XI_i_2_C_5",
  "content": "/>\nXI.i.2.C.1.a\n.\nGeneral Principles to Consider When Determining Whether a Presumption of Death May Be Established\nThe table below describes the general principles that must be considered when determining whether a presumption of death may be established under\n38 CFR 3.212\n.\nNote\n:  The force and applicability of the principles is governed largely by the circumstances of the particular case.\nPrinciple\nDescription\nunexplained absence\nThe evidence of record does not cite a reason for the individual’s absence.\nabsence from last known residence\nFor a period of at least seven years, the individual has been continuously absent, without explanation, from their last known residence, which is the place\nwith which the individual would ordinarily maintain communications, or\nto which they would return if alive.\nNote\n:  A presumption of death on this basis does not apply if it is improbable the individual, if living, would communicate with or return to their last known residence.\ncontinuous absence\nThe continuous absence of an individual, rather than their departure alone, must be unexplained.  Such a determination requires consideration of the habits and attachments that normally control the conduct of the individual.\nGenerally, a continuous lack of communication is not a basis for presuming death in the following types of cases:\nthe individual\nwas a fugitive from justice\nis in serious domestic or financial difficulties, or\nwas estranged from their spouse and/or family, or\nthe individual’s home life was such that it indicates willful desertion.\nsearch for the missing individual\nEvidence of searches conducted by, or on behalf of, the following persons to locate the missing individual is necessary in most cases:\nthe dependent referenced in Step 6 of the procedure outlined in\nM21-1, Part XI, Subpart i, 2.C.2.b\nthe next of kin or insurance beneficiary referenced in Step 6 of the procedure outlined in\nM21-1, Part XI, Subpart i, 2.C.2.c\n, or\nthe claimant referenced in\nM21-1, Part XI, Subpart i, 2.C.3.c\n.\nRationale\n:  Failure to make inquiries of all reasonable sources might indicate the lack of interest of the persons named in the preceding paragraph to the extent that it raises the inference that the missing individual was also disinterested and, in all probability, would not communicate with them.\ncourt decisions\nThe laws of the State in which a missing individual resided are\nnot\ncontrolling when determining whether a presumption of death may be established.  Nevertheless, a declaration of death by a court of competent jurisdiction, as well as the available evidence that was before the court, is relevant if the court’s decision was substantially based on the principles discussed in this table.\nImportant\n:  In all cases in which a declaration of death is made by a court, obtain\nthe decree or certified copy of the decree, and\nany available evidence of the facts upon which the court made its decision.\nlife expectancy\nIt is\nnot\nnecessary to show that the missing individual, if alive, would have attained or exceeded the average life expectancy.\ncause of death\nAlthough a finding of the fact of death can be made under\n38 CFR 3.211(f)\nor presumed under\n38 CFR 3.212\n, there is no specific provision for presuming the\ncause\nof death.\nIf an established service-connected disability may reasonably be accepted as a principal or contributory cause of death due to its type and severity, refer the case to Director, Compensation Service, for an advisory opinion.\nReference\n:  For more information about requesting an advisory opinion, see\nM21-1, Part X, Subpart v, 1.A.1 and 2\n.\ndate of presumed death\nThe date of presumed death is the end of the seven-year period following the date a missing individual was last known to be alive.\nReference\n:  For information on the effective date for awards of survivors benefits, see\nM21-1, Part XI, Subpart i, 2.C.3.d\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 2, Section C  - Presumption of Death",
  "citation": "Part XI, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174199/M21-1-Part-XI-Subpart-i-Chapter-2-Section-C-Presumption-of-Death",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:59.905887",
  "tags": [
    "m21-1"
  ]
}