{
  "chunk_id": "XI_i_2_C_11",
  "content": "/>\nXI.i.2.C.2.c\n.\nActions to Take When VA Is Not Paying Benefits to a Dependent Under 38 CFR 3.656\nFollow the instructions in the table below if\nat least seven years have passed since a Veteran’s disappearance,\nVA is still paying the insurance premiums referenced in\nM21-1, Part VI, Subpart iii, 4\n, and\nVA is\nnot\npaying benefits to a dependent under\n38 CFR 3.656\n.\nStep\nAction\n1\nDoes an explanation exist for the Veteran’s absence?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\nNote\n:  Claims processors may conclude an explanation for a Veteran’s absence exists even though there is no evidence the Veteran is still alive.\n2\nDetermine whether\nall\nof the following conditions are evident:\nThe Veteran failed to claim benefits to which they are likely entitled.\nThe Veteran’s age, were they alive, exceeds average life expectancy (\nat birth\n, based on the Veteran’s sex) by at least 10 years.\nNo evidence that the Veteran is still living exists.\n3\nAre\nall\nof the conditions described in the preceding step evident?\nIf\nyes\n, go to Step 11.\nIf\nno\n, go to the next step.\n4\nPrepare an administrative decision in accordance with instructions in\nM21-1, Part X, Subpart v, 1.C\n.\nGo to the next step following approval of the administrative decision.\n5\nOf the conditions described in Step 2, is the second one (the Veteran’s age, were they alive) the\nonly\ncondition that is\nnot\nevident?\nIf\nyes\n,\nestablish a diary that will expire when the Veteran’s age, were they alive, exceeds average life expectancy (\nat birth\n, based on the Veteran’s sex) by 10 years, and\ntake no further action until the diary expires.\nIf\nno\n, take no further action.\n6\nSend three\nVA Forms 21P-1775\nto the next of kin or insurance beneficiary for completion within 60 days by each of the following:\nthe next of kin or insurance beneficiary\nthe Veteran’s last employer, and\na disinterested person who knew the Veteran and the facts surrounding their disappearance.\nInform the next of kin or insurance beneficiary that\ncompletion of the forms is required to determine whether VA should continue paying the Veteran’s insurance premiums, and\nVA will discontinue payment of the premiums if it does not receive all three forms within 60 days.\n7\nWithin the 60-day period referenced in the preceding step, did VA receive\nVA Form 21P-1775\nfrom each of the three individuals to whom the form was sent for completion?\nIf\nyes\n, go to Step 9\nafter\ncompleting any additional development that is necessary to  determine whether an explanation for the Veteran’s absence exists, and\nrequesting and reviewing the results of a field examination, if a field examination is necessary and appropriate.\nIf\nno\n, go to the next step.\nImportant\n:  If VA received\nVA Form 21P-1775\nfrom the next of kin or insurance beneficiary\nprior to March 24, 2015, treat it as an informal claim for survivors benefits, or\non or after March 24, 2015, treat it as a request for an application for survivors benefits.\nReferences\n:  For more information on\nfield examinations, see\nM21-1, Part X, Subpart v, 1.E\nField Examiner responsibilities, see\nFPM, Part I, 1.B.5\n, and\ninformal claims and requests for an application, see\nM21-1, Part II, Subpart iii, 2.G\n, and\nM21-1, Part II, Subpart iii, 2.H\n.\n8\nDiscontinue the Veteran’s award, to include the payment of insurance premiums, effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nDisregard the remaining steps in this table.\n9\nDoes an explanation for the Veteran’s absence now exist?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\nNote\n:  Claims processors may conclude an explanation for a Veteran’s absence exists even though there is no evidence the Veteran is still alive.\n10\nAre\nall\nof the conditions described in Step 2 evident?\nIf\nyes\n, go to Step 11.\nIf\nno\n, go to Step 4.\n11\nPrepare an administrative decision (according to instructions in\nM21-1, Part X, Subpart v, 1.C\n) that establishes a presumption of death under\n38 CFR 3.212\n(\n38 U.S.C. 108\n).\nGo to the next step following approval of the administrative decision.\n12\nTreat the administrative decision as a first notice of death (NOD).\nReference\n:  For more information on processing a first NOD, see\nM21-1, Part XI, Subpart i, 1.A\n, and\nM21-1, Part XI, Subpart i, 1.B\n.\n13\nInvite eligible survivors to submit\nVA Form 21P-534EZ\nif their names and addresses are of record.\n14\nE-mail a copy of the administrative decision to Director, Compensation Service (214D), for administrative review.\n15\nSend a copy of the administrative decision to Insurance Service.",
  "title": "M21-1, Part XI, Subpart i, Chapter 2, Section C  - Presumption of Death",
  "citation": "Part XI, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174199/M21-1-Part-XI-Subpart-i-Chapter-2-Section-C-Presumption-of-Death",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:59.905887",
  "tags": [
    "m21-1"
  ]
}