{
  "chunk_id": "XI_i_2_C_17",
  "content": "/>\nXI.i.2.C.3.c\n.\nDetermining Whether Death May Be Presumed for the Purpose of Awarding Survivors Benefits\nFollow the instructions in the table below if\nVA receives a claim for survivors benefits\nat least seven years have passed since the Veteran’s disappearance, and\na denial of benefits under the provisions of\nM21-1, Part XI, Subpart i, 2.C.3.a\nor\nb\nis\nnot\nin order.\nImportant\n:  Disregard any of the actions described in the table below (such as the actions described in Steps 2, 9, 10, 11, 14, 15, and 16) that were previously taken in connection with the procedures outlined in\nM21-1, Part XI, Subpart i, 2.C.2.b\nor\nc\n.\nStep\nAction\n1\nDoes an explanation exist for the Veteran’s absence?\nIf\nyes\n, go to Step 7.\nIf\nno\n, go to the next step.\n2\nSend three\nVA Forms 21-1775\nto the claimant for completion within 60 days by each of the following:\nthe claimant\nthe Veteran’s last employer, and\na disinterested person who knew the Veteran and the facts surrounding their disappearance.\nInform the claimant that completion of the forms is required to determine whether they are entitled to VA benefits.\n3\nDid VA receive forms from all three of the individuals referenced in Step 2?\nIf\nyes\n, go to Step 6.\nIf\nno\n, go to the next step.\n4\nDeny the claim for survivors benefits based on the fact that VA is unable to establish a presumption of death.\n5\nNotify the claimant of the decision.\nDisregard the remaining steps in this table.\n6\nDoes an explanation for the Veteran’s absence now exist?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 10.\n7\nDetermine whether\nall\nof the following conditions are evident:\nThe Veteran has not claimed VA benefits to which they are likely entitled.\nThe Veteran’s age, were they alive, exceeds the average life expectancy (\nat birth\n, based on the Veteran’s sex) by at least 10 years.\nNo evidence that the Veteran is still living has been found after diligent search.\n8\nAre\nall\nof the conditions described in Step 7 evident?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n9\nDiscontinue the Veteran’s award (including the payment of insurance premiums) effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\nGo to Step 4.\n10\nPrepare an administrative decision (according to instructions in\nM21-1, Part X, Subpart v, 1.C\n) that establishes a presumption of death under\n38 CFR 3.212\n(\n38 U.S.C. 108\n).\nGo to the next step following approval of the administrative decision.\n11\nDiscontinue the Veteran’s award (including the payment of insurance premiums) effective the date in the LAST PAID DATE field on the CURRENT AND HISTORICAL AWARD INFORMATION page in VBMS.\n12\nMake a determination as to the claimant’s entitlement to survivors benefits.\nReference\n:  For information on selecting an effective date for an award of survivors benefits to a dependent whose award VA discontinued under Step 18 of the instructions in\nM21-1, Part XI, Subpart i, 2.C.2.b\n, see\nM21-1, Part XI, Subpart i, 2.C.3.d\n.\n13\nNotify the claimant of the decision made in Step 12.\n14\nInvite other eligible survivors to submit\nVA Form 21P-534EZ\nif their names and addresses are of record.\n15\nE-mail a copy of the administrative decision referenced in Step 10 to Director, Compensation Service (214D), for administrative review.\n16\nWas VA deducting benefits from the Veteran’s award for the payment of insurance premiums?\nIf\nyes\n, send a copy of the administrative decision to Insurance Service.\nIf\nno\n, no further action is necessary.\nReference\n:  For more information about preparing decision notices, see\nM21-1, Part VI, Subpart i, 1.B\n.",
  "title": "M21-1, Part XI, Subpart i, Chapter 2, Section C  - Presumption of Death",
  "citation": "Part XI, Subpart i, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174199/M21-1-Part-XI-Subpart-i-Chapter-2-Section-C-Presumption-of-Death",
  "updated": "",
  "scraped_at": "2025-06-16T23:19:59.905887",
  "tags": [
    "m21-1"
  ]
}