{
  "chunk_id": "XI_ii_1_None_9",
  "content": "/>\nXI.ii.1.1.d\n.\nSpecific Situations in Which Survivors Benefits Claims Must Be Referred to the Rating Activity\nIf one or more of the following situations arise, forward the claim for survivors benefits to the rating activity for consideration of SC for the cause of death:\nthe claimant has specifically raised the issue of SC for the cause of death on the application or otherwise, including Dependency and Indemnity Compensation (DIC) under\n38 U.S.C. 1151\na rating decision was made during the Veteran’s lifetime, awarding SC for a condition affecting a vital organ such as but not limited to the following:\nbrain\nheart\nlungs\nliver, or\nkidneys\nthe Veteran had one or more SC conditions with a combined 100-percent evaluation\nthe Veteran was in receipt of individual unemployability benefits\na claims processor determines there is reasonable probability that the death may be related to service, whether from\ndisease\ninjury, or\nself-infliction\nthe claimant has filed for Survivors Pension, and the Veteran met the wartime service requirement but did not meet the 90-day length of service requirement,\nunless\none of the following situations exists:\nthere is no indication or claim that the discharge from service was for an SC disability\ndischarge was for reasons other than a disability\nservice records show no disability, or\nthe Veteran, at the time of death, was receiving or entitled to receive compensation for an SC disability based on service during a period of war\na claim for accrued benefits that involves a rating issue is received, or\na claim for SC burial benefits is received.\nExceptions\n:\nIf a claim for SC for cause of death is filed by a parent or parents, and the income is excessive for the receipt of DIC,\ndeny the claim because of excessive income, and\nnotify the claimant that no other aspect of the claim has been considered.\nDo not send a non-SC burial claim to the rating activity if the Veteran’s death certificate (or proof of death equivalent to a death certificate per\n38 CFR 3.211\n) is not of record.\nNotes\n:\nIf the rating activity determines the facts do not warrant a formal determination of SC, the claim may be\nannotated that there is no evidence of SC death, and\nreturned to the authorization activity for resolution of the formally claimed issues.\nIf a claim for survivors benefits cannot be referred to the rating activity for a formal determination of SC, the authorization activity must deny the issue administratively.\nReferences\n:  For more information on\nthe non-discretionary application of\n38 CFR 3.152(b)\nregarding survivors benefits, see\nM21-1, Part II, Subpart iii, 1.A.3.e\nthe rating activity’s responsibility for reviewing potential SC for cause of death, see\nM21-1, Part XII, Subpart i, 1.B\ndetermining if a review for implicit SC death is needed and referring the claim to the rating activity, see\nM21-1, Part XI, Subpart ii, 1.1.e\nproof of death equivalent to a death certificate, see\n38 CFR 3.211\ncause of death, see\n38 CFR 3.312\nwhen to send an accrued claim to the rating activity, see\nM21-1, Part XI, Subpart ii, 3.D.1.a\n, and\nSC burial benefits, see\nM21-1, Part XI, Subpart iii, 1.B.2\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 1  - Referral for Consideration of Survivor's Benefits",
  "citation": "Part XI, Subpart ii, Chapter 1, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174189/M21-1-Part-XI-Subpart-ii-Chapter-1-Referral-for-Consideration-of-Survivors-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:09.208055",
  "tags": [
    "m21-1"
  ]
}