{
  "chunk_id": "XI_ii_2_None_7",
  "content": "/>\nXI.ii.2.1.b\n.\nDeath Occurred on or After October 1, 1982\nFor historical purposes, if the Veteran died on or after October 1, 1982, but before January 1, 1997, payment is made to the surviving spouse for the MOD under\n38 CFR 3.20(b)\n.\nExample\n:  A surviving spouse’s entitlement to survivors benefits has been established.  The claim for benefits was received within one year of the Veteran’s death.  The surviving spouse’s rate of payment is less than the Veteran’s rate for the MOD.\nResult\n:  The surviving spouse is eligible for the Veteran’s rate for the MOD under\n38 CFR 3.20(b)\n.  Payment for the MOD is made on the original award.\nUse the table below to determine the surviving spouse’s benefit rate for the MOD.\nIf the Veteran …\nThen the surviving spouse is …\ndied on or after October 1, 1982\nentitled to payment for the MOD\nonly\nif the Veteran’s rate for the MOD is\ngreater\nthan the monthly rate of Survivors Pension or DIC to which the surviving spouse is entitled.\nNote\n:  If payments of Survivors Pension or DIC are greater than the Veteran’s MOD, commence survivors benefits the first day of the month following death.\ndied on or after October 1, 1982\nwas receiving military retired pay, and\nwould have been awarded the available difference for the MOD pending a total waiver of retired pay\nnot\nentitled to payment for the MOD, if the Veteran’s net Department of Veterans Affairs (VA) benefit would have been less that the rate payable to the surviving spouse in his/her own right, even though the Veteran’s gross entitlement to VA benefits might have exceeded the surviving spouse’s rate.\nNote\n:  For historical purposes for Veterans who died on or after October 1, 1982, but before January 1, 1997,\nif, after receiving payment under\n38 CFR 3.20(c)\n, the surviving spouse becomes entitled to death benefits from the date of the Veteran’s death at a rate higher than the amount paid under\n38 CFR 3.20(c)\nwithhold the amount paid under\n38 CFR 3.20(c)\nfrom the date of entitlement under type 1 withholding, and\nsuppress the system-generated award letter, if applicable, and annotate the award,“\n[Amount]\nwithheld to recover payment made under 38 CFR 3.20(c)\n.\"",
  "title": "M21-1, Part XI, Subpart ii, Chapter 2  - Month of Death (MOD) Benefit",
  "citation": "Part XI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174191/M21-1-Part-XI-Subpart-ii-Chapter-2-Month-of-Death-MOD-Benefit",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:18.456302",
  "tags": [
    "m21-1"
  ]
}