{
  "chunk_id": "XI_ii_2_None_13",
  "content": "/>\nXI.ii.2.1.h\n.\nProviding Notification to the Surviving Spouse on How to Return the Veteran's Payments\nWhen issuing the MOD payment, inform the surviving spouse that all payments issued in the Veteran’s name after the date of death must be returned.  Use the following language:\nIf you still have any uncashed U.S. Treasury checks made payable to the Veteran, they should be returned to Department of Treasury at the following address:\nU.S. Department of Treasury\nFiscal Service\nP.O. Box 51316\nPhiladelphia, PA 19115-6316\nPlease be aware, only uncashed U.S. Treasury Checks should be returned to the address above.  Any personal checks or money orders sent to this address will result in lost or missing checks, or a delay in applying funds to the Veteran’s account.\nIf the Veteran received payments by Direct Deposit to a checking or\nsavings account after the date of death, you may request the Veteran’s\nfinancial institution return the funds to VA using an R15 return code.\nIf you wish to return funds directly to VA using a personal check or\nmoney order, send them to VA’s Debt Management Center at the following address:\nU.S. Department of Veterans Affairs\nDebt Management Center\nP.O. Box 11930\nSt. Paul, MN 55111\nPlease include the Veteran’s name and VA Claim Number found at the top of this letter with the personal check or money order for\nidentification purposes.\nIf payments issued after the date of death are not returned, you will receive notification from VA's Debt Management Center of the amount you owe VA.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 2  - Month of Death (MOD) Benefit",
  "citation": "Part XI, Subpart ii, Chapter 2, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174191/M21-1-Part-XI-Subpart-ii-Chapter-2-Month-of-Death-MOD-Benefit",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:18.456302",
  "tags": [
    "m21-1"
  ]
}