{
  "chunk_id": "XI_ii_3_A_7",
  "content": "/>\nXI.ii.3.A.1.b\n.\nBasic Eligibility for Accrued Benefits\nIf death occurred on or after December 1, 1962, monetary benefits, other than insurance and servicemembers’s indemnity,\nmay\nbe authorized.\nPayment\nmay\nbe made for benefits\nto which a payee was entitled at the date of death under existing ratings or decisions, or\nwhich are based on evidence in the file at the date of death and due and unpaid.\nImportant\n:  The evidence in the file at the date of death must be evidence related to a claim that has not been finally adjudicated.  To be considered “in file,” the evidence must be in the Department of Veterans Affairs’ (VA’s) possession.\nException\n:  A claimant eligible for accrued benefits, upon a grant of a request to substitute, may continue the initial claim, supplemental claim, higher-level review (HLR), legacy appeal, or appeal on behalf of the deceased claimant for purposes of processing the initial claim, supplemental claim, HLR, legacy appeal, or appeal to completion.\nReferences\n:  For more information on\nthe definition of evidence in the file at the date of death, see\n38 CFR 3.1000(d)(4) and (d)(5)\n, and\nM21-1, Part XI, Subpart ii, 3.A.4.b\ninitial actions on the death of a\nVeteran, see\nM21-1, Part XI, Subpart i, 1.A\n, and\nnon-Veteran beneficiary, see\nM21-1, Part XI, Subpart i, 1.D\nbasic entitlement to benefits under\n38 U.S.C. 5121\n, see\n38 CFR 3.1000\nrequests for substitution, see\nM21-1, Part XI, Subpart ii, 3.B\n38 U.S.C. 5121A\n, and\n38 CFR 3.1010\n, and\nthe effective date of discontinuance of benefits upon the death of a beneficiary, see\n38 CFR 3.500(g)\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section A  - Entitlement to Accrued Benefits Under 38 U.S.C. 5121",
  "citation": "Part XI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174192/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-A-Entitlement-to-Accrued-Benefits-Under-38-USC-5121",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:27.709211",
  "tags": [
    "m21-1"
  ]
}