{
  "chunk_id": "XI_ii_3_A_29",
  "content": "/>\nXI.ii.3.A.5.b\n.\nEntitlement Upon the Death of a Veteran\nUpon the death of a Veteran, accrued benefits are payable to the living person first listed below.\nWhen the person entitled is the …\nThe accrued is payable in …\nsurviving spouse\nfull to the surviving spouse.\nImportant\n:  Complete marital history must be of record or submitted with the accrued application when a potential surviving spouse (who has not been established on the Veteran’s award) is attempting to qualify for accrued benefits based on relationship status, and the claimant submitted\nVA Form 21P-601, Application for Accrued Amounts Due a Deceased Beneficiary\nor\nVA Form 21P-0847, Request for Substitution of Claimant Upon Death of Claimant\n.\nIf marital history is incomplete, follow the guidance in\nM21-1, Part XI, Subpart ii, 3.C.3.d\nto notify the claimant of the incomplete accrued claim.\nReference\n:  For more information on the definition of spouse, see\n38 CFR 3.1000(d)(1)\n.\nVeteran’s children\nequal shares.\nReferences\n:  For more information on\nthe definition of child, see\n38 CFR 3.1000(d)(2)\n, and\nnotification requirements for incomplete accrued claims for a child between the ages of 18 to 23, see\nM21-1, Part XI, Subpart ii, 3.C.3.d\n.\nparents (both)\nequal shares, if dependent at the date of the Veteran’s death.\nReference\n:  For more information on\nthe definition of dependent parent, see\n38 CFR 1000(d)(3)\n.\nsole surviving parent\nfull to the sole surviving parent, if dependent at the date of the Veteran’s death.\nNotes\n:\nAlthough documentary evidence is always required to establish an individual as a Veteran’s parent, documentary evidence to establish spousal or child relationship for accrued purposes is only required in some situations.\nBefore a claims processor determines development is needed to establish relationship status for accrued entitlement, they must review the evidence of record to see if documentary evidence has already been submitted.  This includes evidence received as a result of prior verification done under\nM21-1, Part VII, Subpart i, 1.B\n.\nReferences\n:  For more information on documentary evidence requirements for a\nsurviving spouse, see\nM21-1, Part VII, Subpart i, 2.A.2.b\nminor child, see\nM21-1, Part VII, Subpart i, 3.A.3.b\nschool child, see\nM21-1, Part VII, Subpart ii, 1.A.1.b\nchild incapable of self-support, see\nM21-1, Part X, Subpart ii, 6.B.1.c\n, and\nparent, see\nM21-1, Part VII, Subpart i, 4.A.4.a\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section A  - Entitlement to Accrued Benefits Under 38 U.S.C. 5121",
  "citation": "Part XI, Subpart ii, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174192/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-A-Entitlement-to-Accrued-Benefits-Under-38-USC-5121",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:27.709211",
  "tags": [
    "m21-1"
  ]
}