{
  "chunk_id": "XI_ii_3_B_24",
  "content": "/>\nXI.ii.3.B.3.a\n.\nTimelines for Substitute Claimant to Take Action\nOnce a substitution request is granted, the substitute claimant must complete any action required by law or regulation within the time period remaining for the original claimant to take such action on the date of their death.\nIf the original claim was\nnot decided at time of death\n, as demonstrated in the examples found in\nM21-1, Part XI, Subpart ii, 3.B.3.g\n-\ni\n, the time period remaining for a substitute claimant to provide evidence depends on whether a Section 5103 notice was sent to the original claimant prior to death and if the time period for a response had expired, or\ndecided at time of death\n, the time period remaining for a substitute claimant to request a review of the decision depends on the decision review period and the number of days which had elapsed between the day after a decision notice was sent and the original claimant’s date of death.\nFollow the steps in the table below to calculate the remaining time to complete any action by law or regulation when the original claim was decided at time of death and the decision review period has not expired.  The time remaining to take such action will start to run on the date of the mailing of the decision notice granting the substitution request.\nStep\nAction\n1\nDetermine the number of days which had elapsed between the day after a decision notice is sent to the original claimant and date of their death by using the COUNT DAYS tab in the\nTime and Date online calculator\nand checking the box that says\ninclude the end date in calculation\n.\n2\nCalculate the total number of days in the original claimant’s decision review period (365 or 366 if the decision review period included February 29) minus the elapsed days calculated from Step 1 to determine the remaining days for the substitute claimant to file a disagreement.\n3\nSince the substitute claimant has the remainder of one year from when the decision notification letter was sent to the original claimant to complete the required actions, add the difference to the date VA sent the notice of approval for substitution by using the ADD DAYS tab in the\nTime and Date online calculator\n.\n4\nThe calculated new date will reflect the date VA must receive the final actions to be considered timely.  If the new date for final action is a Saturday, Sunday, or holiday extend the time limit to the next succeeding workday.\nImportant\n:  Pension management centers must use and upload a copy of the\nTime and Date online calculator\nto the claims folder when determining a substitute claimant’s timeline to complete any actions by law or regulation.\nReferences\n:  For more information on\ntimelines for a substitute claimant to take action, see\n38 CFR 3.1010(f)(3)\n, and\nexamples for calculating the time limit for a substitute claimant to take action, see\nM21-1, Part XI, Subpart ii, 3.B.3.j\nand\nk\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section B  - Substitution in Case of Death of Claimant",
  "citation": "Part XI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174205/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-B-Substitution-in-Case-of-Death-of-Claimant",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:37.011485",
  "tags": [
    "m21-1"
  ]
}