{
  "chunk_id": "XI_ii_3_B_26",
  "content": "/>\nXI.ii.3.B.3.c\n.\nNotification When the Period to File a Review Has Not Expired\nA substitute claimant has the right to request a decision review of a deceased claimant’s claim that is not yet final.  However, this review must be filed on the appropriate form.\nUse the table below to determine the actions to take when an accrued or substitution claim is received, but the claimant did not submit the proper Appeals Modernization Act (AMA) review form.\nIf eligibility for substitution is ...\nThen ...\nmet\nmake a decision on the substitution request by\nsending the claimant, a notification letter, and\nproperly disposing of the end product (EP) by following the actions outlined within\nM21-1, Part XI, Subpart ii, 3.E.17.k\nfor when the substitute claimant did not submit the required AMA review form, and\ntake no further action unless the proper forms are filed.\nImportant\n:\nWhen granting the request for substitution follow notification requirements in\nM21-1, Part XI, Subpart ii, 3.C.5.d\n.  Include any necessary forms and the remaining time limit the claimant has to file a review.\nThe substitution claimant is not required to resubmit a new application for accrued benefits if they submit the proper AMA review form.\nnot\nmet\nsend the claimant a notification letter with the necessary forms by following the actions outlined within\nM21-1, Part XI, Subpart ii, 3.C.3.d or e\nproperly dispose of the EP, and\ntake no further action unless the proper forms are filed, and evidence of eligibility is received.\nNote\n:  The time remaining to take such action will start to run on the date of the mailing of the decision notice granting the substitution request.\nReferences\n:  For more information on\nacceptable forms for seeking review, see\nM21-5, Chapter 4, Topic 2.c\ntimeliness for a substitute claimant to take action, see\nM21-1, Part XI, Subpart ii, 3.B.3.a\nexamples for calculating the time limit for a substitute claimant to take action, see\nM21-1, Part XI, Subpart ii, 3.B.3.j\nand\nk\n, and\nprocedures for an accrued received with the required AMA review form, see\nM21-1, Part XI, Subpart ii, 3.E.17.j\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section B  - Substitution in Case of Death of Claimant",
  "citation": "Part XI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174205/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-B-Substitution-in-Case-of-Death-of-Claimant",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:37.011485",
  "tags": [
    "m21-1"
  ]
}