{
  "chunk_id": "XI_ii_3_B_29",
  "content": "/>\nXI.ii.3.B.3.f\n.\nExample:  When Additional Compensation for Dependents Has Been Implicitly Raised\nSituation\n:\nOn 01/02/2023, VA received a claim from the Veteran for SC for prostate cancer with no indication of dependents.\nOn 03/01/2023, the Veteran died before their claim was completed.\nOn 06/16/2023,\nVA received a\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n, from the Veteran’s surviving spouse specifically requesting accrued benefits.  All marital relationship criteria have been met and the surviving spouse and Veteran were married prior to 01/02/2023.\nOn 07/06/2023, rating activity grants SC for prostate cancer at a 50 percent evaluation effective 01/02/2023.\nResult\n:  Since the\nVA Form 21P-534EZ\nwas received within one year of the Veteran’s death, accept as a dependency claim to add the surviving spouse to the Veteran’s award effective 01/02/2023, for accrued purposes.\nNotes\n:\nThe same result would be true if the Veteran died\nafter\ntheir claim was completed.  If the claim had not been finally adjudicated, as defined in\nM21-1, Part X, Subpart ii, 1.A.1.c\n, the surviving spouse would still be added to the Veteran’s award effective 01/02/2023.\nA substitute claimant must still be afforded all the same claims processing legalities and obligations as the original claimant.  The original claimant’s passing would not excuse nor negate VA’s duty to assist in ensuring the substitute claimant is aware of, and appropriately awarded, any potential dependency and ancillary benefits.\nIf complete information to establish the dependent is not of record, development must be completed in accordance with\n38 CFR 3.159(b)\n.\nReference\n:  For more information on rating decisions that render a Veteran eligible for additional compensation for dependents, see\nM21-1, Part VII, Subpart I, 1.C.2.c\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section B  - Substitution in Case of Death of Claimant",
  "citation": "Part XI, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174205/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-B-Substitution-in-Case-of-Death-of-Claimant",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:37.011485",
  "tags": [
    "m21-1"
  ]
}