{
  "chunk_id": "XI_ii_3_C_6",
  "content": "/>\nXI.ii.3.C.1.a\n.\nApplications for Accrued Benefits\nA claim for accrued benefits may be filed on the following applications:\nVA Form 21P-601, Application for Accrued Amounts Due a Deceased Beneficiary\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\nVA Form 21P-535, Application for Dependency and Indemnity Compensation by Parent(s) (Including Accrued Benefits and Death Compensation When Applicable)\n, or\nVA Form 21P-0847, Request for Substitution of Claimant Upon Death of Claimant\n, only if submitted by a surviving spouse and the substitution determination results in the claimant being recognized as a valid substitute.\nNotes\n:\nIf the claimant submits a\nVA Form 21P-534EZ\nand does not check the accrued radio button, the Department of Veterans Affairs (VA) is still obligated to address the claimant’s entitlement to accrued benefits under\n38 CFR 3.152(b)\n.\nVA Form 21P-0847\n, is not considered a prescribed form for accrued benefits for claimants other than a surviving spouse that meets the criteria listed above.  If accrued benefits exist follow\nM21-1, Part XI, Subpart ii, 3.C.1.c\nto request the proper application for accrued.\nVA Form 21P-534\nand\nVA Form 21P-534EZ\ncan be used to grant accrued benefits based on relationship.  If an adult child who is not entitled to benefits by relationship applies using either form, send the claimant\nVA Form 21P-601\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section C  - Development for Accrued and Requests for Substitution",
  "citation": "Part XI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174206/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-C-Development-for-Accrued-and-Requests-for-Substitution",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:46.334702",
  "tags": [
    "m21-1"
  ]
}