{
  "chunk_id": "XI_ii_3_C_22",
  "content": "/>\nXI.ii.3.C.3.d\n.\nNotification Requirements for Incomplete Accrued Claims\nIf the claimant did not provide evidence of eligibility for accrued benefits, the application is considered incomplete.  VA is not required to send a Section 5103 notice letter.  The examples below apply to standalone applications for accrued benefits\n(VA Form 21P-601\nor\nVA Form 21P-0847\n).\nExample 1\n:  A child between the ages of 18 to 23 submits\nVA Form 21P-601\nfor accrued based on relationship with a copy of their birth certificate, but does not submit proof they were enrolled in school at the time of the payee’s death.  The child is not an established dependent on the payee’s award.  There is also no evidence showing the claimant paid reimbursable expenses.  The application for accrued benefits is considered incomplete per\n38 CFR 3.1000(c)(1)\nbecause the claimant has not provided evidence of eligibility showing they are a qualifying child.\nExample 2\n:  A potential surviving spouse submits\nVA Form 21P-601\nfor accrued based on relationship but does not provide complete marital history information.  The claims file does not show evidence of a spouse prior to the Veteran’s death.  There is also no evidence showing the potential spouse paid reimbursable expenses.  The application for accrued benefits is considered incomplete per\n38 CFR 3.1000(c)(1)\nbecause the claimant has not provided evidence of eligibility.\nFollow the steps in the table below when the application for accrued benefits is considered incomplete.\nStep\nAction\n1\nChange the established end product (EP) 165 to an EP 400 with an\nIncomplete\nApplication\nclaim label.\n2\nNotify the claimant\nof the type of information required to complete the application\nthat VA will take no further action on the claim unless VA receives the required information, and\nthat if VA does not receive the required information within one year of the date of the original VA notification of information required, no benefits will be awarded on the basis of that application.\n3\nInclude the application form that does not provide evidence of eligibility for accrued benefits as an enclosure to the letter.\n4\nAdd the letter to the claims folder.\n5\nClear the EP 400.\nNote\n:  If the steps in the table above were not followed and development was initiated in error, see\nM21-1, Part III, Subpart i, 2.D.2.g\nfor guidance.\nReferences\n:  For more information on\nstandalone applications for accrued benefits, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n, and\nthe definition of a surviving spouse for accrued benefits purposes, see\n38 CFR 3.1000(d)(1)\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section C  - Development for Accrued and Requests for Substitution",
  "citation": "Part XI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174206/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-C-Development-for-Accrued-and-Requests-for-Substitution",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:46.334702",
  "tags": [
    "m21-1"
  ]
}