{
  "chunk_id": "XI_ii_3_C_23",
  "content": "/>\nXI.ii.3.C.3.e\n.\nNotification Requirements for Incomplete Requests for  Substitution\nIf a person's request to substitute does not include complete evidence of eligibility when it is originally submitted, the claim is considered incomplete.  VA is not required to send a Section 5103 notice letter.  The example below applies to standalone requests for substitution (\nVA Form 21P-601\nor\nVA Form 21P-0847\n).\nExample\n:  The Veteran’s descendant, who is over the age of 23, submits\nVA Form 21P-0847\n, but does not indicate that reimbursable expenses were paid.  The request for substitution is incomplete because the claimant has not provided evidence of eligibility demonstrating that they are among those listed in the categories of eligible persons according to\n38 CFR 3.1000 (a)(1)-(5)\n.\nFollow the steps in the table below when a request for substitution is considered incomplete.\nStep\nAction\n1\nChange the established EP 165 or EP 290, as applicable to an EP 400 with an\nIncomplete\nApplication\nclaim label.\n2\nNotify the claimant\nof the evidence of eligibility required to complete the request to substitute\nthat VA will take no further action on the request to substitute unless VA receives the evidence of eligibility, and\nthat VA must receive the evidence of eligibility no later than 60 days after the date of notification or one year after the claimant’s death, whichever is later, or VA will deny the request to substitute.\n3\nInclude the application form (if applicable) that does not provide evidence of eligibility to substitute as an enclosure to the letter.\n4\nAdd the letter to the claims folder.\n5\nClear the EP 400.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section C  - Development for Accrued and Requests for Substitution",
  "citation": "Part XI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174206/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-C-Development-for-Accrued-and-Requests-for-Substitution",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:46.334702",
  "tags": [
    "m21-1"
  ]
}