{
  "chunk_id": "XI_ii_3_C_34",
  "content": "/>\nXI.ii.3.C.4.d\n.\nConsidering FTI Income in Substitution and Accrued Claims\nFederal tax information (FTI) should be considered in substitution and accrued claims that have a valid substitute claimant when a claim for pension was pending at the time of the original claimant’s death and the\nFTI is available\nsum of the total income reported by the Internal Revenue Service (IRS)/Social Security Administration (SSA) is higher than the sum of the total income reported on the original application, and\nFTI income is considered countable for VA purposes.\nIn these cases, a valid substitute claimant has the same rights as would have applied to the original claimant as described in\nM21-1, Part XI, Subpart ii, 3.B.3.b\n.  However, development to a valid substitute claimant\nshould not\ninclude specific information regarding FTI.  Use the following language when development is needed for verification of FTI:\nWe received information that\n[insert original claimant’s name]\nreceived income from other sources not listed on their\noriginal application for benefits.  Please submit all tax return or other evidence regarding all\n[insert original claimant’s name]\nsources of income.  The evidence should provide documentation of the actual income amounts the original claimant received from all these sources.  Failure to provide verification of income may result in a denial of your claim.\nNotes\n:\nEvidence received from the valid substitute claimant is considered first-party evidence for VA purposes.\nDo not\ndisclose FTI itself to a substitute claimant unless financial information has been verified as first-party evidence from a claimant.\nFTI made available to VA within matching programs with IRS or SSA should be considered in the net worth calculation as indicated within\nM21-1, Part IX, Subpart iii, 1.J.4 and 5\n.\nUse the table below to determine action to take once the claimant responds or the time limit expires.\nIf the claimant …\nThen …\nprovides substantiating evidence that verifies the actual income to be the same, more or less than reported by IRS/SSA\nuse the amounts verified by the valid substitute claimant.\ndoes not provide substantiating evidence clarifying the actual income amounts in question\nprovides evidence, however the evidence appears to be incomplete (does not list all sources of income), or\ndoes not respond\ndeny the claim for failure to prosecute.\nReference\n:  For more information on which sources of income are considered income for VA purposes and for upfront verification, see the\nFTI Income Reference Sheet\nlocated on the Pension and Fiduciary Service homepage\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section C  - Development for Accrued and Requests for Substitution",
  "citation": "Part XI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174206/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-C-Development-for-Accrued-and-Requests-for-Substitution",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:46.334702",
  "tags": [
    "m21-1"
  ]
}