{
  "chunk_id": "XI_ii_3_C_37",
  "content": "/>\nXI.ii.3.C.4.g\n.\nLanguage to Include in the Development Letter in the How Soon Should You Send What We Need Section\nUse the table below to determine the appropriate language to include in the\nHow Soon Should You Send What We Need\nsection in the first development letter:\nIf the letter i\ns …\nThen insert the following language in the\nHow Soon Should You Send What We Need\nsection …\na new Section 5103 notice\nWe strongly encourage you to send any information or evidence as soon as you can.  As a substitute claimant for the deceased claimant’s claim, you must complete any action required within the time period remaining at the time of the payee's death.  If we do not hear from you, we may make a decision on your claim after 30 days.  However, you have up to one year from\n[insert the date of the Section 5103 notice]\nto submit the information and evidence necessary to support your claim.  If we decide your claim before one year from the date of this letter, you will still have the remainder of the one-year period to submit a supplemental claim along with the additional information or evidence necessary to support your claim.\nreissuing the Section 5103 notice when the notice to the original claimant had not yet expired\nWe strongly encourage you to send any information or evidence as soon as you can.  As a substitute claimant for the deceased claimant’s claim, you must complete any action required within the time period remaining at the time of the payee's death.  If we do not hear from you, we may make a decision on your claim after\n[insert number of days remaining on the original claimant’s Section 5103 notice]\ndays.  However, you have up to one year from\n[insert the number of days remaining in the 1 year time period after the date of the original Section 5103 notice]\nto submit the information and evidence necessary to support your claim.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section C  - Development for Accrued and Requests for Substitution",
  "citation": "Part XI, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174206/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-C-Development-for-Accrued-and-Requests-for-Substitution",
  "updated": "",
  "scraped_at": "2025-06-16T23:20:46.334702",
  "tags": [
    "m21-1"
  ]
}