{
  "chunk_id": "XI_ii_3_E_23",
  "content": "/>\nXI.ii.3.E.3.f\n.\nDetermining Accrued Payable When Deceased Veteran Received MRP and Is Entitled to Compensation\nIf the deceased Veteran was in receipt of MRP and the accrued rating grants compensation benefits, the claims processor must determine\nthe amount of compensation benefits that can be paid as accrued, if any, or\nif full payment of compensation benefits can be paid as accrued because the\nVeteran meets the CRDP eligibility requirement for the entire period covered by the award, and\ncompensation eligibility is after December 31, 2003.\nFollow the steps in the table below when taking award action on a deceased Veteran who received MRP.\nStep\nAction\n1\nDoes the award involve compensation benefit eligibility after December 31, 2003?\nIf\nyes\n, go to Step 2.\nIf\nno\n, follow the procedures in\nM21-1, Part VI, Subpart ii, 4.A\nand\nB\n, to adjust benefits for receipt of MRP.\n2\nDoes the Veteran meet the CRDP eligibility requirements as listed in\nM21-1, Part VI, Subpart ii, 4.A.6.b\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, follow the procedures in\nM21-1, Part VI, Subpart ii, 4.A\nand\nB\n, to adjust benefits for receipt of MRP.\n3\nDoes the Veteran meet the full CRDP eligibility requirements as listed in\nM21-1, Part VI, Subpart ii, 4.A.2.f\nfor any time period covered by the award?\nIf\nyes\n,\nfor the\nentire period\ncovered by the award, go to the next step, or\nfor\nonly a portion\nof the time period covered by the award, go to Step 5.\nIf\nno\n, go to Step 6.\n4\nUpload the documents verifying full CRDP eligibility into the Veteran’s eFolder, as instructed in\nM21-1, Part VI, Subpart ii, 4.A.2.g\npay accrued compensation without withholding for MRP, and\ntake no further action.\n5\nUpload the documents verifying full CRDP eligibility into the Veteran’s eFolder, as instructed in\nM21-1, Part VI, Subpart ii, 4.A.2.g\npay accrued compensation without withholding for MRP for the time period of the award that falls within the full CRDP eligibility requirements as listed in\nM21-1, Part VI, Subpart ii, 4.A.2.f\n, and\nfollow the procedures in\nM21-1, Part VI, Subpart ii, 4.B.1.d\nfor the portion of the award that is not within the time period of full CRDP eligibility requirements, paying any accrued compensation, as calculated, and\nif any compensation must still be withheld during the time period in which the Veteran meets the CRDP eligibility requirements, complete the actions in Step 6, continuing the end product (EP) at authorization for response from Compensation Service’s Military Pay Staff, or\ntake no further action if no compensation must be withheld during the time period in which the Veteran meets the CRDP eligibility requirements.\n6\nSend an encrypted e-mail to\nVAVBAWAS/CO/MILPAY\nusing the following guidelines:\nin the subject line, enter\nAccrued Case –\n[Veteran’s last name]\nin the body of the e-mail, include the\nVeteran’s name and claim number, and\nfollowing statement:\nPlease aid in determining the amount of benefits that are due the survivor or estate based on the Veteran’s possible entitlement to Concurrent Retirement and Disability Pay\n, and\nattach the\nVA Award Lines Template\ncompleted in accordance with the\nInstructions on Inputting VA Award Lines Template\n.\nPostpone authorization of the award until Compensation Service’s Military Pay Staff responds.\nException\n:  This step does not apply to Nehmer claims.  If paying accrued to a Nehmer class member follow the procedures in\nM21-1, Part VIII, Subpart i, 2.C.1.g\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}