{
  "chunk_id": "XI_ii_3_E_69",
  "content": "/>\nXI.ii.3.E.10.\na\n.\nFunds Under VA Hospital Control\nPrior to the transfer (redeposit) to the applicable current appropriation, the VSC or PMC having jurisdiction of the deceased Veteran’s claims folder is responsible only for the certificate of eligibility or the memorandum of non-entitlement, as outlined below.\nNote\n:  The VSC or PMC does not notify a claimant of its determination when the claim has been referred to the VSC or PMC only for certification of entitlement.  The activity referring the claim notifies the claimant and gives the right to appeal.\nThe table below describes the stages for reviewing funds under VA hospital control.\nStage\nDescription\n1\nThe administrative service of a VA hospital or the finance activity of an RO initially receives and reviews applications for the gratuitous funds on deposit in PFOP.\n2\nClaims based on relationship with the permitted classes are forwarded to the VSC or PMC for review and, if necessary, development of the evidence to establish the eligibility and proper shares of the claimants.\n3\nIf it is determined that the claimant is a member of an eligible class, the claims processor\nprepares a certificate of eligibility (original and one copy) for signature of the claims processor and an authorizer\nfiles the signed copy of the certificate in the claims folder, and\nreturns the original signed certificate with the application to the originating activity.\nNote\n:  Since the claim will not remain in the claims folder, the certificate of eligibility must include the reasons for eligibility of each claimant and the proportion to which they are entitled.  The certificate must have all essential data of the claim.  The certificate of eligibility includes the reasons for eligibility of each claimant and the proportion to which they are entitled.\n4\nIf it is determined that the claimant has no entitlement to a share of the gratuitous funds on deposit in PFOP, the claims processor\nprepares a memorandum of non-entitlement (original and one copy) for the approval of an authorizer, concisely stating the reasons the determination was made\nfiles the signed copy of the memorandum of non-entitlement in the claims folder, and\nreturns the original signed memorandum of non-entitlement with the application to the originating activity.\nNotes\n:\nIncorporate into the memorandum all essential data in the claim so that the copy of the memorandum retained in the claims folder will be self-explanatory.\nThe claims processor and authorizer sign the original and the copy.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}