{
  "chunk_id": "XI_ii_3_E_116",
  "content": "/>\nXI.ii.3.E.17.\na\n.\nGeneral Jurisdiction of Accrued Claims and Requests for Substitution\nAn accrued claim can result from the following claims or appeals pending at death:\ninitial claims\nclaims based on clear and unmistakable error (CUE)\nsupplemental claims\nhigher-level reviews (HLRs)\nclaims that have not been finally adjudicated (one-year decision review period has not expired)\nlegacy appeals, and\nAppeals Modernization Act (AMA) Board of Veterans’ Appeals (Board) appeals.\nIn general, PMCs have jurisdiction of accrued claims and requests for substitution resulting from pension and/or survivors claims.  VSCs have jurisdiction of accrued claims and requests for substitution resulting from compensation claims.  However, if the Veteran’s claim or request for decision review pending at the time of death is intertwined with the cause of the Veteran’s death and there is a claim for service connection (SC) for the cause of the Veteran’s death pending, the PMC has jurisdiction.\nExceptions\n:\nHLRs and legacy appeals based on accrued claims are processed by a decision review operations center (DROC).\nIf the PMC can grant SC for the cause of death without making a decision on the Veteran’s claim for SC at the time of death, then the accrued claim or request for substitution is\nnot\nintertwined.  The accrued claim or request for substitution should be worked by the VSC of jurisdiction.\nNehmer\nrelated accrued claims and requests for substitution are the jurisdiction of the VSC.  Legacy and AMA appeals are the jurisdiction of the DROCs.\nNote\n:  If an award of benefits from an accrued/substitution claim affects the rate of benefits paid for the MOD, the station processing the accrued/substitution claim must also correct the MOD payment by issuing the increase payment under a separate EP.  In order to ensure the correct MOD payment amount is reflected in the corporate record, accrued benefits and MOD payments must be handled separately.\nReference\n:  For more information on the appropriate control measures for MOD and accrued benefits payments, see\nM21-1, Part XI, Subpart ii, 2.1.d\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}