{
  "chunk_id": "XI_ii_3_E_117",
  "content": "/>\nXI.ii.3.E.17.b\n.\nJurisdiction of Accrued Claims With an Associated Claim for DIC\nUse the table below to determine which office has jurisdiction over an accrued claim or request for substitution based on a deceased Veteran’s claim, request for decision review, or appeal when there is an associated claim for Dependency and Indemnity Compensation (DIC).\nIf the Veteran’s claim or request for decision review pending at the time of death is ...\nThen the claim, request for decision review, or appeal for substitution is worked by the ...\nintertwined with the cause of the Veteran’s death\nExample\n:  The Veteran had a claim for SC for asthma pending at death and there is a pending survivor’s claim requiring a service-connected (SC) death determination.  The death certificate lists asthma as a contributing factor.\nPMC of jurisdiction.\nnot\nintertwined with the cause of the Veteran’s death\nExample\n:  The Veteran had a claim for SC for a right knee condition pending at death and there is a pending survivor’s claim requiring an SC death determination.  The death certificate lists coronary artery disease as the cause of death.\nVSC of original jurisdiction.\nImportant\n:  Review the exception noted in\nM21-1, Part XI, Subpart ii, 3.E.17.a\n.\nNote\n:  When a station determines that an accrued claim is not intertwined with the Veteran’s claim, request for decision review, or appeal pending at the time of death, they must document the decision on a deferred rating decision and save it to the eFolder.\npending appeal at the time of death\nDROC of jurisdiction.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}