{
  "chunk_id": "XI_ii_3_E_118",
  "content": "/>\nXI.ii.3.E.17.c\n.\nEP Control for Substitution and Accrued Claims\nMost often the request to substitute is received as part of a claim for accrued benefits.\nEstablish EP 165 to record work credit for a valid request for accrued benefits.  Use the appropriate accrued claim label when establishing an EP 165.\nNotes\n:\nAn EP (either 140 or 190, as appropriate) is authorized when a survivor’s claim for death benefits is received in addition to the request for substitution and accrued.\nA standard form is required to initiate a valid claim for accrued benefits.  Only establish an accrued claim when a standard form is received as described in\nM21-1, Part XI, Subpart ii, 3.C.1.a\n.\nUse the table below to determine the actions to take when a valid request to substitute a claim is received.\nIf a substitution ...\nThen ...\ndecision is required as part of the accrued claim, and\nEP 165 is pending\nestablish EP 290, CPD with payee 00 and the appropriate substitution of claimant\nclaim label when all information is available to make a favorable or unfavorable substitution decision, and\nclear EP 290 as a single action.\nrequest is received upon the death of a claimant without an accrued claim\nNote\n:  A\nVA Form 21P-0847, Request for Substitution of Claimant Upon Death of Claimant\n, from a surviving spouse can be a valid claim for accrued.\nestablish EP 290, CPD with payee 00 and the appropriate substitution of claimant claim label.  If the substitution decision will be\nunfavorable\n, clear EP 290 and notify the claimant of the unfavorable substitution decision, or\nfavorable\n, continue EP 290 to control for the processing of the claim that was pending at the time of the original claimant’s death and notify the substitution claimant of the favorable substitution decision as described in\nM21-1, Part XI, Subpart ii, 3.E.17.d\nExample 3.\nNotes\n:\nIf the EP 290 left pending needs to be sent to rating activity, rate the claim under the pending EP 290.\nIf claimant does not meet the basic eligibility requirement for substitution follow the procedures in\nM21-1, Part XI, Subpart ii, 3.C.3.e\n.\ndecision was favorable, and\nan accrued application is received after EP 290 is continued\nclear EP 290 to receive credit for the substitution decision previously made\nestablish EP 165 after EP 290 is cleared, and\nif development was sent under EP 290 for the claim pending at the time of death and the time period for submission of evidence has not expired, manually add the tracked items in VBMS under EP 165 for all pending issues even if evidence was received or it is still outstanding to indicate development is pending.\nException\n:  If the accrued claim is based on benefits to which a survivor was entitled at the time of death, use the payee code associated with that beneficiary, rather than payee 00.\nNote\n:  There should never be an EP 165 and an EP 290 pending concurrently based on a substitution request.\nReferences\n:  For more information on\nEPs 290 and 165, see\nM21-4, Appendix B\nclaim labels, see\nM21-4, Appendix C\nstandard forms and situations not requiring a prescribed form, see\nM21-1, Part II, Subpart iii, 1.A.1\n, and\nwhen to address a substitution, see\nM21-1, Part XI, Subpart ii, 3.C.1.b\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}