{
  "chunk_id": "XI_ii_3_E_121",
  "content": "/>\nXI.ii.3.E.17.f\n.\nDisposition of the EP Control for Favorable Substitution Decisions\nAn EP 290 with an appropriate substitution of claimant claim label should be established and cleared when the claimant requesting substitution is notified of a favorable decision pertaining to the request for substitution.\nFollow the steps in the table below if the substitution decision is favorable.\nStep\nAction\n1\nIs an EP 165 for accrued pending?\nIf\nyes\n, go to Step 2.\nIf\nno\n, go to Step 3.\n2\nEstablish and clear the EP 290 with an appropriate substitution of claimant claim label and document the action with a VBMS note.\nUse the following language for the VBMS note:\nReview of EP 290.  Claimant was notified of favorable substitution status on\n[\nDate\n]\n.  Cleared the Substitution of Claimant EP 290 on\n[\nDate\n]\n.\nGo to Step 4.\n3\nEstablish and continue EP 290 with an appropriate substitution of claimant claim label and document the action with a VBMS note.  Use the following language for the VBMS note:\nReview of EP 290.  Claimant was notified of favorable substitution status on [\nDate\n].  Continued the Substitution of Claimant EP 290 on [\nDate\n] to process claim pending at time of original claimant’s death to completion.\nGo to Step 4.\nException\n:  Do not continue EP 290 if there is a legacy or AMA appeal pending at the time of the original claimant’s death and an accrued claim was not received.  An EP 290 is not needed to process a claim pending at the time of death to completion since the legacy appeal is controlled by EP 070/170 and Caseflow issues do not require an EP to be pending.\n4\nNotify the claimant of the decision and provide appeal rights.\nReference\n:  For more information on language to use in letter when granting substitution see\nM21-1, Part XI, Subpart ii, 3.C.5.d\n.\n5\nIf an EP 290 was continued and an accrued application is never received\nprocess the claim pending at the time of the original claimant’s death to completion\nclear EP 290, and\nnotify the claimant of the decision.  If applicable, explain in the notification letter that any money due for accrued cannot be paid unless an application for accrued is received timely.\nIf an accrued application is received following a favorable substitution decision, follow the guidance in\nM21-1, Part XI, Subpart ii, 3.E.17.c\n.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}