{
  "chunk_id": "XI_ii_3_E_122",
  "content": "/>\nXI.ii.3.E.17.g\n.\nEP Control and Disposition for Pending\nLegacy\nAppeals\nFollow the steps in the table below to take action on a pending legacy appeal when VA receives a substitution claim.\nStep\nAction\n1\nUse the table below when determining if the claimant is a valid substitute claimant.\nIf the claimant ...\nThen ...\nis a valid substitute claimant\nrefer to\nM21-1, Part XI, Subpart ii, 3.E.17.f\nand continue to next step.\nNotes\n:\nThe EP 170 or 070 controls the appeal.\nUse the following language for the VBMS note:\nReview of EP 290.  Claimant was notified of favorable substitution status on\n[\nDate\n]\n.  Cleared the Substitution of Claimant EP 290 on\n[\nDate\n]\n.  Appeal EP will control the substitution request.\nis not a valid substitute claimant\nrefer to\nM21-1, Part XI, Subpart ii, 3.E.17.e\n, and\ndisregard the remaining steps in this table.\n2\nEstablish an EP 170 or 070.  An EP 170 or 070 is required for control of the legacy appeal which may need further review by the Board after the PMC or VSC makes a decision on the request to substitute.\nUse the table below to determine the actions to take for controlling the substitution appeal.\nIf ...\nThen ...\nthe legacy notice of disagreement (NOD),\nVA Form 9\n,\nAppeal to Board of Veterans’ Appeals\n, or remand is still pending in the Veterans Appeals Control and Locator System (VACOLS) and an EP 170 or 070 is pending\nNote\n:  If the VACOLS record is pending but the appropriate EP was missing, establish an EP 070 or 170.\nupdate the VACOLS record for substitution (name of substitute, etc.), and\ntransfer the VACOLS record to the DROC District of Columbia or special mission site.\nthe VACOLS record is dispatched in a historical status and the EP was cleared due to death of appellant, or\nthe legacy VACOLS record was dismissed by the Board due to death of appellant\nif the legacy appeal was in\nNOD status, contact\noardroc.vbawas@va.gov\nfor reactivation of the VACOLS record\nForm 9 or remand status, or assigned to the Board, contact\noarops.vbawas@va.gov\nto coordinate with the Board for reactivation of the record, and\nNOD, Form 9, or remand status establish an EP (170 NODs and Form 9, or EP 070 for remands) for it to be routed to a DROC for processing.\n3\nIf a survivor’s claim is received, establish the appropriate EP with a date of claim (DOC) corresponding with the date VA received the survivor’s claim and adjudicate the claim.  Do not allow EP 140 or EP 190 to remain pending.\nException\n:  When the legacy appeal pending at death is inextricably intertwined with a claim for DIC and the cause of death, the DIC claim should be left pending until a decision is rendered on the legacy appeal unless entitlement to DIC can be granted.  For the purposes of this section, inextricably intertwined means that the DIC and the cause of death claim is dependent upon the outcome of the legacy appeal decision and so the appeal claim must be resolved before the pending DIC/cause of death claim can be decided.\n4\nOnce a decision is rendered on the legacy appeal, the PMC should take any action pending on the inextricably intertwined EP 140.\nNote\n:  When no accrued claim has been received, the DROC will maintain jurisdiction for all award action and/or notification provided to the substitute claimant concerning the legacy appeal.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}