{
  "chunk_id": "XI_ii_3_E_123",
  "content": "/>\nXI.ii.3.E.17.h\n.\nEP Control and Disposition for AMA Board Appeals\nFollow the steps in the table below to take action on an AMA Board appeal pending in Caseflow at the time of death when VA receives a substitution or accrued claim.\nStep\nAction\n1\nFollow the table below when determining if the claimant is a valid substitute claimant.\nIf the claimant ...\nThen ...\nis a valid substitute claimant\nfollow guidance from\nM21-1, Part XI, Subpart ii, 3.E.17.f\n, and\nnotify the Office of Administrative Review (OAR) Operations.\nNotes\n:\nThere is no EP control for this appeal.  Caseflow controls it.\nUse the following language for the VBMS note:\nReview of EP 290.  Claimant was notified of favorable substitution status on\n[\nDate\n]\n.  Cleared the Substitution of Claimant EP 290 on\n[\nDate\n]\n.  Caseflow will control the substitution request.\nis not a valid substitute claimant\nrefer to\nM21-1, Part XI, Subpart ii, 3.E.17.e\n.\n2\nContact OAR at\noarops.vbawas@va.gov\nto coordinate with the Board for reactivation of the record pending at the time of death in Caseflow.\n3\nIf a survivor’s claim is received, establish the appropriate EP with a DOC corresponding with the date VA received the survivor’s claim and adjudicate the claim.  Do not allow EP 140 or 190 to remain pending.\nException\n:  When the AMA Board appeal pending at death is inextricably intertwined with a claim for DIC and the cause of death, the DIC claim should be left pending until the Board renders a decision on the AMA Board appeal unless entitlement to DIC can be granted.  For the purposes of this section, inextricably intertwined means that the DIC and the cause of death claim is dependent upon the outcome of the AMA Board appeal and so the appeal claim must be resolved before the pending DIC/cause of death claim can be decided.\n4\nOnce a decision is rendered on the AMA Board appeal, the PMC should take any action pending on the inextricably intertwined EP 140.\nNote\n:  When no accrued claim has been received the DROC will maintain jurisdiction for all award action and/or notification provided to the substitute claimant concerning the AMA Board appeal.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}