{
  "chunk_id": "XI_ii_3_E_125",
  "content": "/>\nXI.ii.3.E.17.j\n.\nEP Control and Disposition for Supplemental Claims and HLRs\nFollow the steps in the table below to take action on a supplemental claim or HLR pending at the time of death when VA receives a substitution or accrued claim.\nNote\n:\nVSC related HLRs are processed by a DROC.\nStep\nAction\n1\nIf an accrued claim is received and there is no accrued EP pending, establish EP 165, or\nif a substitution request is received without a standard form for accrued establish EP 290 with appropriate substitution of claimant claim label, and attach special issue\nRO Special Issue 9\nfor supplemental claims, or\nRO Special Issue 8\nfor HLRs.\nNote\n:  EPs 030 and 040 are not warranted for accrued benefit decisions.\n2\nUse the below table when determining if the claimant is a valid substitute claimant.\nIf the claimant ...\nThen ...\nis a valid substitute claimant\nrefer to\nM21-1, Part XI, Subpart ii, 3.E.17.f\n.\nDo not clear EP 290 after notifying the claimant of the substitution decision.  EP 290 should be left pending until an accrued application is received or a decision on the supplemental claim or HLR is complete.\nis not a valid substitute claimant\nrefer to\nM21-1, Part XI, Subpart ii, 3.E.17.e\n.\n3\nIf a survivor’s claim is received, establish the appropriate EP with the DOC corresponding with the date VA received the survivor’s claim and fully adjudicate the claim for survivor’s claim, granting or denying the claim as appropriate.  Do not allow the EP 140 or 190 to remain pending.\nException\n:  When the supplemental claim or HLR pending at the time of death is inextricably intertwined with a claim for DIC and the cause of death, the DIC claim should be left pending until a decision is rendered on the supplemental claim or HLR unless entitlement to DIC can be granted.  For the purposes of this section, inextricably intertwined means that the DIC and the cause of death claim is dependent upon the outcome of the supplemental claim or HLR decision so the supplemental claim or HLR must be resolved before the pending DIC/cause of death claim can be decided.\n4\nOnce a decision is rendered on the supplemental claim or HLR, the PMC should take any action pending on the inextricably intertwined EP 140.\nNote\n:  When no accrued claim has been received, the DROC will maintain jurisdiction for all award action and/or notification provided to the substitute claimant concerning the supplemental or HLR claim.",
  "title": "M21-1, Part XI, Subpart ii, Chapter 3, Section E  - Accrued Authorization and Notification",
  "citation": "Part XI, Subpart ii, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174208/M21-1-Part-XI-Subpart-ii-Chapter-3-Section-E-Accrued-Authorization-and-Notification",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:05.025085",
  "tags": [
    "m21-1"
  ]
}