{
  "chunk_id": "XI_iii_1_A_28",
  "content": "/>\nXI.iii.1.A.3.b\n.\nPriority of Payments\nFor all burial benefits not paid automatically to the eligible surviving spouse at the notice of death (NOD), VBA may pay the applicable burial benefit to the first person to file a claim for burial benefits from the following list of eligible claimants:\nVeteran’s surviving spouse\nsurvivor of a legal union between the deceased Veteran and the claimant that\nexisted on the date of the Veteran’s death\nwas recognized under the law of the State in which the couple formalized the relationship, and\nwas evidenced by the State’s issuance of documentation memorializing the relationship\nVeteran’s child, regardless of age\nVeteran’s parent\nother relative or friend of the Veteran, or\nthe executor or administrator of the Veteran’s estate or a person acting for the executor or administrator of the estate of the deceased Veteran.\nExceptions\n:  The provisions of priority of claimants do not apply\nto a State, an agency or political subdivision of a State, or a tribal organization when claiming plot or interment allowance for burial in a State Veterans cemetery or other cemetery as listed in\n38 CFR 3.1707\nor\n38 U.S.C. 2303(b)(1)\n, or\nfor the burial of a Veteran whose remains are unclaimed.\nNotes\n:\nDevelopment for claimant’s eligibility is generally not required if the relationship of the claimant to the deceased Veteran is left blank on\nVA Form 21P-530EZ\n, but the claimant identifies that they incurred the expenses for the Veteran’s burial, plot, or transportation.\nPayment of the NSC burial allowance is authorized to funeral directors when a Veteran’s remains are unclaimed.\nPL 114-315\nallows VBA to grant a\nn\nSC burial allowance to a surviving spouse without a claim when the criteria listed in\nM21-1, Part XI, Subpart iii, 1.B.2.a\nis met.\nReferences\n:  For more information on\ngeneral eligibility for the SC burial allowance, see\nM21-1, Part XI, Subpart iii, 1.B.2.a\nappropriate end product (EP) control for awarding SC burial allowance without a claim following a grant of Dependency and Indemnity Compensation (DIC) benefits,\nsee\nM21-1, Part XII, Subpart i, 4.B.1.h\ndeath while under VA care, see\nM21-1, Part XI, Subpart iii, 1.B.4\nunclaimed remains, see\nM21-1, Part XI, Subpart iii, 1.B.7\nplot or interment allowance for burial in a State Veterans cemetery or on tribal trust land, see\nM21-1, Part XI, Subpart iii, 1.B.5.c\nplot or interment allowance for burial in other than a State Veterans cemetery, tribal trust land or national cemetery, see\nM21-1, Part XI, Subpart iii, 1.B.5.d\nEPs, see\nM21-4, Appendix B\n, and\nclaim attributes, see\nM21-4, Appendix C\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section A  - General Information on Burial Benefits and Allowances",
  "citation": "Part XI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174200/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-A-General-Information-on-Burial-Benefits-and-Allowances",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:23.622212",
  "tags": [
    "m21-1"
  ]
}