{
  "chunk_id": "XI_iii_1_A_42",
  "content": "/>\nXI.iii.1.A.4.g\n.\nItemized Receipt or Statement for Transportation Benefit\nAn itemized receipt or statement is required to approve a claim for the transportation benefit.\nThe itemized receipt or statement must show the\nname of the deceased Veteran for whom the services and transportation were furnished\nnature and cost of the services and transportation\nname of the claimant that files for the transportation benefit, and\ndates of the services rendered.\nNotes\n:\nIf the transportation benefit is claimed, and the amount of expenses incurred on the application is more than the itemized receipt, pay the transportation benefit of charges listed on the itemized receipt and solicit for the additional transportation costs incurred in the decision notice.  If the statement or receipt does not show any transportation expenses, deny and develop in the decision letter.\nIf the transportation benefit is claimed, and the receipt is not itemized, VBA may accept phone call development to the funeral home to obtain an itemized statement.  If you cannot contact the funeral home, deny and develop in the decision letter.\nVA will approve claims for transportation expenses that are\nincurred\nas claimed on the application and verified through the statement of account.  Statements or receipts do not have to show paid in full, only that expenses were\nincurred\n.\nImportant\n:  The transportation benefit is considered claimed if transportation expenses are reported on the prescribed form, or the corresponding section of the form is blank but supporting evidence submitted at the same time as the prescribed form, such as an itemized funeral bill, shows incurred transportation expenses.\nReferences\n:  For more information on\nprocessing additional correspondence received with a prescribed form, see\nM21-1, Part II, Subpart iii, 1.A.2.c\ntelephone development, see\nM21-1, Part III, Subpart i, 2.D.1.d\n, and\nM27-1, Part I, Chapter 3\n, and\nrequired evidence for a transportation benefit claim, see\nM21-1, Part XI, Subpart iii, 1.B.6.d\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section A  - General Information on Burial Benefits and Allowances",
  "citation": "Part XI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174200/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-A-General-Information-on-Burial-Benefits-and-Allowances",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:23.622212",
  "tags": [
    "m21-1"
  ]
}