{
  "chunk_id": "XI_iii_1_A_47",
  "content": "/>\nXI.iii.1.A.5.b\n.\nHow VBA Generates an Automated Burial and Plot or Interment Allowance Through the FNOD Process\nThe table below describes the automated burial payment process using the FNOD command.\nStep\nAction\n1\nVBA processes a Veteran’s NOD using the FNOD command.\nFollow instructions listed in\nM21-1, Part XI, Subpart i, 1.A\n-\nD\nfor processing\nan\nFNOD.\nNote\n:  The MONTH-OF-DEATH screen defaults to a check mark which is equivalent to a\nyes\nin the VET BURIED IN STATE OR NATIONAL CEMETERY field.\nExample\n:\nIf the answer to the VET BURIED IN STATE OR NATIONAL CEMETERY field is ...\nThen ...\nYes\nthe box will remain checked.\nNote\n:  A check mark in this box means that the automated plot or interment allowance will not be paid.\nNo\nremove the check mark from the box.\nNotes\n:\nRemoving the check mark means the automated plot or interment allowance will be paid to the surviving spouse.\nWhen VA receives information that a Veteran is not buried in a State or national cemetery, or on tribal trust land and later determines that the Veteran\nis\nburied in a State or national cemetery, or on tribal trust land VA will recoup the plot or interment allowance.\nUnknown\nthe box will remain checked.\nNote\n:  If the individual reporting the death of a Veteran does not know whether a Veteran is buried in a State or national cemetery, or on tribal trust land inform them that there is no time limit to apply for the plot or interment allowance.\n2\nIf there is a surviving spouse of record or added at time of FNOD processing, VBA sends an automated letter informing them\nthat they will receive the applicable burial and plot or interment allowance\nof additional survivor and burial benefits that they may be entitled to, and\nthat they must apply for these additional burial benefits with an application.\n3\nVBA systems wait six days to ensure there is no notification to VA that the burial or plot or interment allowance should\nnot\nbe paid.\n4\nThe following table describes the next step:\nIf, after the six-day waiting period ...\nThen ...\nno\ninformation is received indicating the burial and/or plot or interment allowance should not be paid\nthe surviving spouse receives a check for the\nSC or NSC burial allowance, and\nplot or interment allowance (if applicable).\ninformation is received that indicates the surviving spouse is not entitled to an automatic burial benefit\nThe system will automatically terminate the payment.\nNote\n:  If the surviving spouse believes the payment was erroneously terminated, they must submit a\nVA Form 21P-530EZ\nfor burial benefits.\nNote\n:  If a plot or interment allowance claim is received from a State cemetery or tribal organization after the automatic plot or interment allowance has been paid, the surviving spouse was not the proper claimant.\nThe pension management center (PMC) of jurisdiction\nshould follow the regular due process procedures to terminate the erroneous payment and recoup monies paid to the surviving spouse.  Issue the plot or interment allowance to the State or tribal organization.  Do not wait until the payment is recouped to issue the payment to the State or tribal organization.\nReferences\n:  For information on\ndue process procedures, see\nM21-1, Part I, Subpart i, 1.B\nEPs for burials, see\nM21-1, Part XI, Subpart iii, 1.A.6\nclaims for plot or interment allowance, see\nM21-1, Part XI, Subpart iii, 1.B.5\n, and\nprocessing a\nn\nNOD, see\nM21-1, Part XI, Subpart i, 1.A\n-\nD\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section A  - General Information on Burial Benefits and Allowances",
  "citation": "Part XI, Subpart iii, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174200/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-A-General-Information-on-Burial-Benefits-and-Allowances",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:23.622212",
  "tags": [
    "m21-1"
  ]
}