{
  "chunk_id": "XI_iii_1_B_6",
  "content": "/>\nXI.iii.1.B.1.b\n.\nVerifying a Veteran’s Service for Burial Benefits\nA Veteran must have had one qualifying period of other than dishonorable service for burial benefits to be payable.\nTo verify qualifying service for entitlement to burial benefits, use the evidence on which the Department of Veterans Affairs (VA) relied to pay benefits during the Veteran’s lifetime,\nunless\nthere is evidence that creates doubt as to its validity.\nIf the Veteran was never in receipt of VA benefits and acceptable documentation verifying service is not of record\nrequest verification from the Veteran’s service department via the Personnel Information Exchange System (PIES), and/or\nask the claimant to submit a copy or certified copy of\nDD Form 214, Certificate of Uniformed Service,\nor\nCertificate of Discharge\nreview service information within Veteran Information Solution (VIS), or\nsubmit a Defense Personnel Records Information Retrieval System (DPRIS) request.\nException\n:  If the Veteran’s body is unclaimed, the National Cemetery Scheduling Office (NCSO) will verify service and determine eligibility for burial in a VA national cemetery.  Follow the guidance in\nM21-1, Part XI, Subpart iii, 1.B.7.k\nto verify Veteran status in matters where burial arrangements for unclaimed remains are pending.\nNotes\n:\nA\nDD Form 214\nor equivalent report of separation showing character of service submitted by a State cemetery is acceptable proof of service for State Plot burial benefits as noted in\nM21-1, Part III, Subpart i, 1.B.3.a\n.\nConcede service as verified for\nburial purposes\nonly\nif there is evidence that the Veteran is buried in a national cemetery when there is no service verified and annotate the award that service is conceded because the Veteran is buried in a national cemetery, or\nclaims based on unclaimed remains, if all of the following criteria are met\nthere is no service verified, and a\nDD Form 214\nor equivalent report of separation showing character of service as noted in\nM21-1, Part III, Subpart i, 1.B.2\nis of record, and\nin the opinion of the claims processor, the discharge document is genuine and unaltered, and the information contained in it is accurate.\nIf service is conceded for a claim based on unclaimed remains, annotate the award,\nService is conceded based on documentation submitted with the claim\n.\nReferences\n:  For more information on\nverifying service, see\nM21-1, Part III, Subpart i, 1.B.2\ncontrolling requests for verification of Veteran status of unclaimed remains, see\nM21-1, Part XI, Subpart iii, 1.B.7.h\n, and\nverifying Veteran status of unclaimed remains, see\nM21-1, Part XI, Subpart iii, 1.B.7.k\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}