{
  "chunk_id": "XI_iii_1_B_15",
  "content": "/>\nXI.iii.1.B.2.a\n.\nGeneral Eligibility for the SC Burial Allowance\nAn SC burial allowance is payable for Veterans\nwho died as a result of SC disability or disabilities (including\n38 U.S.C. 1151\n)\nwho were rated totally disabled (100 percent) for an SC disability or disabilities at time of death (excluding IU), or\nwhen Dependency and Indemnity Compensation (DIC) is granted (including DIC granted under\n38 U.S.C. 1318\nor\n38 U.S.C. 1151\n).\nException\n:  The SC burial allowance is\nnot\npayable if the Veteran’s remains are unclaimed.  Do not send the claim to the rating activity.\nNote\n:\nPL 114-315\nallows the Veterans Benefits Administration (VBA) to grant SC burial allowance to a surviving spouse without a claim when DIC benefits are granted and the Veteran's date of death occurred on or after December 16, 2016.  The DIC award establishes entitlement and dependency.\nVBA may not grant SC burial allowance without a burial claim under\nPL 114-315\nif\na previous SC burial claim was submitted by a different claimant based on\n38 CFR 3.1702\n, or\nthe surviving spouse was previously denied SC burial.\nImportant\n:  A\nVA Form 21P-530EZ, Application for Burial Benefits (Under 38 U.S.C. Chapter 23)\nis only considered an application for burial allowance, plot/interment allowance, and transportation benefit; it is not considered a claim for DIC. A standard application form for DIC benefits is required to evaluate eligibility and entitlement to DIC.\nReferences\n:  For more information on\nSC burial allowance, see\n38 CFR 3.1704\n, and\n38 U.S.C. 2307\nappropriate end product (EP) control for awarding SC burial allowance without a claim following a grant of DIC benefits, see\nM21-1, Part XII, Subpart i, 4.B.1.h\nthe priority of claimants, see\nM21-1, Part XI, Subpart iii, 1.A.3.b\nwhen to send claim for SC death for rating decision, see\nM21-1, Part XI, Subpart iii, 1.B.2.c\ntreatment of IU for SC burial allowance, see\nM21-1, Part XI, Subpart iii, 1.B.2.d\n, and\nDIC application requirements, see\nM21-1, Part II, Subpart iii, 1.A.1.a\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}