{
  "chunk_id": "XI_iii_1_B_17",
  "content": "/>\nXI.iii.1.B.2.c\n.\nWhen to Send a Claim\nfor a Rating Decision on SC Death\nUnless there is evidence to the contrary on the date VA receives notice of the Veteran’s death, presume for the purposes of burial benefits only, that a Veteran died from SC disability or disabilities if the Veteran had an SC disability or disabilities rated 100 percent at the time of death (excluding IU).\nImportant\n:  This applies only to eligibility for the SC burial allowance.\nUse the table below to determine when to send a claim to the rating activity for SC death.\nIf the Veteran’s disability or disabilities are ...\nThen ...\nrated 100 percent SC at time of death (excluding IU)\ngrant SC burial allowance, and\ndo\nnot\nsend the claim to the rating activity.\nNote\n:  Do not send a claim to the rating activity for a Dependents' Educational Assistance (DEA) rating or presumptive service-connection review if administratively granting SC burial.\nnot rated 100 percent SC at time of death, and\nthere is a claim for SC death,\nor\nrated 100 percent at time of death due to IU regardless of whether or not there is a claim for SC death\nsend the claim to the rating activity.\nException\n:  SC burial allowance is\nnot\npayable if the Veteran’s remains are unclaimed.\nReferences\n:  For more information on\nSC burial allowance, see\n38 CFR 3.1704(b)\nsituations that require a rating decision for entitlement to DEA, see\nM21-1, Part XIII, Subpart i, 1.A.1.h\nspecific situations in which survivors benefits claims should be referred to the rating activity, see\nM21-1, Part XI, Subpart ii, 1.1.c\na reasonable probability of SC death exists, see\nM21-1, Part XII, Subpart i, 2.A.1.a\n, and\nproof of death equivalent to a death certificate, see\n38 CFR 3.211\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}