{
  "chunk_id": "XI_iii_1_B_30",
  "content": "/>\nXI.iii.1.B.3.c\n.\nReferring a Claim for NSC Burial Allowance to the Rating Activity\nAn NSC burial should be referred to the rating activity when\nreasonable probability of SC death exists, and the Veteran’s death certificate (or equivalent) is of record, or\nan eligibility determination is needed based on a pending claim for pension or compensation at the time of death in which the authorization activity doesn’t have the authority to make a decision.\nThe Rating Veterans Service Representative must utilize the deferral process to explain if the Veteran would have been entitled to pension or compensation prior to death for NSC burial eligibility and must upload a deferred rating sheet (\nVA Form 21-6789, Deferred Rating Decision\n) into the electronic claims folder (eFolder).\nImportant\n:  Upon review of the evidence of record, the development activity may be unsure if a grant of SC death is warranted.  This will warrant a review of the claim for an implicit SC death by the rating activity.  In these situations, the procedures under\nM21-1, Part XI, Subpart ii, 1.1\nmust be followed.\nNote\n:  Pension automation (PA) checks all burial claims, regardless of what is claimed, to see if SC death is payable when the Veteran’s death certificate is of record.\nReferences\n:  For more information on\nthe authority of the authorization activity, see\nM21-1, Part VI, Subpart i, 1.A\nother specific situations in which NSC burial benefit claims should be referred to the rating activity, see\nM21-1, Part XI, Subpart ii, 1.1.c\n, and\nproof of death, see\n38 CFR 3.211\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}