{
  "chunk_id": "XI_iii_1_B_35",
  "content": "/>\nXI.iii.1.B.4.a\n.\nGeneral Eligibility Criteria for NSC Burial Allowance Based Upon Death While Under VA Care\nEligibility for the NSC burial allowance based upon death while under VA care exists if the Veteran\nwas hospitalized by VA at the time of death\ndied while\nhospitalized under VA contract at a non-VA facility\ntraveling, under proper authorization and at VA expense, to or from a specified place for the purpose of examination, treatment, or care, or\na patient at an approved State Veterans’ home,\nor\ndied\nat home while in receipt of hospice care furnished by VA when such hospice care began immediately after discharge from VA hospital or nursing home care, and\non or after July 1, 2025, but before October 1, 2026 (based on the changes enacted in\nPL 118-210\n).\nVBA\nmay\npay the following allowances in addition to the NSC burial allowance based upon death while under VA care:\nplot or interment allowance, and/or\nthe transportation benefit for expenses or costs incurred.\nNotes\n:\nDeath while hospitalized in the Philippines does not qualify for payment of the NSC burial allowance based upon death while under VA care.\nA home or residence does not qualify as a VA facility for purposes of\n38 U.S.C. 1701(3)\n,\n1703\n,\n1720\n, or\n1741\n.\nIf the Veteran is entitled to both the SC burial allowance and the NSC burial allowance based upon death while under VA care, pay the SC burial allowance as the greater benefit.\nIf a Veteran is eligible for the NSC burial allowance based upon death while under VA care, regardless of whether VA is paying the SC burial allowance as the greater benefit, the Veteran is entitled to transportation benefits as subject to the limitations set forth in\n38 CFR 3.1709(d)\n.  Burial in a national or covered Veterans' cemetery is not a factor when paying transportation benefits for deaths while under VA care.\nReferences\n:  For more information on\nNSC burial allowance based upon death while under VA care eligibility, see\n38 CFR 3.1706\nthe definition of a death under VA care\nspecifically\nin the context of unclaimed remains, see\nM21-1, Part XI, Subpart iii, 1.B.7.d\nthe transportation benefit, see\nM21-1, Part XI, Subpart iii, 1.B.6\nqualifying VA and non-VA facilities, see\n38 U.S.C. 1703\n, and\n38 U.S.C. 1720\n, and\na comprehensive list of approved State Veterans’ homes, see the\nNational Association of State Veterans Homes website\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}