{
  "chunk_id": "XI_iii_1_B_36",
  "content": "/>\nXI.iii.1.B.4.b\n.\nWhen Verification of Death While Under VA Care Is Not Required\nIf it is reported on the\nVA Form 21P-530EZ\nthat a death occurred while under VA care, accept the statement as true unless the statement is questionable.  A questionable statement is one that, during review by a claims processor, is inconsistent with the evidence of record and raises doubt of its validity.\nExample 1\n:  A widow submits\nVA Form 21P-530EZ\n,\nclaiming NSC burial and checks the box indicating the Veteran’s death occurred in a nursing home paid by VA.  The death certificate confirms the death occurred in a VA nursing home.  In this case, verification of death while under VA care is not required because both the application and death certificate show the same place of death.\nExample 2\n:  Same scenario as in Example 1, except the death certificate shows the Veteran died at home on December 3, 2024.  Even though the changes enacted by\nPL 118-210\nwould not apply in this scenario due to the Veteran’s date of death, verification of death while under VA care is still required because the application is inconsistent with the evidence of record.  Follow the procedures listed in\nM21-1, Part XI, Subpart iii, 1.B.4.c\nto determine next steps.\nExample 3\n:  Same scenario as in Example 2, except the Veteran died on July 2, 2025.  In this case, the changes enacted by\nPL 118-210\napply, the claims processor would review the Compensation and Pension Record Interchange (CAPRI) to verify the Veteran died at home while in receipt of hospice care furnished by VA immediately after discharge from VA hospital or nursing home care.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}