{
  "chunk_id": "XI_iii_1_B_45",
  "content": "/>\nXI.iii.1.B.5.c\n.\nPlot or Interment Allowance for Burial in a State Veterans Cemetery or on Tribal Trust Land\nVBA will pay the plot or interment allowance to a State, or government agency or political subdivision of a State, or tribal organization that provided a burial plot or interment for the Veteran if the State or government agency or political subdivision of the State, or tribal organization\nis claiming the plot or interment allowance for burial of the Veteran in a cemetery, or section of a cemetery, owned by the State or government agency or subdivision of the State, or on trust land owned by, or held in trust for, a tribal organization\ndid not charge for the expense of the plot or interment, and\nuses the cemetery or section of the cemetery solely for the interment of\npersons eligible for burial in a national cemetery\nmembers of the Army National Guard or the Air National Guard\nmembers or former members of a reserve component of the Armed Forces not otherwise eligible for interment in a national cemetery, as per\n38 U.S.C. 2402\n, and\nindividuals otherwise specified within section\n38 U.S.C. 2408(i)(2)\n,\nor\nis claiming the plot or interment allowance for burial of the unclaimed Veteran remains in a cemetery, or section of a cemetery, owned by the State or government agency or subdivision of the State or on trust land owned by, or held in trust for, a tribal organization.\nNotes\n:\nThe provision pertaining to reserve members and former members applies to deaths on or after November 1, 2000.\nThree PLs established VA’s authority to pay plot allowance for tribal organizations as follows:\nPL 95-476\nfirst established the VA State Plot Allowance benefit allowing VA to pay plot allowances for burials which occurred on or after October 18, 1978\nPL 117-103\nauthorizes VA to pay plot allowance for eligible burials on trust land owned by, or held in trust for tribal organizations, and\nPL 117-355\nextends VA’s authority to pay the plot allowance specified within\nPL 117-103\nto also include Veterans buried before March 15, 2022, if the plot or interment allowance was not already paid for the burial of that Veteran.  The burial must still have occurred on or after October 18, 1978, the date of enactment of the VA State Plot Allowance..\nAlways pay the maximum allowance payable to a State, government agency, or political subdivision when the burial is provided without charge in a State Veterans cemetery, or other cemetery as listed in\n38 CFR 3.1707(b)\nor\n38 U.S.C. 2303(b)(1)\n.\nConcede service as verified for plot or interment allowance for burial in a State Veterans cemetery when there is an acceptable separation document of record as directed in\nM21-1, Part XI, Subpart iii, 1.B.1.b\n.\nWhen a pension management center (PMC) receives a request from a new cemetery location or a request to change a cemetery address, the request should be e-mailed to Pension and Fiduciary (P&F) Service at\nVAVBAWAS/CO/P&F BUS MGMT\n.\nImportant\n:  PMCs must include the following information in any request to add a new cemetery location\nname of cemetery or organization\ncemetery or organization address (street, city, state, and zip code), and\ncemetery or organization point of contact (POC) to include name, title, and phone number for the POC.\nReference\n:  For more information on plot or interment allowance eligibility, see\n38 CFR 3.1707\n38 CFR 3.1708\n, and\n38 U.S.C. 2303\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}