{
  "chunk_id": "XI_iii_1_B_49",
  "content": "/>\nXI.iii.1.B.5.g\n.\nHow to Process Claims for State or Tribal Land Plot or Interment Allowance Benefit\nEffective March 1, 2019, Veterans Service Centers no longer process claims for consolidated State plot or interment allowance.  PMCs have jurisdiction for processing these claims.\nThe table below describes the stages for processing claims for State or tribal land plot or interment allowance benefit.\nStage\nWho is Responsible\nDescription\n1\nState or tribal land cemetery\nSubmits a claim via Centralized Mail\nfor the plot or interment allowance for Veterans buried in their State Veterans cemeteries (or other cemetery as listed in\n38 CFR 3.1707(b)\nor\n38 U.S.C. 2303(b)(1)\n).\n2\nPMC Intake Processing Center (IPC)\nReviews the claim, and establishes EP 160,\nPMC State Plot Allowance\nfor State and tribal organization claims.\nIf required, completes a FIRST NOTICE OF DEATH (FNOD) command in Share at the time of claims establishment and ensures the Veteran's date of death is entered in the Beneficiary Identification and Records Locator Subsystem (BIRLS) VETERAN IDENTIFICATION DATA screen.\nIf service documentation is available, ensures service\ninformation (including complete periods of service) is entered and verified in the system of record, and\nverification documentation is contained in the eFolder or was submitted with the burial claim.\nNotes\n:\nIf a claim for plot allowance is already pending for a Veteran and a duplicate claim is received from the\nsame claimant\n, do not establish a new claim.  The second claim (duplicate claim) is considered file mail.\nAdd the\nState Plot\ncontention if applicable.\n3\nPMC IPC\nUploads the claim to the Veteran’s eFolder.\nReference\n:  For more information on files and folder control, see\nM21-1, Part II, Subpart ii, 3\n.\n4\nPMC Veterans Service Representative (VSR)\nReviews each pending claim for complete required service information, prior award history, and correct claims establishment.\nCompletes any required development including requests for service verification.  If development for service verification is necessary, the VSR performs the following actions:\ncontacts the cemetery via telephone and request service verification documentation be submitted\ndocuments the call, or call attempt, on a\nVA Form 27-0820, Report of General Information\ncompletes other appropriate development in conjunction with the telephone contact, and\nif the service documentation cannot be immediately provided following the telephone call, completes the appropriate PIES request and\nnotifies the claimant of the request.\nReferences\n:  For more information on\nverifying a Veteran's service for burial benefits, see\nM21-1, Part XI, Subpart iii, 1.B.1.b\n, and\nPIES requests, see the\nPIES User Guide\n.\n5\nPMC VSR\nProcesses a plot award decision in Veterans Benefits Management System-Awards (VBMS-A).\n6\nEnterprise Management of Payments Workload and Reporting for VA (eMPWR-VA)\nBatches State awards weekly.  This includes both automated and manual awards.\nSends a report to the State cemetery of the payments made.\nNote\n:  Batches only apply to State cemeteries.\nImportant\n:  If a State or tribal cemetery submits a claim for plot or interment allowance that has already been paid to the surviving spouse or other beneficiary\n,\nthe PMC should send a due process notification to the beneficiary requesting evidence showing they paid for plot or interment.  If no evidence is received during the due process period, the PMC must terminate the prior plot or interment allowance payment.  Following termination of the prior plot award, the PMC should\npay the State Veterans cemetery or tribal cemetery the plot or interment allowance\n.\nThe PMC should follow the regular due process procedures as listed in\nM21-1, Part I, Subpart i, 1.B\nand\nM21-1, Part X, Subpart ii, 3.A\n-\nC\n, and recoup monies paid to the surviving spouse or other claimant.\nException\n:  If a Veteran was properly buried and their remains are later moved to a State Veterans cemetery, do not terminate the prior plot or interment allowance payment to the initial claimant in order to pay the State or tribal cemetery.  In this instance, the State or tribal cemetery would be barred from receiving payment if the evidence shows the surviving spouse or other beneficiary was originally paid correctly.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}