{
  "chunk_id": "XI_iii_1_B_56",
  "content": "/>\nXI.iii.1.B.6.b\n.\nTransportation Benefit Under 38 U.S.C. 2308 for Burial in a National or Covered Veterans’ Cemetery\nWhen a transportation benefit claim cannot be paid under\n38 U.S.C. 2303(a)\n, claims processors should review for entitlement under\n38 U.S.C. 2308\n.  Under\n38 U.S.C. 2308\n, regardless of the Veteran’s date of death, VBA will pay the costs incurred to transport a Veteran's remains for burial in a national or covered Veterans' cemetery if the Veteran\ndied as the result of an SC disability\nwas receiving SC disability compensation on the date of death\nwould have been receiving SC disability compensation on the date of death but for the receipt of military retired pay or VA pension\nis later determined by VA to have been entitled to SC disability compensation from a date before the Veteran’s death, or\nremains are unclaimed.\nNotes\n:\nFor claims\nprocessed\non or after January 5, 2023,\nPL 116-315\nexpanded the transportation benefit to include Veterans buried in a covered Veterans' cemetery.\nThere is no requirement that death occur in a State to pay the transportation benefit under\n38 U.S.C. 2308\n.\nVA will pay reasonable costs incurred to transport a Veteran’s remains to the nearest national cemetery (with available space) from the Veteran’s last place of residence.\nIf a claim for the transportation benefit would be denied based solely on failure of the claimant to provide the place of burial, search for the burial location using the\nNational Cemetery Administration (NCA) Nationwide Gravesite Locator\nto determine if the Veteran was buried in a national or covered Veterans' cemetery.  Claims processors must document the result of this action by creating a permanent note in VBMS.  If the website link has become obsolete, notify P&F Service at\nVAVBAWAS/CO/P&F POL & PROC\n.\nReferences\n:  For more information on\nthe transportation benefit under\n38 U.S.C. 2303(a)\n, see\nM21-1, Part XI, Subpart iii, 1.B.6.a\neligibility for the transportation benefit when a Veteran is buried in a national or covered Veterans' cemetery, see\n38 CFR 3.1709(c)\nthe definition of a covered Veterans’ cemetery, see\nM21-1, Part XI, Subpart iii, 1.A.1.m\nallowable transportation expenses, see\nM21-1, Part XI, Subpart iii, 1.B.6.e\n, and\nall the State and Tribal Veterans’ Cemeteries, see the\nVA Grant-Funded Cemeteries Listing\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}