{
  "chunk_id": "XI_iii_1_B_57",
  "content": "/>\nXI.iii.1.B.6.c\n.\nTransportation Benefit for Death While Under VA Care\nRegardless of the Veteran’s date of death, VBA may pay the costs incurred to transport a Veteran's remains if the Veteran died while hospitalized by VA, or other facility as listed in\n38 CFR 3.1706\n.\nVBA will pay reasonable costs incurred to transport a Veteran’s remains from the place of death to the place of burial if the death occurs within a State, and the place of burial is in\nany State\nCanada, or\nMexico.\nNotes\n:\nIf the Veteran died while receiving properly authorized VA care, and the body is shipped to the place of burial by rail, it is not necessary that the body be shipped on a government bill of lading.\nIf a Veteran is eligible for the NSC burial allowance based upon death while under VA care, the Veteran is entitled to transportation benefits as subject to the limitations set forth in\n38 CFR 3.1709(d)\n.  The requirement for burial in a national or covered Veterans' cemetery is not a factor when paying transportation benefits for deaths while under VA care.\nException\n:  If the burial is in Canada or Mexico, VBA only authorizes payment for transportation from the place of death within a State to the port of embarkation within a State, or to the border limits of the U.S.\nReferences\n:  For more information on\neligibility for the transportation benefit for death while under VA care, see\n38 CFR 3.1709(b)(1)(ii)\ntransportation costs incurred, see\n38 CFR 3.1706(d)(1)\nNSC burial allowance based upon death while under VA care, see\nM21-1, Part XI, Subpart iii, 1.B.4\nallowable transportation expenses, see\nM21-1, Part XI, Subpart iii, 1.B.6.e\n, and\ntransportation expenses for burial in a national or covered Veterans' cemetery, see\n38 CFR 3.1709(c)\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}