{
  "chunk_id": "XI_iii_1_B_58",
  "content": "/>\nXI.iii.1.B.6.d\n.\nRequired Evidence for a Transportation Benefit Claim\nThe claimant must submit an itemized receipt or statement, preferably on letterhead that includes the\nname of the deceased Veteran for whom the services and transportation were furnished\nnature and cost of the services and transportation\nname of the claimant that files for the transportation benefit, and\ndates of the services rendered.\nNotes\n:\nIf the transportation benefit is claimed, and the amount of expenses incurred on the application is more than the itemized receipt, pay the transportation benefit based on the charges listed on the itemized receipt and solicit for documentation of the additional transportation costs incurred in the decision notice.\nIf the statement or receipt does not show\nany\ntransportation expenses, deny the transportation benefit and develop in the decision letter.\nIf the transportation benefit is claimed, and the receipt is not itemized, VBA\nmay\naccept phone call development to the funeral home to obtain an itemized statement.\nIf attempts to contact the funeral home are unsuccessful, deny the transportation benefit and develop in the decision letter.\nVA will pay for transportation expenses that are\nincurred\nas claimed on the application and verified through the statement of account.  Statements or receipts do not have to show paid in full, only that expenses were\nincurred\n.\nImportant\n:  Transportation expenses may be considered claimed if they are reported on the prescribed form and/or reported on other evidence submitted at the same time as the prescribed form, such as an itemized funeral bill.\nReferences\n:  For more information on\nprocessing additional correspondence received with a prescribed form, see\nM21-1, Part II, Subpart iii, 1.A.2.c\n, and\ntelephone development, see\nM21-1, Part III, Subpart i, 2.D.1.d\n, and\nM27-1, Part I, 3\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}