{
  "chunk_id": "XI_iii_1_B_59",
  "content": "/>\nXI.iii.1.B.6.e\n.\nAllowable Transportation Expenses\nWhen the transportation benefit is payable, VBA may pay for reasonable expenses relating to transportation of the Veterans remains to their final resting place.  Transportation expenses include,\nbut are not limited\nto\ncharges for\nthe pickup of remains (round-trip or flat-charge basis)\nescort accompanying remains if the Veteran dies while properly receiving VA care, and\nair transportation when deemed necessary or advantageous on the basis of urgency and funeral arrangement details and on a cost basis (if air shipment is authorized, limit the amount paid to the usual air freight charges)\nshipment via common carrier, and\ngeneral costs of transporting the remains to the place of burial.\nNotes\n:\nVBA only pays the one-way fare for an escort for transportation expenses.\nReasonable transportation charges must not exceed the charges customarily made to the general public.\nItemized charges for transportation by hearse should not routinely be questioned.  However, if the evidence shows that transport by hearse appears to be over a long distance and the services of a common carrier were readily available, limit the amount of payment for such transportation to the common carrier rates (including hearse charges to and from the common carrier terminals).  Limit the payment to the common carrier rates\nonly\nif it is apparent that a common carrier should have been used and would not have imposed any hardship on the family or caused undue delay of the funeral or burial.\nIn determining the amount payable for transportation costs incurred, include Federal taxes charged by a common carrier.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}