{
  "chunk_id": "XI_iii_1_B_64",
  "content": "/>\nXI.iii.1.B.7.a\n.\nGeneral Eligibility for Burial Allowance of Unclaimed Remains\nNSC burial allowance is payable for a Veteran if\nthe remains of the deceased Veteran are unclaimed\nburial expenses were not paid for or reimbursed by another agency (such as the Veterans Health Administration (VHA)), and\nthere are insufficient resources available in the Veteran’s estate to cover the burial and funeral expenses.\nNotes\n:\nPer\nPL 112-260\n(with effective date of July 7, 2014, per\n79 FR 32653\n), the following are not required for unclaimed remains:\nwartime service or discharge due to disability requirements\nreceipt of compensation or pension at the time of death, or\nauthorization of the deceased Veteran’s funeral service by the State or political subdivision of the State.\nThe claim must be denied if the application for burial benefits indicates that there are sufficient resources available in the Veteran’s estate to cover the burial and funeral expenses, and the funeral home is claiming benefits for unclaimed remains.\nNext of kin listed on a death certificate does not necessarily mean that a Veteran’s remains are claimed.  If a\nVA Form 21P-530EZ\nis received from a funeral home or other third party, the signature on the application indicates they have legally sworn that they incurred expenses.  However, if the\nUnclaimed Remains of the Veteran\nbox is not checked and there is no indication of evidence of an unclaimed remains claim (such as an indication elsewhere on the application that certifies the remains of the deceased Veteran have not been claimed and sufficient resources aren’t available), deny the claim and notify the funeral home of the evidence needed in the decision letter.\nBefore paying burial benefits for unclaimed remains, claims processors must review the Veteran’s eFolder for a potential\nVeteran Unclaimed Remains Memo\nto ensure burial expenses were not already paid by VHA.\nIn cases where VBA pays a burial benefit associated with unclaimed remains, claims processors are required to complete a\nVeteran Unclaimed Remains Memo\nand upload it to the Veteran’s eFolder.\nIf the funeral home is the proper claimant on the application, VA can accept a stamped signature on the application.  There is no requirement for a wet signature.\nReferences\n:  For more information on\nunclaimed Veteran remains, see\nM21-1, Part XI, Subpart iii, 1.A.1.h\n, and\n38 CFR 3.1708\n, and\nrequired evidence for burial benefits, see\nM21-1, Part XI, Subpart iii, 1.A.4\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}