{
  "chunk_id": "XI_iii_1_B_66",
  "content": "/>\nXI.iii.1.B.7.c\n.\nUnclaimed Remains of a Veteran Who Died at a VA Hospital\nIf a Veteran dies in a VA hospital or while under VA care and the remains are unclaimed,\nVHA is responsible for the burial arrangements to include their financing\n.\nThe VAMC of jurisdiction is responsible for promptly filing or forwarding the following documents to the regional office (RO) for filing in the deceased Veteran’s eFolder if one is not already of record:\nVeteran Unclaimed Remains Memo\nVA Form 10-2065, Funeral Arrangements\nVA Form 2138, Order for Supplies or Services\n, if applicable, and\nthe death certificate, if available.\nImportant\n:\nWhen an eFolder has not been created, VHA will utilize QuickSubmit to submit documents to the RO.\nVBA is responsible for creating an eFolder and filing the submitted documents.\nNotes\n:\nIf applicable, process a Veteran FNOD.\nIf a record for the deceased Veteran does not exist in VBA systems, establish a Veteran profile and add the date of death in the corresponding record.  Upload the VHA documents once the profile has been created.\nPrompt review of the documents submitted by VHA will prevent duplicate payments in situations where VHA is responsible for the burial.\nReferences\n:  For more information on\nVHA burials, see section 213 of\nPL 114-223\ngeneral eligibility criteria for NSC burial allowance based upon death while under VA care, see\nM21-1, Part XI, Subpart iii, 1.B.4.a\n, and\ngeneral policies for Veteran FNOD processing, see\nM21-1, Part XI, Subpart i, 1.A\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}