{
  "chunk_id": "XI_iii_1_B_71",
  "content": "/>\nXI.iii.1.B.7.h\n.\nIVURC Responsibilities Upon Contact by NCA or a Covered Veterans’ Cemetery for Next of Kin\nWhen an IVURC is contacted by NCA, or a covered Veterans’ cemetery, to locate or rule-out any potential next of kin, the IVURC must\nprocess a Veteran FNOD, if applicable\nfollow the guidance in\nM21-1, Part XI, Subpart iii, 1.B.7.i\nto establish the appropriate EP 500 for burial\nfollow the procedures in Step 1 of\nM21-1, Part XI, Subpart iii, 1.B.7.n\n, to exhaust all methods to locate a next of kin\nconclude if a next of kin is present and assuming burial responsibilities or that there is no next of kin\nrespond to NCA, or the covered Veterans’ cemetery,\nwithin 14 calendar days of their request\n, either confirming\na negative comprehensive search result for next of kin or denial of assuming burial responsibility upon contact, or\nnext of kin was identified and contacted and Step 2 of\nM21-1, Part XI, Subpart iii, 1.B.7.n\nwas followed, providing NCA or the covered Veterans’ cemetery the next of kin’s name, and their intention to assume burial responsibility, and\nclear the EP 500.\nImportant\n:  If a Veteran record needs to be established, follow Step 3 in\nM21-1, Part XI, Subpart iii, 1.B.7.i\n.\nNotes\n:\nNCA contact with an IVURC may be the result of their receipt of request for burial in a national cemetery from a third-party custodian who has identified the Veteran remains as being unclaimed.\nVA relies on third-party custodians to follow the laws applicable to their jurisdiction, including the due diligence required to ensure that there are no next of kin willing to accept responsibility of final disposition of the remains.\nVA may sometimes have information in VA systems that is not available to other third-party custodians.\nAn IVURC will be contacted by NCA, according to the\nIndigent Veterans and Unclaimed Remains Outreach Program Coordinators website\n, based on the station of jurisdiction (SOJ).  The SOJ for next of kin searches initiated by NCA is the RO closest to the national cemetery the Veteran is being buried in\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}