{
  "chunk_id": "XI_iii_1_B_72",
  "content": "/>\nXI.iii.1.B.7.i\n.\nControlling Requests for Burial Arrangements of Unclaimed Remains\nA request for burial arrangements, including verification of Veteran status, must be completed by the SOJ’s IVURC.\nFollow the steps in the table below when VA receives a request for burial arrangements of unclaimed remains.\nStep\nAction\n1\nDoes the request include the decedent’s name, date of birth (DOB), and Social Security number (SSN) or service number?\nIf\nyes\n, go to the next step.\nIf\nno\n,\nnotify the requestor of the information required before VA can proceed with verification of Veteran status, and\ntake no further action until the information is received.\nException\n:  If only the decedent’s name and SSN are provided, and this is sufficient to identify a matching record in VA systems, as outlined in Step 2, no further identifying information is required.\n2\nIs there an existing Veteran record for the decedent in VA systems (i.e., VBMS, Share)?\nIf\nyes\n, go to Step 4.\nIf\nno\n, go to the next step.\n3\nDid the request include accompanying evidence to determine the remains are those of a Veteran in order to establish a Veteran record (e.g.,\nDD Form 214\nor other evidence of qualifying service)?\nIf\nyes\n,\ncreate a Veteran profile\nadd the\nVeteran service information, and\ndate of death, if available, and\ngo to the next step.\nIf\nno\n, go to Step 5 for instructions on forwarding all request information to the IVURC when there is no Veteran record and, as such, a controlling EP 500 cannot be established.\n4\nEstablish an EP 500 with the claim label\nBurial Arrangements for Unclaimed Remains\n.\nAdd the following VBMS note:\nA request for verification of Veteran status and/or burial arrangements was received requiring action by the IVURC\n.\nSet a one-day suspense date.\nGo to the next step.\n5\nDetermine the SOJ for the request based on the area in which the individual died.  Use the table below to determine the appropriate action to take.\nIf the request is for an individual who died in an area …\nAnd an EP 500 for burial arrangements ...\nThen …\nunder the jurisdiction of the RO that received the request\nwas established\nuse local routing rules to route the EP 500 to the RO’s IVURC.\ncould not be established (no Veteran record)\ne-mail the RO’s designated IVURC and provide the request information for further development.\noutside of the jurisdiction of the RO that received the request\nwas established\nmanually broker the EP 500 to the RO in the area where the individual died.  This is the SOJ.\nUpon receipt of the EP 500, the RO will use local routing rules to route the EP to the station’s IVURC.\nReference\n:  For the SOJ for next of kin searches initiated by NCA, see\nM21-1 Part XI, Subpart iii, 1.B.7.h\n.\ncould not be established (no Veteran record)\ne-mail the SOJ’s IVURC and provide the request information for further development.\nNotes\n:\nIf applicable, process a Veteran FNOD.\nBurial arrangement and/or verification of Veteran status requests do not require a standard form and can be made by telephone or written correspondence.\nThe RO is responsible for ensuring that any State laws or local practices that differ from general procedural guidance, are covered under a local, current and correct standard operating procedure.\nReferences\n:  For more information on\nverifying Veteran status of unclaimed remains, see\nM21-1, Part XI, Subpart iii, 1.B.7.k\n, and\nmaking burial arrangements, see\nM21-1, Part XI, Subpart iii, 1.B.7.n\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}