{
  "chunk_id": "XI_iii_1_B_77",
  "content": "/>\nXI.iii.1.B.7.n\n.\nMaking Burial Arrangements\nWhen a request for burial arrangements of unclaimed remains is received, follow the guidance in\nM21-1, Part XI, Subpart iii, 1.B.7.i\nto establish the appropriate EP 500 for burial arrangements and initiate the process of verifying Veteran status with the SOJ’s IVURC.\nThe IVURC will follow the steps in the table below after positive verification of Veteran status is established.\nStep\nAction\n1\nReview VA records to attempt to locate a next of kin who will be\nencouraged to assume burial responsibilities, and\nadvised of any burial benefits known to be available in the individual case\nNotes\n:\nThe IVURC is required to utilize VA applications such as CAPRI,\nas well as\ncommunicating with POCs within VHA, to exhaust all attempts to locate a next of kin.\nIf a potential next of kin is identified, the IVURC must make reasonable efforts to contact them.  Reasonable efforts generally consist of an initial telephone contact attempt to the individual’s current telephone number and at least one follow-up attempt on a different day if the initial attempt is unsuccessful.\nIf a follow-up call is attempted, and contact cannot be made, the IVURC must leave a message with their contact information and then wait up to five calendar days before moving to the next step.\nEach attempt must be documented accordingly on\nVA Form 27-0820\nand uploaded in the Veteran’s eFolder.\nUnsuccessful contacts documented on\nVA Form 27-0820\nmust, at a minimum, contain the following text:\nI certify that I made two attempts to reach the potential next of kin and that I waited five calendar days after the second attempt before concluding that the potential next of kin could not be reached\n.\nA successful contact with a potential next of kin, that results in the contact not assuming burial responsibilities, must be documented on\nVA Form 27-0820\nand contain the following text:\nI certify that I made contact with the potential next of kin; however, after advising them of any potential burial benefits available and encouraging them to claim the remains and assume burial responsibilities, they declined\n.\n2\nHas a next of kin been located\nand\nare the remains claimed?\nIf\nyes\n,\nact as liaison between the claimant and the institution in possession of the remains to provide contact information for each party\ndocument final burial arrangement information for inclusion in the Veteran’s eFolder as outlined in\nM21-1, Part XI, Subpart iii, 1.B.7.p\nsend a\nVA Form 21P-530EZ\nto the next of kin who claimed the remains\ninform NCA through documented e-mail that a next of kin has been located and burial responsibilities have been assumed\nclear the EP 500, and\ntake no additional action.\nIf\nno\n, or no next of kin is identified, go to the next step.\nImportant\n:  An IVURC is only required to contact the most recent next of kin(s) of record reported by the Veteran to VHA or VBA.  There is no expectation to research and contact previously reported next of kin, however, if multiple next of kins were reported at the same time by the Veteran, contact attempts must be initiated to all listed prior to providing a negative comprehensive search result for next of kin.\n3\nDetermine suitability for burial in a VA national cemetery by contacting the NCSO (if this has not already been completed during verification of Veteran status).\nTo determine suitability, send an encrypted e-mail to\nNCAUnclaimedRequest@va.gov\nwith the following subject:\nRequest for Determination of Suitability for Burial in a National Cemetery\n.  In the body of the e-mail inform NCA that service has been verified and include the Veteran’s name, DOB, branch of service, and SSN or service number.  The date of death should also be provided, if available.\nIs final disposition in a VA national cemetery determined as suitable?\nIf\nyes\n,\nact as liaison with the NCSO and the institution in custody of the remains to complete the process for coordinating final burial disposition\ndocument final burial arrangement information for inclusion in the Veteran’s eFolder as outlined in\nM21-1, Part XI, Subpart iii, 1.B.7.p\nclear the EP 500, and\ntake no additional action.\nIf\nno\n, but potentially eligible for burial in a State or tribal Veterans’ cemetery\nlocate the closest applicable State and Tribal Veterans' cemetery using the\nVA Grant-Funded Cemeteries Listing website\n(which includes non-VA grant-funded cemeteries)\nact as liaison with cemetery leadership and the institution in custody of the remains to complete the process for coordinating final burial disposition\ndocument final burial arrangement information for inclusion in the Veteran’s eFolder as outlined in\nM21-1, Part XI, Subpart iii, 1.B.7.p\nclear the EP 500, and\ntake no additional action.\nIf\nno\n, and not eligible for burial in a State or tribal Veterans’ cemetery, go to the next step.\nNote\n:  If Veteran status is verified, the remains of the deceased are deemed as eligible for burial in a VA national, State, or tribal Veterans’ cemetery.  However, there may be instances where burial in a State or tribal Veterans’ cemetery may be a more feasible option because the deceased’s remains are in closer proximity to one of these cemeteries, or the nearest national cemetery does not have available space.  Although eligible, IVURCs must still work with the State or tribal Veterans’ cemetery to determine if its requirements (such as residency) are met.\n4\nIs the requestor an institution willing and able to make the burial arrangements?\nIf\nyes\n,\nobtain any final burial arrangement information from the institution for documentation into the Veteran’s eFolder as outlined in\nM21-1, Part XI, Subpart iii, 1.B.7.p\ninform the institution of potential burial benefits and encourage them to file a claim\nclear the EP 500, and\ntake no additional action.\nIf\nno\n, go to the next step.\nNote\n:  A willingness to arrange for a burial is not the same as claiming remains.  There may be instances where institutions are contacting VA to only verify Veteran status as they are suited to completing burial arrangements directly.\n5\nLeverage the local resource directory developed through outreach to locate a funeral home, cemetery, mortuary, or other third-party institution to arrange for a dignified burial of the Veteran’s unclaimed remains.\nWhile negotiating, advise the institution of eligibility for NSC allowance and other possible plot and transportation benefits known to be available.  Provide the VBA\nBurial and Plot-Interment Allowances Fact Sheet\nand the\nNCA Unclaimed Veteran Remains website\n.\nIf efforts are successful\nobtain any final burial arrangement information from the institution for documentation into the Veteran’s eFolder as outlined in\nM21-1, Part XI, Subpart iii, 1.B.7.p\nclear the EP 500, and\ntake no additional action.\nIf all efforts are exhausted and unsuccessful, go to the next step.\nNotes\n:\nDepending on the outreach contacts made, coordination with a Veteran Service Organization’s contacts may also be used to locate a resource for the burial arrangements.\nEfforts are not limited to the developed outreach directory.  Attempt to locate other possible resources through additional research in order to exhaust all avenues.\n6\nRefer the matter to the RO Director for further action.\nAfter consultation with the IVURC, the RO Director will take all necessary actions to ensure the completion of a dignified burial to include reengaging with previously contacted funeral homes, cemeteries, or other institutions.\nThe RO Director will inform the IVURC of final burial arrangements, when completed.  The IVURC will document the final burial arrangements as outlined in\nM21-1, Part XI, Subpart iii, 1.B.7.p\nand clear the EP 500.\nImportant\n:\nThe IVURC must not make (or attempt to make) burial arrangements before establishing positive verification of Veteran status for the unclaimed remains.  Follow the guidance in\nM21-1, Part XI, Subpart iii, 1.B.7.k\nfor verifying Veteran status.\nIf, during the process of arranging for a burial, the remains are claimed, discontinue burial arrangement efforts and follow the guidance in\nM21-1, Part XI, Subpart iii, 1.B.7.p\n.\nReferences\n:  For more information on\nentitlement to burial benefits for unclaimed Veterans, see\n38 CFR 3.1708\npriority of payments to funeral directors, see\nM21-1, Part XI, Subpart iii, 1.A.3.b\ngeneral eligibility criteria for NSC burial allowance, see\nM21-1, Part XI, Subpart iii, 1.B.3.a\nplot or interment allowance for burial in a State Veterans cemetery, see\nM21-1, Part XI, Subpart iii, 1.B.5.c\ntransportation benefits, see\nM21-1, Part XI, Subpart iii, 1.B.6.a\noutreach responsibilities of the IVURC, see\nM27-2, Part I, 2.05\nverifying Veteran status of unclaimed remains, see\nM21-1, Part XI, Subpart iii, 1.B.7.j\nexceptions to completing burial arrangements, see\nM21-1, Part XI, Subpart iii, 1.B.7.o\n, and\nactions necessary following disposition of remains, see\nM21-1, Part XI, Subpart iii, 1.B.7.p\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section B  - Burial Benefits",
  "citation": "Part XI, Subpart iii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174201/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-B-Burial-Benefits",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:33.024665",
  "tags": [
    "m21-1"
  ]
}