{
  "chunk_id": "XI_iii_1_C_8",
  "content": "/>\nXI.iii.1.C.1.c\n.\nObtaining Reimbursement for Survivor Benefits Payable by Another Federal Agency\nIn general, the Veterans Benefits Administration (VBA) cannot pay the NSC burial allowance when any Federal law or regulation also provides for the payment of the deceased Veteran’s burial.\nExceptions\n:\nVBA will pay the NSC burial allowance when a Federal law or regulation allows the payment of burial expenses using funds due to the credit of the deceased Veteran (such as Social Security Administration (SSA) benefits).\nEntitlement or payment under the Federal Emergency Management Agency (FEMA) Funeral Assistance Program for deaths related to COVID-19 does not disqualify an applicant from receiving VA burial benefits.  VBA will pay burial benefits (to include SC and NSC burial allowance) to applicants who otherwise would have been entitled to such benefit.  Receipt of both this FEMA benefit and VA burial benefit is not considered a duplication of benefits.\nIn such cases, VBA will pay the maximum amount allowed for NSC burial benefits.\nThe table below describes the stages to obtain reimbursement from another Federal agency obligated to pay survivor benefits.\nStage\nWho is Responsible?\nAction\n1\nclaims processor\nIf the claim is not already at the Philadelphia Pension Management Center (PMC), temporarily transfer the claims/notice of death (NOD) folder to the Philadelphia PMC citing, \"\nM21-1, Part II, Subpart ii, 3\n\" as the authority.\n2\nPhiladelphia PMC ﻿claims processor\nSend a memorandum to the Finance Activity or Support Services setting forth the facts and requesting reimbursement from the appropriate military service department or other Federal agency.\n3\nPhiladelphia PMC claims processor\nWas the service department or other Federal agency able to make reimbursement?\nIf\nyes\n,\nreturn the claims/NOD folder to the station of origination (SOO), and\nno further action is needed.\nIf\nno\n, return the case to the SOO for recovery of the overpayment from the surviving spouse per due process procedures as listed in\nM21-1 Part I, Subpart i, 1.B\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section C  - Burial Authorization Payment Issues",
  "citation": "Part XI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174202/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-C-Burial-Authorization-Payment-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:42.333653",
  "tags": [
    "m21-1"
  ]
}