{
  "chunk_id": "XI_iii_1_C_26",
  "content": "/>\nXI.iii.1.C.4.b\n.\nContacting and Requesting Information From the RRB\nVBA claims for burial benefits do not usually require an inquiry to the RRB.\nContact the RRB\nonly\nif there is no surviving spouse and the application indicates an amount has been or will be paid by the RRB which, together with the amount payable by VA, would result in payment in excess of the total burial expense.\nFollow the steps in the table below to request information from the RRB when the combined amount that has been or will be paid by the RRB and the amount payable by VA exceeds the total burial expense.\nStep\nAction\n1\nWithhold the award action.\n2\nAttempt telephone contact at 1-877-772-5772 to request the information listed in Step 3 (bulleted list).\nReferences\n:  For more information on\ncontacting the RRB, see the\nRRB’s contact webpage\n, and\ndocumenting information received by telephone, see the\nM21-1, Part III, Subpart i, 2.D.1.e\n.\n3\nIf unable to receive the information via telephone contact, send an inquiry to the RRB requesting the following information:\nwhether or not survivor benefits were paid\nwho received the survivor benefit\nthe amount of the survivor benefit, and\nwhether or not the benefits were paid as reimbursement.\nMail the letter to:\nThe Bureau of Unemployment and Sickness Insurance\nRailroad Retirement Board\n844 North Rush Street\nChicago, IL  60611\n4\nAdjust the burial award accordingly.\n5\nProvide notification to the surviving spouse with information on why the full burial allowance was not paid.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section C  - Burial Authorization Payment Issues",
  "citation": "Part XI, Subpart iii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174202/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-C-Burial-Authorization-Payment-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:42.333653",
  "tags": [
    "m21-1"
  ]
}