{
  "chunk_id": "XI_iii_1_D_7",
  "content": "/>\nXI.iii.1.D.1.c\n.\nWhen a Certificate Is Not Authorized\nCertificates are not authorized when\na Veteran is missing or presumed dead\nprivate organizations seek to honor deceased Veterans or service members by displaying Certificates\nthere is any question concerning the type of discharge the Veteran received from the Armed Forces\na Veteran has been convicted of a\nFederal capital crime and sentenced to death or life imprisonment\nState capital crime and sentenced to death or life imprisonment without parole, or\nFederal\nor\nState crime resulting in\nthe person’s classification as a tier III sex offender for purposes of the Sex Offender Registration and Notification Act\nsentencing to a minimum of life imprisonment,\nand\nfinal conviction, or\na Veteran has committed a Federal or State capital crime, but has not been convicted by reason of being unavailable for trial due to death or flight to avoid prosecution.\nNotes\n:\nIn cases of conviction of capital and/or sex crimes, the above prohibitions do not apply unless written notice of conviction is received before approval of the application for a Certificate.  The notice is furnished by the Attorney General in the case of a Federal crime, and by the appropriate State official in the case of a State crime.\nIn cases where a Veterans Benefits Administration employee has a reasonable knowledge of or suspects the decedent’s potential involvement in a capital or sex crime (due to, for example, a news article, high-profile notice, or television or radio report), the Certificate request must not be processed until verification or validation for eligibility is established.\nReferences\n:  For more information on\nprohibitions based Federal or State capital/sex crimes, see\n38 U.S.C. 2411\n, and\nthe Sex Offender Registration and Notification Act, see\n34 U.S.C. 20901\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section D  - Memorialization",
  "citation": "Part XI, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174203/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-D-Memorialization",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:51.662441",
  "tags": [
    "m21-1"
  ]
}