{
  "chunk_id": "XI_iii_1_D_20",
  "content": "/>\nXI.iii.1.D.2.b\n.\nVeterans Not Eligible for a Burial Flag\nAfter September 1, 1959, an individual convicted of any specified offenses involving subversive activities forfeits the rights to any VA gratuitous benefits.  Additional offenses involving subversive activities were added for claims filed after December 16, 2003.\nFor deaths that occurred on or after December 6, 2002, under\nPublic Law\n(\nPL) 107-330\n, VA will not furnish a burial flag for memorialization of a person who has\nbeen convicted of a Federal capital crime and sentenced to death or life imprisonment\nbeen convicted of a State capital crime and sentenced to death or life imprisonment without parole, or\ncommitted a Federal or State capital crime but has not been convicted of such crime by reason of being unavailable for trial due to death or flight to avoid prosecution.\nFor burials on or after January 10, 2013, under\nPL 112-260\n, VA will not\nfurnish a burial flag for interment or memorialization of a person who has been convicted (where said conviction is final) of a Federal or State crime causing the person to be\na tier III sex offender for purposes of the Sex Offender Registration and Notification Act, and\nsentenced to a minimum of life imprisonment for the crime.\nNote\n:  In cases of conviction for capital/sex crimes, the prohibitions do not apply unless written notice of conviction is received prior to the approval of an application for a burial flag.  Such notice shall be furnished by the Attorney General, in the case of a Federal capital crime, and by the appropriate State official in the case of a State capital crime.\nReferences\n:  For more information on\nprohibitions based on Federal or State capital/sex crimes, see\n38 U.S.C. 2411\nforfeiture of benefits for subversive activities, see\n38 CFR 3.903\n, and\nM21-1, Part X, Subpart iv, 3.B.2\n, and\nburial flags, see\n38 U.S.C. 2301\n, and\n38 CFR 1.10\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section D  - Memorialization",
  "citation": "Part XI, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174203/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-D-Memorialization",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:51.662441",
  "tags": [
    "m21-1"
  ]
}