{
  "chunk_id": "XI_iii_1_D_43",
  "content": "/>\nXI.iii.1.D.3.i\n.\nEligibility Requirements for Reimbursement of Non-Government Headstones and Markers\nBetween October 18, 1978, and October 31, 1990, VA reimbursed individuals for privately purchased headstones and markers.  Section 8041 of\nPL 101-508\nrepealed the statute, effective November 1, 1990, to preclude such reimbursements.\nTo be eligible for reimbursement of a non-government headstone or marker, a Veteran must have\nbeen buried on or after October 18, 1978\ndied prior to November 1, 1990, and\nbeen otherwise entitled to a government headstone or marker.\nException\n:  Neither Veterans buried in a State-owned Veterans or post cemetery nor soldiers of the Union or Confederate Armies are eligible.\nNotes\n:\nAward reimbursement for a non-government headstone or marker can be made for a Veteran who died before his/her service was recognized under\nPL 95-202\n, if he or she meets the eligibility requirements listed above\n.\nThe deceased’s grave or memorial site must not have been previously marked for the deceased.\nThe headstone or marker must have been privately purchased for placement in a non-national cemetery.\nThe rate of reimbursement is the rate that was effective at the time the non-government headstone or marker was purchased.\nReferences\n:  For more information on\nthe amount payable  for non-Government headstones and markers, see\nM21-1, Part XI, Subpart iii, 1.D.3.n\nthe enactment of headstone and marker reimbursement, see\nPL 95-476\nthe repeal of headstone and marker reimbursement, see\nPL 101-508\n, and\nVeterans who died before their service was recognized, see\nPL 95-202\n, and\n38 CFR 3.7(x)\n.",
  "title": "M21-1, Part XI, Subpart iii, Chapter 1, Section D  - Memorialization",
  "citation": "Part XI, Subpart iii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000174203/M21-1-Part-XI-Subpart-iii-Chapter-1-Section-D-Memorialization",
  "updated": "",
  "scraped_at": "2025-06-16T23:21:51.662441",
  "tags": [
    "m21-1"
  ]
}