{
  "chunk_id": "XII_i_1_B_6",
  "content": "/>\nXII.i.1.B.1.a\n.\nClaims Submitted on Survivor Benefit Applications\nThe Department of Veterans Affairs (VA) designed most survivor benefit applications so that claimants may apply for multiple survivor benefits without filing separate applications for each one.\nIn general, VA must determine a claimant’s entitlement to each of the benefits named in the title of the application submitted by the claimant. This is a statutory requirement.\nUse the table below to determine the actions to take based on the survivor benefit application.\nIf ...\nThen VA is obligated to address the claimant’s entitlement to ...\na surviving parent submits\nVA Form 21P-535, Application for Dependency and Indemnity Compensation by Parent(s) (Including Accrued Benefits and Death Compensation When Applicable)\nDependency and Indemnity Compensation (DIC),\nand\naccrued benefits.\na surviving spouse or child submits\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\n, or\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n.\nDIC\nSurvivors Pension,\nand\naccrued benefits.\nNotes\n:\nPublic Law (PL) 114-315\nallows the Veterans Benefits Administration to grant a service-connected (SC) burial allowance to a surviving spouse without a claim when DIC benefits are granted and the death of the Veteran occurred on or after December 16, 2016 (the enactment date of\nPL 114-315\n).\nThe claims processor must infer SC burial in this situation when entitlement to the benefit is warranted\n.  The DIC award establishes entitlement and dependency.\nWhen a new claim for DIC benefits is received, and a previous denial of DIC is of record, the submission of a\nVA Form 21P-534EZ\nor\nVA Form 21P-535\nis sufficient to consider that the claimant is electing the reevaluation of a previously denied DIC claim under\nPL 117-168\n, Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act.  The claimant is not required to mark the DIC reevaluation checkbox on the application.\nIf a request for reevaluation of a previously denied DIC claim is indicated through a statement or applicable checkbox, but there is no entitlement for this election, then the request must be denied administratively in the notification letter.\nReferences\n:  For more information on\nSurvivors Pension, see\nM21-1, Part IX, Subpart i, 1\nclaims establishment procedures\nwhen paying the SC burial in conjunction with a DIC grant, see\nM21-1, Part XI, Subpart iii, 1.A.3.b\n, and\nafter DIC benefits have been granted and SC burial entitlement is discovered as not paid, see\nM21-4, Appendix B\nthe requirement to consider all three survivor benefits when a\nVA Form 21P-534\n,\nVA Form 21P-534EZ\n, or\nVA Form 21P-535\nis received, see\nM21-1, Part II, Subpart iii, 1.A.3.e\naccrued benefits, see\nM21-1, Part XI, Subpart ii, 3.A\n, and\neffective dates when granting DIC reevaluations under the PACT Act, see\nM21-1, Part XII, Subpart i, 3.A.2.c\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 1, Section B - Common Dependency and Indemnity Compensation (DIC) Processing Issues",
  "citation": "Part XII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175203/M21-1-Part-XII-Subpart-i-Chapter-1-Section-B-Common-Dependency-and-Indemnity-Compensation-DIC-Processing-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:10.203778",
  "tags": [
    "m21-1"
  ]
}