{
  "chunk_id": "XII_i_1_B_10",
  "content": "/>\nXII.i.1.B.1.e\n.\nEvidence Required to Determine Entitlement to DIC\nUse the table below to determine the evidence required to award entitlement to DIC.\nIf awarding DIC under ...\nThen VA needs evidence showing ...\n38 U.S.C. 1310\nthe cause of death, and\nthat the cause of death was\nincurred or aggravated by, an SC disability, or\nrelated to a disease or injury that existed during active military service.\nNote\n:  A medical opinion may be needed to resolve the claim.\nReference\n:  For more information on medical opinion requests, see\nM21-1, Part XII, Subpart i, 1.B.1.h\n.\n38 U.S.C. 1318\nthe Veteran’s SC disability was totally disabling for\n10 or more years immediately preceding death\na continuous period of not less than five years from the time of separation from service until death, or\none or more years immediately preceding death if the Veteran was a former prisoner of war (FPOW).\nNotes\n:\nEffective October 1, 2011,\nPL 111-\n275, allowed survivors of FPOWs with a disability continuously rated totally disabling for at least one year to be eligible for DIC without regard to the date of the Veteran’s death.  Previously, survivors were only eligible if the Veteran died after September 30, 1999.\nThe starting point for calculating the period is the effective date of the total evaluation.\nReference\n:  For more information on DIC benefits for survivors of Veterans rated totally disabled at the time of death, see\n38 CFR 3.22\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 1, Section B - Common Dependency and Indemnity Compensation (DIC) Processing Issues",
  "citation": "Part XII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175203/M21-1-Part-XII-Subpart-i-Chapter-1-Section-B-Common-Dependency-and-Indemnity-Compensation-DIC-Processing-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:10.203778",
  "tags": [
    "m21-1"
  ]
}