{
  "chunk_id": "XII_i_2_B_7",
  "content": "/>\nXII.i.2.B.1.\nb\n.\nEvidence on Which to Base A&A and Housebound Determinations\nDetermination of a claimant’s need for A&A or housebound benefits is based on medical evidence.\nNotes\n:\nExaminations of survivors by the Department of Veterans Affairs (VA) are not generally conducted except at the discretion of a designee specified by the Pension Management Center Manager.\nStatements by licensed health care professionals meeting the requirements of\n38 CFR 3.326(b)\nand\n38 CFR 3.159(a)(1)\nare acceptable for rating purposes.\nStatements by responsible officials of nursing homes are acceptable to establish resident status without the need for a physical examination and may be provided on\nVA Form 21-0779, Request for Nursing Home Information in Connection With Claim for Aid and Attendance\n.  Pertinent or missing information may also be obtained by telephone and documented on\nVA Form 27-0820b, Report of Nursing Home or Assisted Living Information\n.\nVA Form 21-2680, Examination for Housebound Status or Permanent Need for Regular Aid and Attendance\n,\nfor survivors may be\naccepted, and\nissued to claimants, as needed, for completion by their medical providers.\nExamples of licensed health care professionals can be found in\nM21-1, Part IX, Subpart ii, 2.C.1.b\n.\nReferences\n:  For more information on\nA&A criteria, see\n38 CFR 3.351(c)(2)\nand\n38 CFR 3.352(a)\nmedical evidence used for A&A ratings and examples of licensed healthcare professionals to include advanced practice registered nurse (APRN), see\nM21-1, Part IX, Subpart ii, 2.C.1.b\nhousebound criteria, see\n38 CFR 3.351(d)\nexaminer qualifications and signature requirements, see\nM21-1, Part IV, Subpart i, 3.A.1.b\ndetermining the probative value of evidence, see\nM21-1, Part V, Subpart ii, 1.A.2.e\nfull practice authority for APRN in VA, see\n38 CFR 17.415\n, and\nacceptable medical evidence and the definition of adequate medical evidence for pension rating purposes, see\nM21-1, Part IX, Subpart i, 2.2.f\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 2, Section B - Aid and Attendance (A&A) and Housebound Determinations for Survivors",
  "citation": "Part XII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175208/M21-1-Part-XII-Subpart-i-Chapter-2-Section-B-Aid-and-Attendance-AA-and-Housebound-Determinations-for-Survivors",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:37.871249",
  "tags": [
    "m21-1"
  ]
}