{
  "chunk_id": "XII_i_3_A_14",
  "content": "/>\nXII.i.3.A.2.c\n.\nEffective Dates When Granting DIC Reevaluations Under\nPL 117-168\nUnder Section 204 of\nPublic Law (PL) 117-168\n, Sergeant First Class Heath Robinson Honoring our Promise to Address Comprehensive Toxics (PACT) Act of 2022, the effective date retroactivity provisions for DIC reevaluations apply with respect to presumptions of SC\nestablished or modified on or after the date of enactment of the PACT Act (August 10, 2022), and\npursuant to amendments made by the PACT Act.\nWhen elected by the claimant, on a form prescribed by the Secretary, the Department of Veterans Affairs (VA) is required to\nreevaluate previously denied DIC claims as if the establishment or modification of the presumption of service connection had been in effect on the date of the submission of the original claim without regard to\n38 U.S.C. 5110\n, and\nassign an effective date as if the newly established or modified presumption was in effect at the time of the original DIC claim.\nNotes\n:\nWhen a new claim for DIC benefits is received, and a previous denial is of record, the submission of one of the following is sufficient to consider that the claimant is electing the reevaluation of a previously denied DIC claim under the PACT Act:\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\nVA Form 21P-535, Application for Dependency and Indemnity Compensation by Parent(s) (Including Accrued Benefits and Death Compensation When Applicable)\nVA Form 20-0995, Decision Review Request:  Supplemental Claim\n, or\nVA Form 21-674, Request for Approval of School Attendance\n(for school children only).\nThe claimant is\nnot\nrequired to mark the DIC reevaluation checkbox on the above forms, where applicable.\nA surviving spouse’s\nVA Form 21P-534EZ\n, that results in a grant of DIC upon reevaluation under the PACT Act, must be utilized to solicit a claim for reevaluation under the PACT Act to a previously claimed child who is now over the age of 18.\nImportant\n:  The PACT Act does not contain a time limit on when a claimant can request reevaluation of a previously denied DIC claim.",
  "title": "M21-1, Part XII, Subpart i, Chapter 3, Section A - Dependency and Indemnity Compensation (DIC) Initial Authorization Issues",
  "citation": "Part XII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175209/M21-1-Part-XII-Subpart-i-Chapter-3-Section-A-Dependency-and-Indemnity-Compensation-DIC-Initial-Authorization-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:47.177256",
  "tags": [
    "m21-1"
  ]
}