{
  "chunk_id": "XII_i_3_A_15",
  "content": "/>\nXII.i.3.A.2.d\n.\nReevaluation of a Previously Denied DIC Claim and School Children\nEligibility for earlier entitlement based on a reevaluation of a previously denied DIC claim must be considered upon receipt of a\nVA From 21-674\nthat is filed by a school-aged child.  Earlier eligibility will be rare in this circumstance.\nEntitlement to DIC under the PACT Act upon reevaluation must be determined for the period a school-aged child may be eligible.\nThe basis for reevaluation can be based on the previously denied DIC claim\nor\nbased on the surviving spouse’s previously denied DIC claim if the potential claimant was claimed as a dependent on the application.\nA claim for reevaluation must be solicited to a school-aged child when a surviving spouse is granted DIC upon reevaluation for a previously denied claim when that claim previously claimed said child as a dependent.  This solicitation is required as a school-aged child must now be on their own award for DIC.\nIn these cases, follow the steps in the table below to solicit a claim.\nStep\nAction\n1\nAward the surviving spouse any dependency allowance for the period the previously claimed child was under the age of majority.\n2\nExplain in the surviving spouse’s award notification letter that an application for DIC in the school-aged child’s own right may be filed if continued entitlement is shown.\n3\nEnclose a\nVA Form 21-674\nfor each child that is being removed from the surviving spouse’s award based on age.\nNote\n:  This requirement for solicitation applies to all DIC grants based upon reevaluation of a previously denied DIC claim when a child is removed from the surviving spouse’s award based on age.",
  "title": "M21-1, Part XII, Subpart i, Chapter 3, Section A - Dependency and Indemnity Compensation (DIC) Initial Authorization Issues",
  "citation": "Part XII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175209/M21-1-Part-XII-Subpart-i-Chapter-3-Section-A-Dependency-and-Indemnity-Compensation-DIC-Initial-Authorization-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:47.177256",
  "tags": [
    "m21-1"
  ]
}