{
  "chunk_id": "XII_i_3_A_16",
  "content": "/>\nXII.i.3.A.2.e\n.\nEffective Dates When Granting SC for COVID-19\n38 U.S.C. 1164\nfirst established the presumption of SC for Novel Coronavirus (COVID-19) effective January 5, 2021.  The examples below demonstrate how the theory of SC for the cause of death may impact the assignment of effective dates.\nExample 1\n:  Veteran died November 14, 2020.  Surviving spouse applies for DIC on December 4, 2020.  SC for COVID-19 is granted under a\npresumptive basis\n.  The entitlement date for DIC is January 5, 2021, with an award effective date of February 1, 2021, even though the surviving spouse applied within a year of the Veteran’s death.  If entitlement to pension also exists, it may be granted from December 1, 2020 (as the award effective date) until February 1, 2021.\nExample 2\n:  Same scenario as example 1 except SC for COVID-19 is granted under a\ndirect basis\n.  The entitlement date for DIC is November 1, 2020, first of the month of the Veteran’s death, with an award effective date of December 1, 2020.\nExample 3\n:  Veteran died May 6, 2021.  Surviving spouse applies for DIC on January 7, 2022.  SC for COVID-19 is granted under a\npresumptive basis\n.  The entitlement date for DIC is May 1, 2021, with an award effective date of April 1, 2021, because the application was received more than one year after the effective date of the law.  The earliest that VA can pay benefits is from the date of death.\nReference\n:  For more information on maximizing benefits based on the most favorable theory of SC, see\nM21-1, Part VIII, Subpart iii, 10.6.d and f\nM21-1, Part V, Subpart ii, 4.A.1.i\n, and\nM21-1, Part II, Subpart iii, 1.A.2.e\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 3, Section A - Dependency and Indemnity Compensation (DIC) Initial Authorization Issues",
  "citation": "Part XII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175209/M21-1-Part-XII-Subpart-i-Chapter-3-Section-A-Dependency-and-Indemnity-Compensation-DIC-Initial-Authorization-Issues",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:47.177256",
  "tags": [
    "m21-1"
  ]
}