{
  "chunk_id": "XII_i_3_B_15",
  "content": "/>\nXII.i.3.B.2\n.\nd\n.\nAdjusting Awards to Surviving Beneficiaries After the Death of a Child\nUse the table below to determine how to adjust awards to surviving beneficiaries after the death of a child.\nIf there is …\nThen …\nno surviving spouse\ndiscontinue the award for the deceased child effective the first day of the month of death, and\nif there are additional children in receipt of benefits, generate an award for each remaining child beneficiary, since each child’s share will change depending on the number of eligible children.\nNote\n:  Consolidated payee 31-series awards are no longer used for payment of benefits to two or more children.\na surviving spouse entitled, and\nDIC is paid to a child over 18 who is now deceased, or\nthe award is a separate entitlement under Survivors Pension\ndo not adjust the award to the surviving spouse or to any other children since the award in this case is a separate benefit.\na surviving spouse entitled, and the deceased was a minor child included on the spouse's award\nadjust the award to discontinue payment for the additional child effective the first day of the year after death, if death was before October 1, 1982, per\n38 CFR 3.500(g)(2)(i)\n, or\nadjust the award to discontinue payment for the additional child effective the first day of the month after death, if death was on or after October 1, 1982, per\n38 CFR 3.500(g)(2)(ii)\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 3, Section B - Dependency and Indemnity Compensation (DIC) Awards Following Death of a Surviving Spouse or Dependent",
  "citation": "Part XII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175212/M21-1-Part-XII-Subpart-i-Chapter-3-Section-B-Dependency-and-Indemnity-Compensation-DIC-Awards-Following-Death-of-a-Surviving-Spouse-or-Dependent",
  "updated": "",
  "scraped_at": "2025-06-16T23:22:56.430153",
  "tags": [
    "m21-1"
  ]
}