{
  "chunk_id": "XII_i_3_E_21",
  "content": "/>\nXII.i.3.E.3.a\n.\nAward Action if Service Payment Data Is Not of Record\nDo not delay adjudication of a claim for Death Compensation or DIC solely because information from the service department concerning the payment of an allowance, allotment, or service pay of the deceased to his/her dependents is not of record.\nFollow the steps below to complete an award action when service department information is not of record.\nStep\nAction\n1\nHas the claim been received within one year of the date of report or finding of death?\nIf\nyes\n,\ntake initial award action, if otherwise in order, to authorize payments subject to possible future adjustment, and\ngo to Step 2.\nIf\nno\n,\nretroactive benefits are not payable, and\nno further action is necessary.\n2\nOn the BASIC ELIGIBILITY screen in the Veterans Benefits Management System (VBMS)-Awards,\nenter the date of death in the EVENT DATE field, as the date of reported or presumptive death, and\nenter the effective date in the AWARD EFFECTIVE DATE field.\nNote\n:  Continue award at authorization and enter the following statement in the REMARKS section:\nReport (Finding) of death made [date] subject to possible adjustment to an earlier commencing date (\n38 U.S.C. 5110(j))\n.\nReferences\n:  For more information on\ndetermining the effective date, see\nM21-1, Part XII, Subpart i, 3.E.2\n, and\nVBMS-Awards processing, see the\nVBMS-Awards User Guide\n.\n3\nEstablish a 30-day control for receipt of\nDD Form 1515\n, Pay and Allotment Information - Deceased Member\nfrom the service department.\n4\nHas the\nDD Form 1515\nbeen received from the service department by the end of the control period?\nIf\nyes\n, go to Step 5.\nIf\nno\n,\nrequest the necessary payment data using the Personnel Information Exchange System, and\nmake no reference to the possibility of a future adjustment of the commencing date in the award letter\n.\n5\nIs an adjustment in the commencing date of an award required?\nIf\nyes\n, prepare an amended award annotated with the appropriate statement in the REMARKS section, as set forth in\nM21-1, Part XII, Subpart i, 3.E.2\n.\nIf\nno\n, authorize award as is and enter the following statement in the REMARKS section: no adjustment in commencing date is needed.",
  "title": "M21-1, Part XII, Subpart i, Chapter 3, Section E - Allowance, Allotments, or Service Pay Under 38 U.S.C. 5110(j)",
  "citation": "Part XII, Subpart i, Chapter 3, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175217/M21-1-Part-XII-Subpart-i-Chapter-3-Section-E-Allowance-Allotments-or-Service-Pay-Under-38-USC-5110j",
  "updated": "",
  "scraped_at": "2025-06-16T23:23:24.170819",
  "tags": [
    "m21-1"
  ]
}