{
  "chunk_id": "XII_i_4_A_5",
  "content": "/>\nXII.i.4.A.1.\na\n.\nProcessing Form SSA-24\nFollow the instructions in the table below upon receipt of\nForm SSA-24, Application for Survivors Benefits\n,\nas an attachment to\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\n, or\nVA Form 21P-535, Application for Dependency and Indemnity Compensation by Parent(s) (Including Accrued Benefits and Death Compensation When Applicable)\n.\nStep\nAction\n1\nStamp the date of receipt on both forms.\n2\nEnter the correct Department of Veterans Affairs (VA) file number in Block 12 of\nForm SSA-24\n.\n3\nFax or mail\nForm SSA-24\nto the appropriate Social Security Administration (SSA) office, according to the instructions in the table below.\nNote\n:  There is no need to prepare a cover letter for the form or complete Blocks 20 and 21 of the form.\nIf the applicant ...\nThen ...\nentered a Social Security number (SSN) in Block 3 of\nForm SSA-24\nfax the form to the SSA program service center of jurisdiction, using information from the table in\nM21-1, Part III, Subpart ii, 1.B.6.c\n.\nImportant\n:  The first three-digits of the SSN in Block 3 of\nForm SSA-24\nrepresent the “account number” referenced in the column heading of the table.\ndid\nnot\nenter an SSN in Block 3 of\nForm SSA-24\nmail the form to the nearest SSA field office.\nNote\n:  Use the\nSSA Office Locator\nto identify the nearest SSA field office and its address.\nException\n:  Manila Regional Office employees should follow locally established procedures for referring\nForm SSA-24\nto the SSA activity located in that office.",
  "title": "M21-1, Part XII, Subpart i, Chapter 4, Section A - Dependency and Indemnity Compensation (DIC) Benefits Based on Social Security Administration (SSA) Application",
  "citation": "Part XII, Subpart i, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175219/M21-1-Part-XII-Subpart-i-Chapter-4-Section-A-Dependency-and-Indemnity-Compensation-DIC-Benefits-Based-on-Social-Security-Administration-SSA-Application",
  "updated": "",
  "scraped_at": "2025-06-16T23:23:42.708441",
  "tags": [
    "m21-1"
  ]
}