{
  "chunk_id": "XII_i_4_A_12",
  "content": "/>\nXII.i.4.A.2.\nd\n.\nConsidering Entitlement to Benefits From an Earlier Effective Date\nThe table below describes the process for determining whether benefits may be awarded from an earlier effective date and how to obtain the information from SSA.\nStep\nAction\n1\nConsider entitlement to benefits from an earlier effective date when\nbenefits are awarded from the date of receipt of claim which was filed more than one year after the date of the Veteran’s death, and\nthere is no indication in the claims folder as to whether or not a claim for survivors’ benefits was filed with SSA.\n2\nIf a claim for SSA benefits was filed prior to the claim for VA benefits and the date the application was filed is unknown,\ndevelop to the claimant to inform him/her of the possibility of assignment of an earlier effective date, and\nask the claimant to complete\nSSA Form 3288, Consent for Release of Information\n,\nand return the form to VA.  The form should be completed by the claims processor except for the signature, date, and contact information of the signer.\n3\nIf the claimant returns\nSSA Form 3288\n,\nwith their consent and signature, send the form via fax or with a development letter to the appropriate Social Security payment center to verify in writing the date the application was filed with that agency.\nWhen SSA responds proceed to Step 5.\nReference\n:  For more information on where to fax or mail the form, see\nM21-1, Part III, Subpart ii, 1.B.6.c\n.\n4\nIf the claimant\ndoes not\nreturn\nSSA Form 3288\n, does not grant consent, or failed to provide a signature, contact the Social Security payment center to obtain the information without forwarding the\nSSA Form 3288\n.\nIf SSA\nprovides the information proceed to Step 5, or\nis unable to provide the information without the claimant’s authority to release information to VA\ntake award action to grant benefits from the earliest date VA received the application for survivor’s benefit, and\nnotify the claimant in the decision notice, VA was unable to confirm the date the application was filed with SSA to grant an earlier effective date.  Advise the claimant to submit\nSSA Form 3288\n,\nand\nVA Form 20-0995, Decision Review Request: Supplemental Claim\n, for reconsideration of the earlier effective date.\n5\nAdjust the effective date of the award, if otherwise in order, upon receipt of information from SSA establishing the date the SSA application/claim was received.",
  "title": "M21-1, Part XII, Subpart i, Chapter 4, Section A - Dependency and Indemnity Compensation (DIC) Benefits Based on Social Security Administration (SSA) Application",
  "citation": "Part XII, Subpart i, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175219/M21-1-Part-XII-Subpart-i-Chapter-4-Section-A-Dependency-and-Indemnity-Compensation-DIC-Benefits-Based-on-Social-Security-Administration-SSA-Application",
  "updated": "",
  "scraped_at": "2025-06-16T23:23:42.708441",
  "tags": [
    "m21-1"
  ]
}