{
  "chunk_id": "XII_i_4_C_11",
  "content": "/>\nXII.i.4.C.1.\nf\n.\nPaying Full DIC Benefits Without Withholding in Certain Cases\nIn certain cases, VA can pay full DIC benefits without withholding.\nAfter a review of the\nVeterans Information Solution (VIS)\n, if the surviving spouse is in receipt of SBP pay full DIC benefits without withholding or awaiting a response from DFAS if the following is true:\nthe surviving spouse has been receiving SBP for 12 months or less,\nand\nthe\ncurrent SBP effective date is 10 years or more from the date of the Veteran’s death\nthe Veteran paid SBP premiums for 120 months,\nand\nthe DIC award is no greater than 12 months retroactive, or\nthe payment date is on or after January 1, 2023, and the surviving spouse is entitled to the full amount of SBP and DIC benefits concurrently per\n10 U.S.C. 1450(c)(1)(D)\n.\nImportant\n:\nFor claims with an entitlement date prior to January 1, 2023, claims processors are required to submit the\nPhone Transaction Interface Veterans Affairs (PTIVA)\nform to DFAS notifying them that DIC has been paid in full.\nFor claims with an entitlement date on or after January 1, 2023, claims processors do not need the PTIVA submitted to DFAS.\nSee the SBP NUMBER OF MONTHS PAID field in\nVIS\nin the SBP INFORMATION segment under the DFAS PAYMENTS tab for the number of months the SBP premiums were paid.\nExample\n:\nNotes\n:\nThis does not apply to Coast Guard Veterans, as per\nM21-1, Part XII, Subpart i, 4.C.2.h\n.\nIn all other cases regarding potential entitlement to SBP, VA must await a response from DFAS. However, claims processors may pay DIC as of the date last paid and continue the claim at authorization until a response is received.  After a response is provided by DFAS, finalize the DIC award appropriately.\nThe current SBP effective date can be found in\nVIS\nunder the SURVIVOR BENEFIT PLAN INFORMATION section, under the CURRENT SBP EFFECTIVE DATE field.\nReferences\n:  For more information on\ndetermining whether the surviving spouse is entitled to receive the full amount of SBP and DIC benefits, see\nM21-1, Part XII, Subpart i, 4.C.1.b\ncoordinating the payment of DIC with DFAS, see\nM21-1, Part XII, Subpart i, 4.C.2.d\n, and\nthe PTIVA case form, see\nM21-1, Part XII, Subpart i, 4.C.2.e\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 4, Section C - Survivor Benefit Plan (SBP) Offsets",
  "citation": "Part XII, Subpart i, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175221/M21-1-Part-XII-Subpart-i-Chapter-4-Section-C-Survivor-Benefit-Plan-SBP-Offsets",
  "updated": "",
  "scraped_at": "2025-06-16T23:24:01.271746",
  "tags": [
    "m21-1"
  ]
}