{
  "chunk_id": "XII_i_4_C_19",
  "content": "/>\nXII.i.4.C.2.d\n.\nCoordinating the Payment of DIC With DFAS\nBefore paying the full DIC rate to a surviving spouse with potential eligibility for SBP benefits based on service in the Army, Navy, Air Force, Space Force, and Marine Corps, determine whether\nthe surviving spouse is receiving SBP benefits, and (if so)\npayment of DIC will create an overpayment.\nMany pension management center (PMC) employees have access to DFAS’ Defense Retiree and Annuitant Pay System-Annuitant Pay Subsystem (DRAS-APS).  PMC employees also have access to\nVIS\n, which is a web-based application that provides a consolidated view of eligibility and benefits data from the Veterans Benefits Administration and Department of Defense.  This system often contains the information required to make the determinations referenced above without making direct contact with DFAS.  When it does not, or when access to DRAS-APS or\nVIS\ndoes not exist, either the finance activity or PMC must send a request to DFAS through the Safe Access File Exchange, using the template shown in\nM21-1, Part XII, Subpart i, 4.C.2.e\n.\nIf a request is sent to DFAS, claims processors may pay DIC as of the date last paid and continue the claim at authorization until a response is received.  After a response is provided by DFAS, finalize the DIC award appropriately.\nIf DFAS does not respond within 10 workdays, follow up by telephone at 1-866-622-4602, option 2.\nException\n:  Do\nnot\npostpone payment of full DIC benefits for a response from DFAS if the criteria of\nM21-1, Part XII, Subpart i, 4.C.1.f\nhas been met\n.\nImportant\n:  Claims processors must still send the PTIVA to DFAS notifying them that DIC has been paid in full.\nNotes\n:\nIt is acceptable to request information from DFAS by telephone, using the number provided above, but\nonly\nwhen an expeditious response is required.\nDocument any telephone contact with DFAS on\nVA Form 27-0820, Report of General Information\n.\nThe Manila Regional Office (RO) contacts DFAS by email rather than by telephone.\nSBP is\nnot\npaid to the surviving spouse through DFAS for Veterans of the Coast Guard, PHS, or NOAA.  For SBP payments for Veterans of the Coast Guard, PHS, or NOAA, see\nM21-1, Part XII, Subpart i, 4.C.2.h\n.\nReference\n:  For more information on\nVIS\n, see\nM21-1, Part VI, Subpart ii, 4.C.2\n, and\nVIS User Guide\n.",
  "title": "M21-1, Part XII, Subpart i, Chapter 4, Section C - Survivor Benefit Plan (SBP) Offsets",
  "citation": "Part XII, Subpart i, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175221/M21-1-Part-XII-Subpart-i-Chapter-4-Section-C-Survivor-Benefit-Plan-SBP-Offsets",
  "updated": "",
  "scraped_at": "2025-06-16T23:24:01.271746",
  "tags": [
    "m21-1"
  ]
}