{
  "chunk_id": "XII_ii_2_D_15",
  "content": "/>\nXII.ii.2.D.2.c\n.\nWording to Include in the Award Letter\nInclude the following wording when sending the award letter to the claimant:\nThis award is made by the Department of Veterans Affairs (VA) as a result of claims development by the Social Security Administration District Office,\n[office name]\n, and is in accordance with a determination made by the Social Security Administration Program Service Center,\n[service center]\n.  If you have any questions about this award, you should discuss them with the Social Security Administration District Office.  The occurrence of any of the events referred to in the enclosed instructions should be reported promptly to the Social Security Administration and VA.  These enclosures contain important information and instructions which should be carefully followed.\nImmediate notice should be given of the death or marriage of any beneficiary for whom benefits are being paid under this award.  If either event should occur, any checks received thereafter must not be negotiated.\nSubmit a statement to the below address giving the date of death or marriage (along with the married name and address) and whereabouts of any children under age 18 who may be entitled to payments.\nPhiladelphia Pension Management Center\nP.O. Box 8079\nPhiladelphia, PA 1910\n1\nReturn uncashed checks\nto the Department of Treasury at the following address:\nU.S. Department of Treasury\nFiscal Service\nP.O. Box 51316\nPhiladelphia, PA 19115-6316\nIf\nyou received\npayments by Direct Deposit, you may request the\nfinancial institution return the funds to VA\n.\nVA and the Social Security Administration should also be notified immediately if you change your address.  Show both the claim number and Social Security number shown above when writing to either of these agencies.",
  "title": "M21-1, Part XII, Subpart ii, Chapter 2, Section D - Authorization and Notification for the Special Allowance Under 38 U.S.C. 1312(a)",
  "citation": "Part XII, Subpart ii, Chapter 2, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175226/M21-1-Part-XII-Subpart-ii-Chapter-2-Section-D-Authorization-and-Notification-for-the-Special-Allowance-Under-38-USC-1312a",
  "updated": "",
  "scraped_at": "2025-06-16T23:24:47.650503",
  "tags": [
    "m21-1"
  ]
}