{
  "chunk_id": "XII_ii_3_C_40",
  "content": "/>\nXII.ii.3.C.5.d\n.\nPayment of Available Difference When Withholding Has Not Been Made\nFollow the instructions in the table below if\nanother eligible claimant files a claim for benefits after an award has been made, and\nthere has been no prior withholding of benefits.\nStep\nAction\n1\nPay the new claimant the difference between the REPS family maximum and the total amount paid to the other claimants, effective the earliest date of the new claimant’s entitlement.\n2\nPrepare and send a notice of proposed adverse action to the current payee(s).  In the notice, inform the payee(s) that VA must reduce the monthly benefit to a rate that contemplates the payment of benefits to the new claimant, effective the first of the month following the end of a 60-day period that begins with the date of the notice.\nReference\n:  For more information about preparing and sending a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n3\nUnless the payee(s) submit(s) evidence within 65 days that shows the proposed action should not be taken, pay all payees, including the new claimant, an equal share of the REPS family maximum, effective the date in the LAST PAID DATE field on the AWARD INFORMATION tab in Share.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\n, if the payee(s) request a hearing in response to the notice of proposed adverse action.",
  "title": "M21-1, Part XII, Subpart ii, Chapter 3, Section C - St. Louis Regional Office (RO) Actions on Claims for Benefits Under the Restored Entitlement Program for Survivors (REPS)",
  "citation": "Part XII, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175229/M21-1-Part-XII-Subpart-ii-Chapter-3-Section-C-St-Louis-Regional-Office-RO-Actions-on-Claims-for-Benefits-Under-the-Restored-Entitlement-Program-for-Survivors-REPS",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:15.488732",
  "tags": [
    "m21-1"
  ]
}