{
  "chunk_id": "XII_ii_3_C_56",
  "content": "/>\nXII.ii.3.C.7.d\n.\nCertification When There Is an Active DEA Payment\nFollow the steps in the table below for handling certifications when there is an active DEA payment being made to the claimant.\nNote\n:  The RO is provided a list of active REPS student beneficiaries during the EOM in October.\nStep\nAction\n1\nReview the DEA record to confirm full-time attendance of each REPS beneficiary on the list.\n2\nIs the REPS beneficiary in full-time attendance?\nIf\nyes\n, and the date last certified is at the first of the term claimed, disregard the remaining steps in this table, as no further certification is necessary.\nIf\nno\n, go to Step 3.\nNotes\n:\nIn some cases, half-time or three-quarter-time attendance under the DEA program may constitute full-time attendance under the REPS program.  For example, deficiency hours are countable as attendance under the REPS program but not under the DEA program.\nOne example indicating the REPS beneficiary is\nnot\nin full-time attendance is that advance payment is indicated, but the bar has not been released.\n3\nClear EP 290,\nREPS\n.\nEstablish EP 600,\nPredetermination Notice\n.\nAdd the\nProposal To Reduce – School Child Verification\ntracked item, with a suspense date that is 65 days from the current date.\n4\nNotify the beneficiary of the following:\nthe certification must be completed by the beneficiary and a school official and returned to VA within 60 days, and\nif the completed form is not received, the award will be discontinued effective the first of the month after the month during which school attendance commenced.\n5\nDid the beneficiary provide the certification within 65 days?\nIf\nyes\n, take appropriate action based on the information contained on the certification form.\nIf\nno\n, discontinue the award effective the month following the month classes were scheduled to begin.",
  "title": "M21-1, Part XII, Subpart ii, Chapter 3, Section C - St. Louis Regional Office (RO) Actions on Claims for Benefits Under the Restored Entitlement Program for Survivors (REPS)",
  "citation": "Part XII, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175229/M21-1-Part-XII-Subpart-ii-Chapter-3-Section-C-St-Louis-Regional-Office-RO-Actions-on-Claims-for-Benefits-Under-the-Restored-Entitlement-Program-for-Survivors-REPS",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:15.488732",
  "tags": [
    "m21-1"
  ]
}