{
  "chunk_id": "XII_ii_3_C_73",
  "content": "/>\nXII.ii.3.C.9.d\n.\nHandling Disagreements Based on a Prior SSA Determination\nFollow the steps in the table below when a claimant submits a legacy notice of disagreement (NOD) or request for decision review under\n38 CFR 3.2500\n, regarding denial of a REPS claim based on a prior SSA determination as to the status of the claimant as the deceased Veteran’s dependent.\nReference\n:  For information on handling a legacy NOD regarding denial of a claim for other reasons, such as marriage or full-time wages, see\nM21-5, Chapter 6, Section B\n.\nStep\nAction\n1\nAsk SSA to furnish VA with\na copy of SSA’s determination, and\nall evidence relating to the SSA decision, and\nconsider or request from the claimant any additional evidence\nnot\npreviously considered by SSA.\n2\nReview the decision made by SSA and all supporting evidence, including any new evidence submitted  or identified by the claimant, and\nmake an administrative decision as to whether or not the claimant may be recognized as the deceased Veteran’s dependent under SSA rules.\nNote\n:  The conclusion of the decision follows SSA’s finding of non-entitlement unless\nSSA’s finding is patently in error, or\nthe claimant furnished new and relevant evidence that establishes the claimant’s status as the deceased Veteran’s dependent under SSA’s rules.\n3\nHas the SSA decision been affirmed?\nIf\nyes\n, prepare a legacy statement of the case or review decision in accordance with corresponding procedures.\nIf\nno\n, and the authorization activity determines, based on the SSA rules, the claimant is a dependent of the deceased Veteran,\napprove the REPS claim\nnotify SSA of the decision, and\ndescribe for SSA all the facts and circumstances relating to VA’s decision to recognize the claimant as a dependent for REPS purposes.",
  "title": "M21-1, Part XII, Subpart ii, Chapter 3, Section C - St. Louis Regional Office (RO) Actions on Claims for Benefits Under the Restored Entitlement Program for Survivors (REPS)",
  "citation": "Part XII, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000175229/M21-1-Part-XII-Subpart-ii-Chapter-3-Section-C-St-Louis-Regional-Office-RO-Actions-on-Claims-for-Benefits-Under-the-Restored-Entitlement-Program-for-Survivors-REPS",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:15.488732",
  "tags": [
    "m21-1"
  ]
}