{
  "chunk_id": "XIII_i_1_A_13",
  "content": "/>\nXIII.i.1.A.1.h\n.\nWhen DEA Is a Rating Issue\nBasic eligibility to DEA is a rating issue if\nthere is a claim for DEA or Chapter 35 benefits\na beneficiary requests a determination on P&T disability\nan SC total disability (schedular or total disability due to individual unemployability (IU) is awarded or confirmed/continued and permanency is also established (to include the determination that a future examination is not warranted)\na previously-set future exam control is canceled/discontinued while there is total disability\nSC for the cause of death is awarded, or\nin connection with a claim for death benefits (not to include burial benefits), the Veteran was rated 100-percent disabled due to SC disabilities or entitled to IU on the date of death.\nExceptions\n:\nDo not consider basic eligibility to DEA when that matter has been previously established, but do ensure eligibility is properly reflected in all systems.  However, when evaluating a claim for survivors benefit(s), include DEA as an issue in the rating decision even though DEA was awarded on another basis during the Veteran’s lifetime.\nWhen an SC total disability is awarded or confirmed and continued you must consider whether there is basic entitlement to DEA.  However if permanency of disability is not proven, do not create a separate issue and make a decision that there is no basic eligibility.  To show consideration, discuss in the evaluation issue that permanency of disability was not established or that improvement was indicated.\nDo not consider basic eligibility to DEA when the qualifying disability is awarded P&T under\n38 U.S.C. 1151\n.\nNotes\n:\nNot assigning a future examination control on a total disability, or canceling a future examination when there is total disability, implies that improvement is not indicated and that the disability is static.\nA rating decision\nmust\nbe prepared whenever permanency of a disability is established, whether the permanency is based on new evidence and/or on cancellation of a future examination regardless of whether or not there appear to be any potentially eligible dependents.\nThe Veterans Benefits Management System – Rating (VBMS-R) automatically establishes the ancillary issue of DEA/Chapter 35 entitlement when there is a combined evaluation of 100 percent and no future examination identified.\nReference\n:  For more information on the automatic establishment of the ancillary issue of DEA/Chapter 35 in VBMS-R, see the\nVBMS Rating User Guide\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 1, Section A - Ratings for Dependents' Educational Assistance (DEA)",
  "citation": "Part XIII, Subpart i, Chapter 1, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173634/M21-1-Part-XIII-Subpart-i-Chapter-1-Section-A-Ratings-for-Dependents-Educational-Assistance-DEA",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:24.718090",
  "tags": [
    "m21-1"
  ]
}