{
  "chunk_id": "XIII_i_1_B_6",
  "content": "/>\nXIII.i.1.B.1.a\n.\nWho Is Eligible for DEA\nDependents’ Educational Assistance (DEA), under\n38 U.S.C. Chapter 35\n, provides educational assistance to the children, spouses, and surviving spouses of individuals who\ndied in service in the line of duty\nwere on active duty as members of the Armed Forces and have been listed by the appropriate Secretary for more than 90 days as\nmissing in action\ncaptured in the line of duty by a hostile force, or\nforcibly detained or interned in the line of duty by a foreign government or power\nare active duty service members that are\nhospitalized or receiving outpatient medical treatment, and\nlikely to be released from active duty because of a service-connected (SC) disability(ies) that is permanent and totally disabling, or\nwere discharged from service under conditions other than dishonorable and\nhave an SC disability(ies) that is permanent and totally disabling (rated 100-percent disabling based on the rating schedule or by reason of individual unemployability (IU))\nhad an SC disability(ies) that was permanent and totally disabling and in existence at death (rated 100-percent disabling based on the rating schedule or by reason of IU), or\ndied as a result of an SC disability(ies).\nNotes\n:\nWhen a total SC disability rating is in effect at the time of death, but the cause of death is not SC, consider the disability rating to be permanent for DEA eligibility purposes only, even when permanency was not established during the Veteran's lifetime.\nPer\n38 CFR 3.807(c)\n, eligibility for DEA may be established when disabilities are treated as if SC under\n38 U.S.C. 1160\n(compensation for certain paired organs or extremities).\nDisability compensation or Dependency and Indemnity Compensation (DIC) awarded under\n38 U.S.C. 1151\ndoes\nnot\nestablish eligibility for DEA.\nReferences\n:  For more information on\nthe need for a rating decision in the types of cases described in this block, see\nM21-1, Part XIII, Subpart i, 1.A\n, and\nM21-1, Part XII, Subpart i, 1.C.1.b\nDEA, see\n38 CFR 3.807\n, and\n38 CFR 21.3021\nthe eligibility of dependents of seriously injured service members for DEA, see\nM21-1, Part XIII, Subpart i, 1.B.1.g\n, and\nentitlement to DEA based on paired-organ or extremity ratings, see\nKimberlin v. Brown\n, 5 Vet.App. 174 (1993).",
  "title": "M21-1, Part XIII, Subpart i, Chapter 1, Section B - Notification and Award Actions for Dependents' Educational Assistance (DEA)",
  "citation": "Part XIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173635/M21-1-Part-XIII-Subpart-i-Chapter-1-Section-B-Notification-and-Award-Actions-for-Dependents-Educational-Assistance-DEA",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:33.997979",
  "tags": [
    "m21-1"
  ]
}