{
  "chunk_id": "XIII_i_1_B_17",
  "content": "/>\nXIII.i.1.B.2.b\n.\nDetermining Entitlement to Disability or Survivors Benefits Before Education Benefits Are Awarded\nExcept\nas noted in\nM21-1, Part VII, Subpart ii, 1.B.2.a and c\n, VA may\nnot\nconcurrently pay disability or survivors benefits to or for a child that is receiving\nDEA, or\neducation benefits under the Fry Scholarship (\n38 U.S.C. 3311\n).\nUse the table below to determine whether the payment of disability or survivors benefits to or for a child is appropriate between the child’s 18\nth\nbirthday and the effective date of an award of DEA or education benefits under the Fry Scholarship.\nIf ...\nThen ...\nthe eligible child\nturned 18 during a routine break between school sessions\nattended school during the session that immediately preceded the break, and\nis\nnot\npermanently incapable of self-support, and\nthe effective date of the initial award of education benefits falls within the month in which the next school session would normally commence\naward disability or survivors benefits to or for the child throughout the break, and\ndiscontinue disability or survivors benefits to or for the child from the effective date of the initial award of education benefits.\nNotes\n:\nDetermine the effective date of the initial award of education benefits by following the instructions in\nM21-1, Part VII, Subpart ii, 1.B.2.f\n.\nIf the conditions described in the first two cells of the column to the left are met, VA may pay benefits in the manner described in this cell\nwithout\nrequiring the submission of\nVA Form 21-674, Request for Approval of School Attendance\n.\nThe various types of notice (described in\nM21-1, Part VII, Subpart ii, 1.B.3\n) of an RPO’s initial award of education benefits should include information about potential entitlement to payment for a break between school sessions if school attendance prior to the break is indicated on\nVA Form 22-5490\n.\nthe eligible child\nis at least 18 years old\nattended school during the session that immediately preceded a routine break between school sessions, and\nis\nnot\npermanently incapable of self-support, and\nthe effective date of the initial award of education benefits falls within the month that follows the routine break between school sessions\nVA determines the eligible child is permanently incapable of self-support\ndo\nnot\ndiscontinue disability or survivors benefits to or for the child when VA begins paying education benefits to the child.\nNote\n:  VA may concurrently pay education benefits to a child that is permanently incapable of self-support while paying disability or survivors benefits to or for the same child.\nReference\n:  Follow the instructions in the\nVBMS Awards User Guide\nto adjust an award to or for a child that\nis permanently incapable of self-support, and\nbegins attending school.\nthe eligible child turned 18 during a routine break between school sessions but there is nothing of record indicating the child attended school during\nthe school session that immediately preceded the break, or\nthe school session that immediately followed the break\ndiscontinue the payment of disability or survivors benefits effective the child’s 18\nth\nbirthday\nunless\nVA subsequently receives a\nVA Form 21-674\nshowing the child attended school during\nthe school session that immediately preceded the break, and\nthe school session that immediately followed the break.\nImportant\n:  Follow the instructions in\nM21-1, Part VII, Subpart ii, 1.B.8.b\n, before awarding disability or survivors benefits based on school attendance, or\nM21-1, Part VII, Subpart ii, 1.B.6.f\n, before allowing continued payment of disability or survivors benefits based upon review of\nVA Form 21-8960-1,Certification of School Attendance or Termination\nVA Form 21-674\n, or\nVA Form 21-674b, School Attendance Report\n.\nReferences\n:  For more information on\nawards and award adjustments based on school attendance, see\nM21-1, Part VII, Subpart ii, 1.B\ndue process, see\nM21-1, Part I, Subpart i, 1.B\nthe effect of elections in two-parent cases, see\nM21-1, Part VII, Subpart i, 3.D.2 and 3\n, and\nthe prohibition of concurrent payment of disability or survivors benefits and\nDEA, see\nM21-1, Part VII, Subpart ii, 1.B.2.a\n38 CFR 21.3023\n, and\n38 CFR 3.707\n, and\neducation benefits under the Fry Scholarship, see\nM21-1, Part VII, Subpart ii, 1.B.2.c\n, and\n38 U.S.C. 3322(f)\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 1, Section B - Notification and Award Actions for Dependents' Educational Assistance (DEA)",
  "citation": "Part XIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173635/M21-1-Part-XIII-Subpart-i-Chapter-1-Section-B-Notification-and-Award-Actions-for-Dependents-Educational-Assistance-DEA",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:33.997979",
  "tags": [
    "m21-1"
  ]
}