{
  "chunk_id": "XIII_i_1_B_19",
  "content": "/>\nXIII.i.1.B.2.d\n.\nRating Decisions for Seriously Injured Service Members\nUpon receipt of\nVA Form 22-5490\nfrom an MSC (under the circumstances described in\nM21-1, Part XIII, Subpart i, 1.B.1.g\n), ROs must take the actions described in the table below.\nStep\nAction\n1\nEstablish end product (EP) 290 –\nEDU Eligibility Rating\n, using the earliest date of receipt of\nVA Form 22-5490\nin a VA facility as the date of claim.\n2\nEnsure the RO possesses\na mailing address for the service member, and\nmedical evidence sufficient to determine whether the service member has SC disabilities that are permanent and totally disabling.\n3\nPrepare a rating decision according to the instructions in\nM21-1, Part XIII, Subpart i, 1.A\n.\n4\nComplete the DEA extract shown in\nM22-4, Part 7, 3.01b\n.\n5\nE-mail a copy of the following to the RPO of jurisdiction (per\nM22-4, Part 3, 1.02\n):\nDEA extract, and\nVA Form 22-5490\n.\nReference\n:  For the e-mail address of individual RPOs, see\nM21-1, Part XIII, Subpart i, 1.B.3.b\n.\n6\nFile the DEA extract in the service member’s claims folder (or upload a copy of it into the electronic claims folder (eFolder)).\n7\nDid the rating decision establish eligibility for DEA?\nIf ...\nThen prepare a decision notice that includes ...\nyes\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, and\nthe following text:\nWe received an application for Dependents’ Educational Assistance (DEA).  We have decided that you have a total disability that is permanent in nature and was incurred or aggravated in the line of duty in the active military, naval, or air service.  Therefore, we’ve granted eligibility for DEA.\nIn order for VA to pay you service-connected compensation, the military must first release you under honorable conditions.  If you have not done so, and you are within six months of discharge, you should complete and submit VA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits.  Upon receipt, we will decide your disability claim and then notify you of our decision.\nno\nVA Form 21-526EZ\n, and\nthe following text:\nWe received an application for Dependents’ Educational Assistance (DEA) from your dependent,\n[\nenter dependent’s name\n]\n.  We cannot grant eligibility for DEA because we have decided that you do not have a total disability that is permanent in nature and was incurred or aggravated in the line of duty in the active military, naval, or air service.\nIn order for VA to pay you service-connected compensation, the military must first release you under honorable conditions.  If you have not done so, and you are within six months of discharge, you should complete and submit VA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits.  Upon receipt, we will decide your disability claim and then notify you of our decision.\n8\nClear the pending EP 290.\nNote\n:\nOnly the dependent named on the\nVA Form 22-5490\n(or the dependent’s legal guardian) may request review of a rating decision to deny eligibility for DEA.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 1, Section B - Notification and Award Actions for Dependents' Educational Assistance (DEA)",
  "citation": "Part XIII, Subpart i, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173635/M21-1-Part-XIII-Subpart-i-Chapter-1-Section-B-Notification-and-Award-Actions-for-Dependents-Educational-Assistance-DEA",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:33.997979",
  "tags": [
    "m21-1"
  ]
}