{
  "chunk_id": "XIII_i_2_A_6",
  "content": "/>\nXIII.i.2.A.1.a\n.\nEligibility Requirements for Financial Assistance for a Conveyance\nTo be eligible for financial assistance in purchasing a new or used automobile (or other conveyance), a Veteran or service member must have acquired one of the following disabilities as a result of injury or disease incurred or aggravated during active military service, or as a result of medical treatment or examination, vocational rehabilitation, or compensated work therapy provided by the Department of Veterans Affairs (VA) (\n38 U.S.C. 1151\n):\nloss, or permanent loss of use (LOU), of one or both feet\nloss, or permanent LOU, of one or both hands,\npermanent impairment of vision in both eyes with a\ncentral visual acuity of 20/200 or less in the better eye with corrective glasses, or\ncentral visual acuity of more than 20/200 if there is a field defect in which the peripheral field has contracted to such an extent that the widest diameter of visual field has an angular distance no greater than 20 degrees in the better eye, or\na severe burn injury defined as disability caused by deep partial thickness or full thickness burns resulting in scar formation that causes contractures and limits motion of one or more extremities or the trunk and precludes effective operation of an automobile, or\namyotrophic lateral sclerosis (ALS).\nNotes\n:\nPer\nVAOPGCPREC 60-1990\n, eligibility for an automobile grant may be based on functional as well as organic LOU of an extremity or blindness.\nExample\n:  A conversion reaction may cause functional, as opposed to organic, blindness.\nEligibility based on burn injury only applies to claims filed on or after October 1, 2011.\nReference\n:  For more information on the eligibility requirements for the automobile allowance and adaptive equipment, see\n38 CFR 3.808\n,\n38 U.S.C. Chapter 39\n, and\nPublic Law (PL) 111-275\n,\nVeterans Benefits Act of 2010.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section A - Automobile and Adaptive Equipment Allowance Under 38 U.S.C. Chapter 39",
  "citation": "Part XIII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173638/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-A-Automobile-and-Adaptive-Equipment-Allowance-Under-38-USC-Chapter-39",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:52.595929",
  "tags": [
    "m21-1"
  ]
}