{
  "chunk_id": "XIII_i_2_A_7",
  "content": "/>\nXIII.i.2.A.1.b\n.\nIssuing a Certificate of Eligibility\nA certificate of eligibility for financial assistance in the purchase of a new or used automobile or other conveyance may be made\nin an amount not exceeding the amount specified in\n38 U.S.C. 3902\n, and\nif the eligibility requirements are met.\nPrior to January 5, 2023, only one automobile allowance was authorized in the Veteran’s or service member’s lifetime\nexcept\nas specified in\n38 U.S.C. 3903(a)(2)\n, which was previously added by\nPL 112-154\nto authorize VA to provide or assist in providing a\nsecond\nautomobile or other conveyance when the\nvehicle previously purchased with VA financial assistance was destroyed as a result of a natural or other disaster\ndestruction was not the Veteran’s or service member’s fault, and\nVeteran or service member did not receive compensation for the loss from a property insurer.\nEffective January 5, 2023,\nPL 117-333, Veterans Auto and Education Improvement Act of 2022\n, further amended\n38 U.S.C. 3903(a)\nto change the general limitation on automobile allowance grants that previously restricted this to a once-in-a-lifetime benefit.  As of the date of enactment of\nPL 117-333\n, VA may provide or assist in providing an\nadditional\nautomobile or other conveyance if\nmore than 30 years\nhave passed since the Veteran or service member most recently received VA financial assistance to purchase an automobile or other conveyance.\nImportant\n:\nPL 117-333\ndid not change the authority to provide or assist in providing a second automobile or other conveyance under the disaster replacement provisions of\nPL 112-154\n.  A second automobile or other conveyance may still be provided under\nPL 112-154\nwhen the requirements outlined above are met.\nThe law prohibits VA from making payments for automobile/conveyance grants directly to Veterans or service members.  VA is required to pay the benefit to the seller.\nNotes\n:\nIn accordance with the statutory language of\n38 U.S.C. 3903(a)(2)\n, the term\nsecond automobile allowance\nwill continue to be used when referring to a subsequent automobile allowance under the disaster replacement provisions of\nPL 112-154\n, even if it may not technically be the\nsecond\nallowance the claimant receives.\nIn accordance with the statutory language of\n38 U.S.C. 3903(a)(3)\n, the term\nadditional automobile allowance\nwill be used when referring to a subsequent automobile allowance under the provisions of\nPL 117-333\n(more than 30 years since the most recent automobile allowance).\nThe term\nautomobile or other conveyance\nis not defined in the statute or regulation.  It is written and interpreted broadly to allow VA the maximum authority to approve the financial assistance.  The term encompasses a wide variety of drivable motorized vehicles including, but not limited to, cars and station wagons, sport utility vehicles, minivans or vans, pickup trucks, motor homes, and commercial trucks or farm machines such as a tractor, harvester, or combine.\nThe Chief Medical Director or designee makes the determination as to what is specifically necessary for the disability or individual, including whether a specific requested conveyance is or is not necessary for the disability or individual.\nReferences\n:  For more information on processing requests for\nadditional automobile allowance as authorized by\nPL 117-333\n, see\nM21-1, Part XIII, Subpart i, 2.A.5.b\n, and\nsecond automobile allowance under the disaster replacement provisions of\nPL 112-154\n, see\nM21-1, Part XIII, Subpart i, 2.A.5.c\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section A - Automobile and Adaptive Equipment Allowance Under 38 U.S.C. Chapter 39",
  "citation": "Part XIII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173638/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-A-Automobile-and-Adaptive-Equipment-Allowance-Under-38-USC-Chapter-39",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:52.595929",
  "tags": [
    "m21-1"
  ]
}