{
  "chunk_id": "XIII_i_2_A_17",
  "content": "/>\nXIII.i.2.A.2.a\n.\nApplying for Automobile Allowance\nA formal claim on\nVA Form 21-4502, Application for Automobile or Other Conveyance and Adaptive Equipment\n, is required if the Veteran or service member is applying for the automobile allowance.\nThe application for an automobile or other conveyance is considered an application for the adaptive equipment specified for the claimant’s disability by directive of the Chief Medical Director.  The instructions on the\nVA Form 21-4502\ncontain a list of adaptive equipment that has been preapproved for particular disabilities.\nNotes\n:\nThere is no time limit for filing a claim.\nUpon receipt of the application, before referring the claim to the rating activity\nestablish an end product (EP) as directed in\nM21-4, Appendix B\nselect an appropriate claim label for initial claims, and\nsend the claimant the notice required under\n38 U.S.C. 5103\n, when needed.\nA spouse-payee may file an application for an automobile on behalf of an incompetent Veteran, in accordance with\nVAOPGCPREC 36-1991\n.\nThere are several claim labels that can be appropriate in initial claims for an automobile or other conveyance and adaptive equipment.  In most cases involving SC compensation use\nAutomobile Allowance\n(code 290AUTO).  However, the\nDRAS Automobile Allowance\nor\nIDES Automobile Allowance\nlabels may be necessary in some cases.\nWhere one of the auto-related claim labels is applicable, it is important that it is properly applied to ensure appropriate prioritization through the National Work Queue (NWQ).  NWQ prioritizes the distribution of initial auto and adaptive equipment claims utilizing the claim label.\nIf basic eligibility to the automobile allowance and/or adaptive equipment has been previously denied by rating decision,\nVA Form 21-4502\nmust be accompanied by a qualifying request for decision review under\n38 CFR 3.2500\n.  Otherwise, treat the submission as a request for application in accordance with procedures found in\nM21-1, Part II, Subpart iii, 2.G.1.a\n.\nReferences\n:  For more information on\nEPs, see\nM21-4, Appendix B\nclaim labels, see\nM21-4, Appendix C\nnotification requirements for a complete application, see\nM21-1, Part II, Subpart iii, 1.C.2.a\nexceptions to the requirement for sending notification under\n38 U.S.C. 5103\n, see\nM21-1, Part III, Subpart i, 2.B\n, and\nhandling supplemental claims, see\nM21-1, Part II, Subpart iii, 2.B\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section A - Automobile and Adaptive Equipment Allowance Under 38 U.S.C. Chapter 39",
  "citation": "Part XIII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173638/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-A-Automobile-and-Adaptive-Equipment-Allowance-Under-38-USC-Chapter-39",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:52.595929",
  "tags": [
    "m21-1"
  ]
}