{
  "chunk_id": "XIII_i_2_A_37",
  "content": "/>\nXIII.i.2.A.5.c\n.\nProcessing Requests for Second Automobile Allowance Based on Destruction as a Result of Natural or Other Disaster\nRegional offices must refer\nall\nclaims for a second automobile allowance based on the disaster replacement provisions of\nPL 112-154\nto Compensation Service for an advisory opinion, unless review of the claims folder demonstrates that the second allowance under\nPL 112-154\nwas previously paid.\nFollow the steps in the table below to route claims for second automobile allowances based on\nPL 112-154\nto Compensation Service for review.\nImportant\n:  If a second automobile allowance under\nPL 112-154\nwas previously paid, process the claim as a claim for additional automobile allowance in accordance with\nM21-1, Part XIII, Subpart i, 2.A.5.b\n.\nStep\nAction\n1\nPrepare a memorandum using the format prescribed in\nM21-1, Part X, Subpart v, 1.A.1.h\n, and in it, include the following:\nVeteran’s or service member’s name\nfile number\ndate of previous automobile allowance grant\nmake, model, and year of vehicle purchased with previous grant\ncircumstances surrounding the vehicle’s destruction, including date (month, day, and year) of destruction\ncity and state where vehicle was located at the time of destruction\ndescription of the disaster and damage done to the vehicle, and\nverbal or written confirmation certifying to VA that the Veteran or service member has not received compensation from an insurer for the loss.\n2\nTreat the memorandum as the equivalent of an administrative decision, and follow the instructions in\nM21-1, Part X, Subpart v, 1.C.2.i\nto obtain and document all required signatures.\n3\nUpload the memorandum and any other relevant documentation to the eFolder in VBMS.\n4\nAdd the\nCompensation Service Review – Opinion\nspecial issue indicator to at least one contention, and\nCompensation Service Case Review\ntracked item.\n5\nIs the claim being processed in the NWQ environment?\nIf\nyes\n, take no further action, as the claim will be routed to Compensation Service automatically.\nIf\nno\n, manually broker the claim to\nCompensation Service (Washington DC)\n.\nImportant\n:  Send any questions concerning the processing or referral of requests for second automobile allowances under\nPL 112-154\nto\nVAVBAWAS/CO/214DADVISORYANDSRT\n.\nReferences\n:  For more information on\neligibility requirements for a second automobile allowance based on destruction as a result of natural or other disaster, see\nPL 112-154\n38 U.S.C. 3903(a)(2)\n, and\nM21-1, Part XIII, Subpart i, 2.A.1.b\nNWQ claims processing, see the\nNWQ Playbook\n, and\nbrokering claims, see the\nVBMS Core User Guide\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section A - Automobile and Adaptive Equipment Allowance Under 38 U.S.C. Chapter 39",
  "citation": "Part XIII, Subpart i, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173638/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-A-Automobile-and-Adaptive-Equipment-Allowance-Under-38-USC-Chapter-39",
  "updated": "",
  "scraped_at": "2025-06-16T23:25:52.595929",
  "tags": [
    "m21-1"
  ]
}