{
  "chunk_id": "XIII_i_2_B_8",
  "content": "/>\nXIII.i.2.B.1.c\n.\nQualifying Disabilities for SAH Purposes\nThe table below provides the qualifying disabilities as noted in\n38 CFR 3.809\nand\n38 U.S.C. 2101\nfor the purpose of establishing eligibility to SAH.\nQualifying Disability\nNotes\nPermanent (but not necessarily\ntotal\n) disability due to blindness in both eyes, having central visual acuity of 20/200 or less in the better eye with the use of a standard correcting lens.\nBlindness criteria for eligibility to SAH were amended in\n38 CFR 3.809\neffective November 8, 2021, to implement changes made by\nPL 116-154\n.  This amendment is applicable to all claims pending before VA on, or received after, August 8, 2020, the date\nPL 116-154\nwas signed into law.  Prior to that date, such criteria entitled beneficiaries to SHA alone.\nFor SAH purposes, a visual field that subtends an angle no greater than 20 degrees is considered the equivalent of 20/200 visual acuity or less.  This is synonymous with average contraction of the visual field to no more than 20 degrees.\nA permanent and total (P&T) disability due to L/LOU of\nboth lower extremities, such as to preclude locomotion without the aid of braces, crutches, canes, or a wheelchair\none lower extremity together with residuals of organic disease or injury which so affect the functions of balance or propulsion as to preclude locomotion without the aid of braces, crutches, canes, or a wheelchair\none lower extremity together with L/LOU of one upper extremity which so affect the functions of balance or propulsion as to preclude locomotion without the aid of braces, crutches, canes, or a wheelchair, or\nboth upper extremities precluding use of the arms at or above the elbow.\nThe use of a prosthesis qualifies for entitlement to SAH, as a prosthetic device is the equivalent of the use of braces under the regulation.\nIn\nJensen v. Shulkin\n,\n29 Vet.App. 66 (2017), the Court of Appeals for Veterans Claims held that the standard for conceding L/LOU of an extremity for the purposes of establishing eligibility to SAH benefits is\nnot\ndirectly equivalent to the L/LOU criteria discussed in\n38 CFR 3.350(a)(2)(i)\n, the relevance of which is limited to establishing entitlement to special monthly compensation.\nAmyotrophic lateral sclerosis (ALS) rated 100-percent disabling.\nAlthough\n38 CFR 3.809\nprovides that ALS is a qualifying condition for SAH when evaluated 100-percent disabling under\n38 CFR 4.124a, diagnostic code (DC) 8017\n, whenever there is a diagnosis of ALS, there is a qualifying condition for SAH purposes.  This includes the assignment of a permanent 100-percent evaluation under DC 8017 or a hyphenated DC (8017-XXXX) for the predominant complication of ALS.\nThe regulatory change to\n38 CFR 3.809\nallowing for qualification based on ALS is applicable to all claims for SAH pending before VA on, or received after, December 3, 2013.\nA P&T disability due to full thickness or subdermal burns that have resulted in contractures with limitation of motion (LOM) of\ntwo or more extremities, or\nat least one extremity and the trunk.\nBurn injury criteria were added to\n38 CFR 3.809\neffective October 25, 2010, based on provisions made by\nPL 110-289\n.\nReferences\n:  For more information on\nthe regulatory definition of the phrase “preclude locomotion,” see\n38 CFR 3.809(c)\n, and\nevaluating ALS, see\nM21-1, Part V, Subpart iii, 12.C.2\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section B - Specially Adapted Housing (SAH) or Special Home Adaptation (SHA) Grants",
  "citation": "Part XIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173639/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-B-Specially-Adapted-Housing-SAH-or-Special-Home-Adaptation-SHA-Grants",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:01.897553",
  "tags": [
    "m21-1"
  ]
}