{
  "chunk_id": "XIII_i_2_B_9",
  "content": "/>\nXIII.i.2.B.1.d\n.\nEligibility for SHA Grants\nEligibility for assistance in acquiring SHA exists when a\nVeteran is entitled to compensation under\n38 U.S.C. Chapter 11\nfor a qualifying condition, as defined below, or\nservice member on active duty has a qualifying condition, as defined below, incurred or aggravated in the LOD.\nQualifying conditions are P&T disability from\nL/LOU of both hands\ndeep partial thickness burns that have resulted in contracture(s) with LOM of\ntwo or more extremities, or\nat least one extremity\nand\nthe trunk\nfull thickness or subdermal burns that have resulted in contracture(s) with LOM of\none or more extremities, or\nthe trunk, or\nresiduals of an inhalation injury, including, but not limited to\npulmonary fibrosis\nasthma, or\nchronic obstructive pulmonary disease (COPD).\nNotes\n:\nEligibility only exists for SHA if the claimant is not entitled to, and has not previously received, SAH.\nCompensation under\n38 U.S.C. Chapter 11\nincludes compensation for SC disability as well as for disabilities compensated as if SC under\n38 U.S.C. 1151\n.\nQualification for SHA based on a respiratory disorder requires more than a showing of P&T disability from a respiratory diagnosis such as pulmonary fibrosis, asthma, or COPD.  The diagnosis must have resulted from an inhalational injury caused by breathing steam or toxic inhalants, such as fumes, gases, and mists present in a fire environment (including, but not limited to, acrolein, chlorine, phosgene, and nitrogen dioxide).\nReferences\n:  For more information on\neligibility for SHA, see\n38 U.S.C. 2101\n, and\n38 CFR 3.809a\n, and\nthe criteria for compensation under\n38 U.S.C. 1151\n, see\nM21-1, Part VIII, Subpart iv, 6.B.1.a\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section B - Specially Adapted Housing (SAH) or Special Home Adaptation (SHA) Grants",
  "citation": "Part XIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173639/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-B-Specially-Adapted-Housing-SAH-or-Special-Home-Adaptation-SHA-Grants",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:01.897553",
  "tags": [
    "m21-1"
  ]
}