{
  "chunk_id": "XIII_i_2_B_22",
  "content": "/>\nXIII.i.2.B.3.c\n.\nClaims Filed With the RLC on VA Form 26-4555\nWhen a claimant seeks to initiate a claim for SAH/SHA by submitting a\nVA Form 26-4555\nto an RLC, the following activities occur:\nfor electronic submissions, the information from the\nVA Form 26-4555\nis transferred into the SAHSHA system automatically\nfor paper submissions, the RLC will manually enter the information from the application into SAHSHA\nSAHSHA automatically creates an end product (EP) 290 when the electronic\nVA Form 26-4555\nis received or the information from the application is entered, and\nRLC staff will determine if a rating from the VSC has previously established basic eligibility.\nIf so\n, the RLC will proceed with a determination on entitlement following its policies and procedures.  Since EPs 290 are automatically generated, the VSC in these cases will subsequently review and clear the EP 290 once it is determined that eligibility has already been established.\nIf not\n, the EP 290 will prompt an eligibility determination by the VSC as provided in\nM21-1, Part XIII, Subpart i, 2.B.3.g\n.\nNotes\n:\nLoan Guaranty uses the SAHSHA system to process and track\nVA Forms 26-4555\nelectronically.\nSAH/SHA applications submitted electronically will\nnot\nbear a wet signature or electronic signature indicator but remain valid submissions for claims-processing purposes.  Claims processors\nmust not\nimproperly cancel EP controls associated with such submissions on the basis that valid signature requirements have not been satisfied.\nReference\n:  For more information on signatures, see\nM21-1, Part II, Subpart i, 2.B.2\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 2, Section B - Specially Adapted Housing (SAH) or Special Home Adaptation (SHA) Grants",
  "citation": "Part XIII, Subpart i, Chapter 2, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173639/M21-1-Part-XIII-Subpart-i-Chapter-2-Section-B-Specially-Adapted-Housing-SAH-or-Special-Home-Adaptation-SHA-Grants",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:01.897553",
  "tags": [
    "m21-1"
  ]
}