{
  "chunk_id": "XIII_i_3_A_15",
  "content": "/>\nXIII.i.3.A.2.b\n.\nProcessing  Requests Requiring  Claims Folder Review Only\nWhen a request for information received on\nVA Form 10-7131\nonly requires review of the claims folder, follow the steps in the table below to respond to the medical facility with the requested information.\nStep\nAction\n1\nFor each item requested in Part I, respond by entering the requested information in Part II\nof\nVA Form 10-7131\n.\nNote\n:  All information may be legibly handwritten.\n2\nMark any non-applicable items as\nN/A\n.\n3\nIf\ninformation about monetary benefits is requested, and the Veteran receives military retired pay (MRP), complete Part II, Items 5 and 5A (\nRetirement Pay-By Whom Paid\n), to show the amount and source of the MRP.\nExample\n:\n$121–Army\n4\nMake an appropriate entry in the\nRemarks\nsection to advise the VHA  facility of\nany\nof the following conditions that affect eligibility for hospitalization or treatment:\nthe Veteran has no period of honorable service\nthe Veteran has forfeited rights to benefits, or\nthe Veteran’s only service was in the Commonwealth Army of the Philippines, Special Philippine Scouts, or recognized Guerrilla Service.\nNote\n:  If the Veteran’s only service was in the Commonwealth Army of the Philippines, Special Philippine Scouts, or recognized guerrilla service,\nmedical care is restricted to care provided by the Philippine government, or\nthe Department of Veterans Affairs (VA) may furnish hospital and nursing home care and medical services for treatment of service-connected (SC) disabilities\nonly\nif the Veteran resides in the US.\n5\nUpon completion of the requested claims folder review,\nreturn the original form to the medical facility\nfile the duplicate form in the claims folder, or upload a copy of the form into the Veteran's electronic claims folder (eFolder), if one is present, and\nclear an end product (EP) 400.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 3, Section A - General Information on Eligibility for Medical Services",
  "citation": "Part XIII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173640/M21-1-Part-XIII-Subpart-i-Chapter-3-Section-A-General-Information-on-Eligibility-for-Medical-Services",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:11.217701",
  "tags": [
    "m21-1"
  ]
}