{
  "chunk_id": "XIII_i_3_A_27",
  "content": "/>\nXIII.i.3.A.4.c\n.\nTaking Rating Action for Medical Care Purposes\nProcess requests requiring rating action using the table in\nM21-1, Part XIII, Subpart i, 3.A.4.b\n.\nImportant\n:  Individuals who are barred from receiving payment for\nSC compensation\nbecause of a discharge under other than honorable conditions can still receive medical care benefits for a disability incurred or aggravated in the LOD during active military naval or air service as provided by\n38 CFR 3.360\n, and\nM21-1, Part X, Subpart iv, 1.B.1\n. In making determinations of SC for medical care eligibility purposes in such a case, use the same criteria that are applicable to determinations of service incurrence and LOD when there is no COD bar.\nNote\n:  When entering a decision in the Veterans Benefits Management System - Rating allowing SC for treatment purposes, do not enter a disability percentage.  The generated text notes that SC is granted for treatment purpose only under\n38 U.S.C. Chapter 17\n, and compensation is not payable for the condition.  The effective date field is disabled.  Do not attempt to assign an effective date.\nReferences\n:  For more information on\nthe definitional requirements of Veteran status including COD, see\nM21-1, Part III, Subpart i, 1.A.1.a\nstatutory bars to benefits and COD, see\nM21-1, Part X, Subpart iv, 1.A\nCOD determinations and healthcare,\nM21-1, Part X, Subpart iv, 1.B.1\nchecking for COD, see\nM21-1, Part III, Subpart i, 1.A.2.f\n, and\nadministrative decisions, including on COD, see\nM21-1, Part X, Subpart v, 1.C\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 3, Section A - General Information on Eligibility for Medical Services",
  "citation": "Part XIII, Subpart i, Chapter 3, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173640/M21-1-Part-XIII-Subpart-i-Chapter-3-Section-A-General-Information-on-Eligibility-for-Medical-Services",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:11.217701",
  "tags": [
    "m21-1"
  ]
}