{
  "chunk_id": "XIII_i_3_B_9",
  "content": "/>\nXIII.i.3.B.1.d\n.\nActions to Take Upon Receipt of an Eligibility Determination Request\nWhen a VHA facility initiates a request for an eligibility determination regarding COD, follow the steps in the table below.\nException\n:  If the eligibility determination request pertains to a former service member’s potential access to emergency mental health care, follow processing instructions in\nM21-1, Part XIII, Subpart i, 3.B.1.e\n.\nStep\nAction\n1\nDoes review of the claims folder indicate an RO has previously prepared a COD determination or a decision on eligibility for benefits under\n38 U.S.C. Chapter 17\n?\nIf\nyes\n, go to Step 4.\nIf\nno\n, go to the next step.\n2\nAccomplish any and all development necessary to render an administrative decision in the matter of COD, including all available service department records (service treatment records, personnel records, and records of proceedings pertaining to the discharge).\nReference\n:  For more information on collecting information on the facts and circumstances surrounding discharge, see\nM21-1, Part X, Subpart iv, 1.A.1\n.\n3\nRefer the case for preparation of an administrative decision.\n4\nBased on the outcome of the administrative decision,\nupdate the former service member’s corporate record, as discussed in\nM21-1, Part X, Subpart iv, 1.A.1\n, and\ncomplete Part IV of\nVA Form 20-0986\n.\nNote\n:  The electronic copy of\nVA Form 20-0986\nmust be edited to show Part IV has been completed.  Upload the annotated document to the electronic claims folder (eFolder) with the attributes displayed in the table below.\nIn the document field …\nEnter/select …\nSUBJECT\nPart IV completed and referred to VHA\n.\nCATEGORY – TYPE\nChecklist:  VA Form 20-0986 Eligibility Determination for Character of Discharge (COD) Request Form\n.\nSOURCE\nVeteran\n.\nDATE OF RECEIPT\ndate action was taken.\n5\nReturn a copy of the completed\nVA Form 20-0986\nto the originating VHA facility, attaching a copy of the administrative decision.\nNotes\n:\nAdd a permanent claim level note stating that the form was returned.\nDocument the eFolder to reflect if an e-mail is sent to VHA.\n6\nCreate a decision notice communicating the outcome of the administrative decision (unless such notification was previously provided) in accordance with\nM21-1, Part X, Subpart iv, 1.A.1\nand\nM21-1, Part X, Subpart iv, 1.B.1.b\n.\nSend the notice to the former service member.\n7\nPrepare a record-purpose award to clear the EP 290 –\nCharacter of Discharge\nestablished to control the eligibility determination request.\n8\nIs a rating EP based on a claim for compensation benefits concurrently pending?\nIf\nyes\n, go to the next step.\nIf\nno\n,\ntake no further action\n.\n9\nUse the table below to determine the next action.\nIf the COD determination indicates ...\nThen ...\nthe former service member’s service is honorable for Department of Veterans Affairs (VA) purposes\naccomplish any and all normal development necessary to ready the case for rating disposition\nrefer the case for preparation of a rating decision addressing service connection (SC) for specifed conditions, and\ngo to the next step.\nthe former service member’s service is dishonorable for VA purposes, but\nthe former service member is eligible for health care benefits under\n38 U.S.C. Chapter 17\naccomplish any and all development (to include requesting any medical opinions warranted) necessary to ready the case for rating disposition\nrefer the case for preparation of a rating decision addressing SC for treatment purposes for specified conditions, and\ngo to the next step.\na statutory bar to VA benefits exists under an offense specified in\n38 CFR 3.12(c)\n, or\nthe former service member is eligible for neither disability compensation nor health care benefits under\n38 U.S.C. Chapter 17\nclear the rating EP, and\ndisregard the remaining step in this table.\n10\nProcess the rating decision rendered in response to Step 9 by\npreparing a corresponding decision notice for the claimant\ncompleting Part V of the\nVA Form 20-0986\nreturning a copy of the completed\nVA Form 20-0986\nto the originating VHA facility\nadding a permanent claim-level note indicating that the form was returned, and\ndocumenting the eFolder if an e-mail is sent to VHA.\nImportant\n:  The electronic copy of\nVA Form 20-0986\nmust be edited to show that Part V has been completed.  Upload the document to the eFolder with the attributes displayed in the table below.\nIn the document field …\nEnter/select …\nSUBJECT\nPart V completed and referred to VHA\n.\nCATEGORY – TYPE\nChecklist:  VA Form 20-0986 Eligibility Determination for Character of Discharge (COD) Request Form\n.\nSOURCE\nVeteran\n.\nDATE OF RECEIPT\ndate action was taken.\nReferences\n:  For more information on\nratings for SC for treatment purposes, see\nM21-1, Part XIII, Subpart i, 3.A.4\nreferring cases to the authorization activity for eligibility determinations, see\nM21-1, Part XIII, Subpart i, 3.A.3\nCOD determinations, see\nM21-1, Part X, Subpart iv, 1.A\nand\nB\n, and\nEPs, see\nM21-4, Appendix B\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 3, Section B - Healthcare Eligibility Determinations for Former Service Members Discharged Under Other-Than-Honorable (OTH) Conditions",
  "citation": "Part XIII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173782/M21-1-Part-XIII-Subpart-i-Chapter-3-Section-B-Healthcare-Eligibility-Determinations-for-Former-Service-Members-Discharged-Under-Other-Than-Honorable-OTH-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:20.479555",
  "tags": [
    "m21-1"
  ]
}