{
  "chunk_id": "XIII_i_3_B_10",
  "content": "/>\nXIII.i.3.B.1.e\n.\nActions Specific to Special Eligibility Determination Requests Involving Access to Emergency Mental Health Care\nWhen a VHA facility initiates a request for an eligibility determination regarding COD, and the request contains the\nMHI\nlanguage referenced in\nM21-1, XIII, Subpart i, 3.B.1.c\n, consider it sought in support of affording the former service member access to\nemergency mental health care\n, and prioritize action accordingly.\nNote\n:  Application of the\nEmergency Care\ncorporate flash mandated in\nM21-1, Part XIII, Subpart i, 3.B.1.c\nprompts National Work Queue reassignment to one of several designated processing stations.  Eligibility determination requests involving access to emergency mental health care are centrally processed by the Nashville and Winston-Salem ROs.\nFollow the steps in the table below to respond to an eligibility determination request of this type.\nStep\nAction\n1\nReview the claims folder for a previously-prepared COD determination or decision on eligibility for benefits under\n38 U.S.C. Chapter 17\n, and\naccomplish any and all development necessary to render such a determination, as needed.\nReference\n:  For more information on development required for COD determinations, see\nM21-1, Part X, Subpart iv, 1.A.1\n.\n2\nPrepare an administrative decision as to COD and eligibility for benefits under\n38 U.S.C. Chapter 17\nupdate the former service member’s corporate record, as discussed in\nM21-1, Part X, Subpart iv, 1.A.1\n, and\nprovide notice of the administrative decision’s findings to the\nformer service member by following the instructions in\nM21-1, Part X, Subpart iv, 1.A.1\nand\nM21-1, Part X, Subpart iv, 1.B.1.b\n, and\noriginating VHA facility by\ncompleting Part IV of the\nVA Form 20-0986\n, and\nreturning the form by e-mail to the originating VHA facility.\nReference\n:  For more information on providing notice of COD determinations’ outcomes to\nVA and non-VA entities, see\nM21-1, Part X, Subpart iv, 1.A.1\n.\n3\nUse the table below to determine the next action.\nIf ...\nThen ...\nthe former service member’s COD was deemed honorable for VA purposes\nprepare a record-purpose award to clear the pending EP 290\nremove the\nEmergency Care\ncorporate flash, and\ncontinue processing the case from Step 8 of the table in\nM21-1, Part XII, Subpart i, 3.B.1.d\n.\nthe former service member’s COD was deemed dishonorable for VA purposes, and\nthe former service member was\nnot\nfound eligible for health care benefits under\n38 U.S.C. Chapter 17\n(for reasons such as a statutory bar identified in\n38 CFR 3.12(c)\n)\nprepare a record-purpose award to clear the pending EP 290\nremove the\nEmergency Care\ncorporate flash, and\ndisregard the remaining steps in this table.\nthe former service member’s COD was deemed dishonorable for VA purposes (for reasons such as a regulatory bar identified in\n38 CFR 3.12(d)\n), but\nthe former service member was found eligible for health care benefits under\n38 U.S.C. Chapter 17\nprepare a record-purpose award, continuing the EP 290 at authorization\nadd the\nEmergency Care – CH17 Determination\nspecial issue indicator, and\ngo to the next step.\nImportant\n:  Unlike other VHA eligibility determination requests, those involving access to emergency mental health care\nmust\nbe construed as free-standing claims for SC for treatment purposes for any mental health condition(s) for which the Veteran is receiving treatment.\n4\nBecause the request from VHA is received on a\nVA Form 20-0986\nand not a\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, ensure that\nSection 5103\nnotice requirements have been satisfied.\nAccomplish any and all development necessary to ready the case for a rating decision (the development that would be required for SC under a typical rating EP) concerning the former service member’s entitlement to SC for treatment purposes for a mental health condition.\nNote\n:  The development referenced above may involve the\nacquisition of specified medical treatment records, and/or\nordering of any medical opinions warranted under\nM21-1, Part IV, Subpart i, 1.A\n.\n5\nPrepare a rating decision addressing SC for the specified conditions for treatment purposes as described in\nM21-1, Part XIII, Subpart i, 3.A.4.c\n.\n6\nProcess the rating decision prepared in Step 5, and\nprepare a corresponding decision notice for the claimant.\n7\nNotify the originating VHA facility of all disabilities individually deemed SC or NSC for treatment purposes under\n38 U.S.C. Chapter 17\nby\ncompleting Part V of the\nVA Form 20-0986\n, and\nreturning the form to the originating VHA facility\nclear the pending EP 290, and\nremove the\nEmergency Care\ncorporate flash.\nNote\n:  If a former service member in need of emergency mental health care submits a completed application claiming disability compensation for the underlying mental condition(s)\nbefore\nthe issue of COD is resolved, any decision concerning SC for treatment purposes for the mental condition(s) will be decided under the pending EP 290.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 3, Section B - Healthcare Eligibility Determinations for Former Service Members Discharged Under Other-Than-Honorable (OTH) Conditions",
  "citation": "Part XIII, Subpart i, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173782/M21-1-Part-XIII-Subpart-i-Chapter-3-Section-B-Healthcare-Eligibility-Determinations-for-Former-Service-Members-Discharged-Under-Other-Than-Honorable-OTH-Conditions",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:20.479555",
  "tags": [
    "m21-1"
  ]
}