{
  "chunk_id": "XIII_i_3_C_8",
  "content": "/>\nXIII.i.3.C.1.c\n.\n38 U.S.C. 1702 Criteria for SC for Mental Conditions for Treatment Purposes\n38 U.S.C. 1702\nprovides that SC is presumed for Department of Veterans Affairs (VA) treatment purposes for a Veteran of\nany war period who develops a psychosis, or\nthe Persian Gulf War who develops any mental illness\nwithin\ntwo years after the date of separation (under other than dishonorable conditions) from such service,\nand\ntwo years after the end of the war period.\nImportant\n:\nBoth\ncriteria must be met for the presumption to arise. The presumption that the qualifying disability was incurred in service for treatment purposes does\nnot\napply if\na qualifying mental ilness develops\nmore\nthan two years after the end of the\nwar period\n, even if the condition develops less than\n,\nor at, two years after\ndischarge\n, or\na qualifying mental illness develops more than two years after\nservice discharge\neven if that was\nduring\nwartime or\nless than, or at\n, two years thereafter.\nNotes\n:\nIt is\nnot\nnecessary for the Veteran to have had 90 days of service to qualify.\nPersian Gulf War Veterans who manifest primary diagnoses of substance abuse disorders within the applicable timeframes described above will be entitled to mental health treatment for those disorders under\n38 U.S.C. 1702\neven though the laws administered by VA prohibit awards of monetary benefits for conditions of misconduct etiology.\nReferences\n:  For more information on\nthe definition of psychosis, see\n38 CFR 3.384\n, and\nM21-1, Part V, Subpart iii, 13.1.f\n, and\nprimary disabilities involving willful misconduct, see\nM21-1, Part X, Subpart iv, 1.D\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 3, Section C - Service Connection (SC) for Mental Conditions for Treatment Purposes Under 38 U.S.C. 1702",
  "citation": "Part XIII, Subpart i, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173839/M21-1-Part-XIII-Subpart-i-Chapter-3-Section-C-Service-Connection-SC-for-Mental-Conditions-for-Treatment-Purposes-Under-38-USC-1702",
  "updated": "",
  "scraped_at": "2025-06-16T23:26:29.737749",
  "tags": [
    "m21-1"
  ]
}