{
  "chunk_id": "XIII_i_3_H_16",
  "content": "/>\nXIII.i.3.H.2.d\n.\nNotifying Veterans of Their Dependents’ Potential Entitlement to CHAMPVA\nWhen claims processors use Redesigned Automated Decision Letter (RADL) to generate a decision notice regarding a VA decision to rate a Veteran permanently and totally disabled due to SC disabilities, RADL automatically inserts text into the notice that\ninforms the Veteran that dependents may be eligible for benefits under CHAMPVA, and\nprovides instructions for obtaining more information about CHAMPVA.\nWhen claims processors use Personal Computer Generated Letters to generate a decision notice for the same type of decision, they must select the following paragraph for insertion into the decision notice:\nYour dependents may be eligible for benefits under CHAMPVA.  CHAMPVA is a health benefits program in which the Department of Veterans Affairs (VA) shares the cost of certain healthcare and supplies with eligible beneficiaries.  To be eligible for the CHAMPVA program, a dependent must be the spouse or child of a veteran who is permanently and totally disabled from a service-connected disability.  The Health Administration Center in Denver, Colorado, administers the CHAMPVA program.  You should call 1‑800‑733‑8387 if additional information is needed.\nImportant\n:  The text in the preceding paragraph is\nnot\nan exact match of the text RADL automatically inserts; claims processors do\nnot\nneed to add this text to decision notices they generate using RADL.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 3, Section H - Civilian Health and Medical Program of the Department of Veterans Affairs (CHAMPVA) Eligibility Determinations",
  "citation": "Part XIII, Subpart i, Chapter 3, Section H",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173844/M21-1-Part-XIII-Subpart-i-Chapter-3-Section-H-Civilian-Health-and-Medical-Program-of-the-Department-of-Veterans-Affairs-CHAMPVA-Eligibility-Determinations",
  "updated": "",
  "scraped_at": "2025-06-16T23:27:15.959655",
  "tags": [
    "m21-1"
  ]
}