{
  "chunk_id": "XIII_i_4_A_18",
  "content": "/>\nXIII.i.4.A.2.h\n.\nDetermination of Eligibility for Class II Dental Treatment Without Rating Action\nPer\n38 CFR 17.162\n, if a Veteran submits a timely application for treatment of an SC Class II dental condition, he/she may be deemed eligible and dental treatment authorized by the VAMC on a one-time completion basis without referral to the Veterans Service Center (VSC) for rating action if\nall\nof the criteria listed below are met.\nThe Veteran was examined to determine the need for dental treatment within six months after date of discharge or release (unless delayed through no fault of the Veteran).\nSound dental judgment warrants the conclusion that the condition originated in, or was aggravated during, service, and the condition existed when the Veteran was discharged or released from active service.\nTreatment does not involve replacement of a missing tooth noted at the time of VA examination, except\nin conjunction with an authorized extraction replacement, or\nif a determination can be made on the basis of sound professional judgment that a tooth was extracted or lost on active duty.\nNotes\n:\nIndividuals whose entire tour of duty consisted of active or inactive duty for training are not eligible.\nNormally, the VAMC can determine eligibility for dental treatment unless the Veteran claims service connection (SC).  The VSC rating activity determines SC for dental conditions.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 4, Section A - Overview of Classes of Eligibility for Dental Treatment",
  "citation": "Part XIII, Subpart i, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173837/M21-1-Part-XIII-Subpart-i-Chapter-4-Section-A-Overview-of-Classes-of-Eligibility-for-Dental-Treatment",
  "updated": "",
  "scraped_at": "2025-06-16T23:27:25.211556",
  "tags": [
    "m21-1"
  ]
}