{
  "chunk_id": "XIII_i_4_B_6",
  "content": "/>\nXIII.i.4.B.1.a\n.\nHandling Requests for Dental Treatment\nAs is discussed in\nM21-1, Part V, Subpart iii, 14.1.b\n, the Veterans Benefits Administration is responsible for developing and deciding\nclaims for service connection\n(SC) of dental and oral disabilities.  If, however, a Veteran submits a benefit application containing a\nrequest for dental treatment\n(with or without claiming a specific disability), do\nnot\nrefer the request to the rating activity, or\nsend a copy of the application to the nearest Veterans Health Administration (VHA) facility.\nInstead, use the Veterans Benefits Management System (VBMS) (or other appropriate claims-processing system) to generate a subsequent development letter, informing the Veteran of the following:\nWe recently received your request for dental treatment.  In order to initiate a determination regarding your eligibility to dental treatment services, you may\nvisit the enrollment office at your nearest VA healthcare facility, or\ncall the VA Health Eligibility and Enrollment line at 1-855-488-8440.\nNotes\n:\nDo not include\ndental treatment\nas a contention in VBMS.\nIf the request for dental treatment eligibility is free-standing, unaccompanied by a concurrent claim for compensation and/or pension benefits,\nchange any pending end product (EP) control to a 400, and\nclear such EP control following preparation and finalization of the letter discussed in this block.\nReferences\n:  For more information on\nthe responsibility of the treating VHA facility to initiate\nVA Form 10-7131, Exchange of Beneficiary Information and Request for Administrative and Adjudicative Action\n, see\nM21-1, Part XIII, Subpart i, 4.B.1.b\n, and\nwhen to refer a\nVA Form 10-7131\ninitiated by VHA to the rating activity, see\nM21-1, Part XIII, Subpart i, 4.B.3\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 4, Section B - Processing Dental Claims",
  "citation": "Part XIII, Subpart i, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173836/M21-1-Part-XIII-Subpart-i-Chapter-4-Section-B-Processing-Dental-Claims",
  "updated": "",
  "scraped_at": "2025-06-16T23:27:34.493568",
  "tags": [
    "m21-1"
  ]
}