{
  "chunk_id": "XIII_i_4_C_6",
  "content": "/>\nXIII.i.4.C.1.a\n.\nVHA and VBA Roles in Dental Treatment Eligibility Determinations\nAuthorization of dental treatment under\n38 CFR 17.161\nis normally handled by the Business Office at the Veterans Health Administration (VHA) facility nearest the Veteran’s residence or the VHA Health Eligibility Center without referral to the Veterans Service Center (VSC) and the rating activity.\nThe Veterans Benefits Administration's (VBA’s) role is to make determinations as required by VHA in order for them to determine entitlement to treatment.  VHA may complete\nVA Form 10-7131, Exchange of Beneficiary Information and Request for Administrative and Adjudicative Action\n, to request information or a rating from VBA for use in its determination of eligibility to treatment under Class I, II, II(a), II(c), or Class IV.\nImportant\n:  As noted in\nM21-1, Part XIII, Subpart i, 4.C.1.d\n, VBA must only render determinations on service connection (SC) for dental treatment purposes when requested to do so by VHA.\nReferences\n:  For more information on\nthe classes of dental treatment eligibility, see\nM21-1, Part XIII, Subpart 1, 4.C.1.b\n, and\nM21-1, Part XIII, Subpart i, 4.A\ndeterminations VBA may make for dental treatment purposes, see\nM21-1, Part XIII, Subpart i, 4.C.1.c\nprocessing dental treatment requests, see\nM21-1, Part XIII, Subpart i, 4.B\n, and\nrating dental and oral conditions for compensation purposes, see\nM21-1, Part V, Subpart iii, 14\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 4, Section C - Ratings for Dental Treatment Purposes",
  "citation": "Part XIII, Subpart i, Chapter 4, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173838/M21-1-Part-XIII-Subpart-i-Chapter-4-Section-C-Ratings-for-Dental-Treatment-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:27:43.762593",
  "tags": [
    "m21-1"
  ]
}