{
  "chunk_id": "XIII_i_5_B_5",
  "content": "/>\nXIII.i.5.B.1.a\n.\nRequests for Memorandum VR&E Ratings\nVeteran Readiness and Employment (VR&E) Service may request a memorandum vocational rehabilitation/employment (VR&E) rating to determine whether the claimant’s service-connected (SC) disabilities meet the 10-percent or 20-percent eligibility requirements per\nM21-1, Part XIII, Subpart i, 5.A.2\n, in any of the following situations:\nVA Form 28-1900, Application for Vocational Rehabilitation for Claimants With Service-Connected Disabilities (Chapter 31, Title 38, U.S.C.)\n, is filed by a service member awaiting discharge for disability\nVA Form 28-1900\nis filed by a Veteran, but no claim for compensation was ever filed, or\nall of the following are true:\nVA Form 28-1900\nand\nVA Form 21-526EZ, Application for Disability Compensation and Related Compensation Benefits\n, were filed and are both currently being processed, and\nservice department medical records adequate for memorandum VR&E rating purposes were received.\nNote\n:  A proposed rating decision prepared under the Integrated Disability Evaluation System (IDES) program may also serve to establish entitlement to VR&E services in lieu of a memorandum VR&E rating.  If one has already been completed, provide a copy to the requesting VR&E office.  For electronic rating decisions, inform the VR&E contact of its availability via the electronic claims folder (eFolder).\nReferences\n:  For more information on\nVR&E claims from service members awaiting discharge, see\nM21-1, Part X, Subpart i, 6.D.1\n, and\nIDES proposed ratings for VR&E purposes, see\nVR&E Letter 28-10-09\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 5, Section B - Memorandum Vocational Rehabilitation/Employment (VR&E) Ratings",
  "citation": "Part XIII, Subpart i, Chapter 5, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173834/M21-1-Part-XIII-Subpart-i-Chapter-5-Section-B-Memorandum-Vocational-RehabilitationEmployment-VRE-Ratings",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:02.288243",
  "tags": [
    "m21-1"
  ]
}