{
  "chunk_id": "XIII_i_6_None_25",
  "content": "/>\nXIII.i.6.2.g\n.\nWhen to Pay MOHP for a Surviving Spouse\nIf there is a surviving spouse of a Veteran or service member, who was awarded the Medal of Honor during their lifetime or posthumously, then\nadd the MOHP for a surviving spouse entitlement amount to a current award, or\npay it as the sole benefit from the date certified.\nException\n:  Each case must be evaluated to determine the greater benefit between MOHP for a surviving spouse and benefits paid under\n38 U.S.C. 1311\nor\n38 U.S.C. 1318\n.\nPrior to generating an award, consider the following:\nan election is required for a surviving spouse to receive the lesser benefit between MOHP for a surviving spouse and benefits paid under\n38 U.S.C. 1311\nor\n38 U.S.C. 1318\na change to an election between benefits may be made by a surviving spouse at any time, however, following an initial election, benefits shall never overlap, and\nuntil January 1, 2023, a surviving spouse must be notified when an evaluation to determine the greater benefit identifies that Dependency and Indemnity Compensation (DIC) benefits may be subject to a Survivor Benefit Plan (SBP) offset.  The notification must include detailed information on the impact an offset has on the concurrent receipt of DIC and SBP benefits.\nImportant\n:  Ensure that all identification and contact information necessary to establish an award is current and available.  This includes\ncorrect first and last name\naddress\ntelephone number\ne-mail address (if applicable)\nSocial Security number\nclaims folder number\ndate of birth\ndirect deposit information, and\nremarriage information, if applicable.\nExecute any development necessary to verify the above information.\nNote\n:  If there is no surviving spouse information on file and evidence in a claims folder indicates that a Veteran or service member’s name has been entered on a Medal of Honor Roll or a Medal of Honor is awarded posthumously, then development may be needed to determine if an eligible surviving spouse exists.\nNotification should be provided as part of the Veteran First Notice of Death processing or development for a posthumous Medal of Honor award.  This notification should include eligibility information, including marriage requirements.\nA surviving spouse not already established as such by VA, should provide\nVA Form 21-4170, Statement of Marital Relationship\nto verify marital and parental information which can be used to confirm eligibility for MOHP for a surviving spouse.  A marriage license or birth certificate is not required to confirm information provided on this form. The requirements for marital verification are unique to MOHP for a surviving spouse and should not be extended to other benefit types.\nReferences\n:  For more information on\nestablishing claims, see\nM21-1, Part II, Subpart iii, 3.A.1\nidentifying a potential surviving spouse by contacting a Veteran’s estate, see\nM21-1, Part XI, Subpart i, 1.A.1.e\n, and\nSBP offset information, see\nM21-1, Part IX, Subpart iii, 1.I\n, and\nM21-1, Part XII, Subpart i, 4.C\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 6 - Medal of Honor Pension (MOHP)",
  "citation": "Part XIII, Subpart i, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173833/M21-1-Part-XIII-Subpart-i-Chapter-6-Medal-of-Honor-Pension-MOHP",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:11.596607",
  "tags": [
    "m21-1"
  ]
}