{
  "chunk_id": "XIII_i_6_None_30",
  "content": "/>\nXIII.i.6.2.l\n.\nSample Development Language to Determine Eligibility for MOHP for a Surviving Spouse\nWhen sending a letter to develop for information needed to grant MOHP for a surviving spouse, use the sample language shown below.\nDEPARTMENT OF VETERANS AFFAIRS\n[date]\n[claimant’s name]\n[claimant’s address]\nIn Reply Refer To:\nDear\n[surviving spouse’s name]\n,\nWe received notification that\n[Veteran or service member’s full name]\nwas awarded the Medal of Honor and that they have passed away.  The Department of Veterans Affairs (VA) remains thankful for their service.\nOur records indicate that you may be the surviving spouse of the Medal of Honor recipient.  This may result in entitlement for a Medal of Honor special pension benefit.\nThis letter tells you what we will do with your potential entitlement and what you can do to help us grant the benefit.\nEligibility Information\nMedal of Honor special pension benefits for a surviving spouse require that an individual was married to the Medal of Honor recipient at the time of their death, and that at least one of the following are true of the marriage:\nits duration was for one year or more immediately prior to the Medal of Honor recipient’s death\nfor any period of time during the marriage a child was born, or\na child was born to the Medal of Honor recipient and surviving spouse before the marriage.\n[If marital information is not on file, include\nPlease provide verification of marital information by utilizing\nVA Form 21-4170, Statement of Marital Relationship\n.\n]\nA surviving spouse eligible to receive Dependency and Indemnity Compensation (DIC) may not receive a Medal of Honor special pension benefit at the same time. An election is required to receive the lesser benefit between DIC and Medal of Honor special pension benefits. This election may be made via a statement signed by the eligible surviving spouse, which can be provided on the attached VA\nForm 21-10210, Lay/Witness Statement\n. A surviving spouse is not prohibited from changing an election at a later date; however, only one benefit will be paid for any single payment period following an initial election.\n[If surviving spouse is currently in receipt of DIC, include\nOur records indicate that you are currently in receipt of DIC at the rate of $X,XXX.XX. This rate is\n[higher or lower]\nthan the current statutorily mandated rate of $ X,XXX.XX\n[initial rate was 1,388.68 on 01-05-21]\nfor the Medal of Honor special pension benefit.\n]\n[If surviving spouse is currently in receipt of DIC and DIC is the higher rate, include\nWe will continue paying your current DIC award benefit, unless you provide an election indicating that you prefer to receive the Medal of Honor special pension benefit. If an election is received, we will utilize the date that the election is received to adjust the award benefit type. If you desire to retain your current DIC award benefit, then no action in response to this letter is required.\n]\n[If surviving spouse is currently in receipt of DIC and DIC is the lower rate, include\nWe will automatically convert your award benefit to be that of the Medal of Honor special pension benefit for the earliest entitlement date which your case warrants. This may result in the payment of accrued benefits, minus any potential overpayment or debt owed to VA.\n]\n[If SBP offset applies and contact addressing this with the surviving spouse is not on file, include information about how the SBP offset will impact their DIC benefit.]\nAn election is required to receive the lesser economic benefit between DIC and a Medal of Honor special pension benefit. This election may be made via a statement signed by the eligible surviving spouse, which can be provided on the attached\nVA Form 21-10210, Lay/Witness Statement\n.\nA surviving spouse is not prohibited from changing an election at a later date, however, only one benefit will be paid for any single payment period following an initial election.\nWhat Do We Need from You?\nPlease review what information is required regarding your identification and contact information. The following information is needed by VA to grant a Medal of Honor special pension benefit:\nFull Legal Name\nSocial Security Number\nDate of Birth\nBank Account Information\nTelephone Number\nE-mail (if available)\nMarital Status (If remarried, please provide the date of the marriage)\nPlease provide confirmation or updates to the VA concerning the information identified. This is not required for individuals who are in current receipt of VA benefits.\nWe encourage you to return a confirmation or updates on information at your earliest convenience, as it may expedite the processing of payments for the Medal of Honor special pension benefit.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 6 - Medal of Honor Pension (MOHP)",
  "citation": "Part XIII, Subpart i, Chapter 6, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173833/M21-1-Part-XIII-Subpart-i-Chapter-6-Medal-of-Honor-Pension-MOHP",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:11.596607",
  "tags": [
    "m21-1"
  ]
}