{
  "chunk_id": "XIII_i_7_A_21",
  "content": "/>\nXIII.i.7.A.2.e\n.\nDevelopment for Certification Purposes\nUse the table below to determine what action to take to develop a case for certification purposes.\nIf ...\nThen ...\nan issue has not been disposed of in a prior rating\na rating decision is required.\nReference\n:  For more information on VA home loan program rating decisions, see\nM21-1, Part XIII, Subpart i, 7.A.2.f\nand\ng\n.\na formal claim for Dependency and Indemnity Compensation or death compensation was not filed, or\na rating decision as to SC death has not been made\nrefer the claim to the rating activity for a determination as to service connection for the cause of death for the purpose of eligibility for a VA-backed home loan.\nNote\n:\nIf certification cannot be issued because of a legal bar, do not refer the case for an SC death rating, as the issue is immaterial.\nthe claimant has not previously filed\nVA Form 21P-534, Application for Dependency and Indemnity Compensation, Survivors Pension and Accrued Benefits by a Surviving Spouse or Child (Including Death Compensation if Applicable)\nVA Form 21P-534EZ, Application for DIC, Survivors Pension, and/or Accrued Benefits\n, or\nVA Form 21P-534a, Application for Dependency and Indemnity Compensation by a Surviving Spouse or Child – In-Service Death Only\n,\nand\ninformation concerning the surviving spouse’s marital history is not of record\nask the claimant to furnish evidence to establish\nthe date and place of marriage to the Veteran, and\nthe date, place, and manner of dissolution of prior marriages of either party, if any.\nthe only information required is to establish that the surviving spouse\nhas not remarried, or\nmeets the remarried eligibility criteria in\n38 CFR 3.55(a)(10)\nask the surviving spouse for a signed statement on a\nVA Form 21-10210, Lay/Witness Statement\nthat the spouse has not remarried since the date of the Veteran’s death, or\nproviding the information necessary to establish eligibility under\n38 CFR 3.55(a)(10)\n.\nNote\n:  A responsive statement on\nVA Form 21-4138, Statement in Support of Claim\n, is also acceptable.\nReference\n:  For more information on remarriage of a surviving spouse, see\nM21-1, Part VII, Subpart i, 2.E\n.\nthe request is for a determination based on eligibility requirements for a Veteran who is missing in action (MIA) or captured, and\na claims folder does not exist\nuse the Personnel Information Exchange System to send to the appropriate branch of service a request using code O99\nenter\nInclude cert of listing for more than 90 days as MIA, captured in-line-of-duty (ILOD) by hostile force, and/or forcibly detained or interned ILOD by foreign govt or power\nwhen completing the request, and\nperform any additional required development concurrently with submission of the request for service information.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 7, Section A - Department of Veterans Affairs (VA) Home Loan Program",
  "citation": "Part XIII, Subpart i, Chapter 7, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173831/M21-1-Part-XIII-Subpart-i-Chapter-7-Section-A-Department-of-Veterans-Affairs-VA-Home-Loan-Program",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:20.871885",
  "tags": [
    "m21-1"
  ]
}