{
  "chunk_id": "XIII_i_7_B_12",
  "content": "/>\nXIII.i.7.B.2.a\n.\nPMC Action and Response Based on RLC Income and Net Worth Information\nFollow the steps in the table below when reviewing the Veteran’s income and net worth information following receipt of this information from the RLC.\nStep\nAction\n1\nCompare the income and net worth information submitted by the RLC with income and net worth information of record with the PMC.\nNote\n:  The PMC considers the income and net worth information as it would any other third-party income and net worth information it might receive.\n2\nDoes the income and net worth shown in the information from the RLC adversely affect a beneficiary’s pension rate or affect the outcome of a pension claim?\nIf\nno\n,\nrespond to the RLC in the manner which the RLC requests (e-mail or another method), and\nno further action necessary.\nIf\nyes\n, go to Step 3.\nNote\n:  The RLC only refers income and net worth information to the PMC when it is greater than that reflected in the corporate record.\n3\nRespond to the RLC, explaining how the information will affect the pension award or claim\nfurnish the name and telephone number of the individual whom the RLC can contact for information on the status of PMC action on the pension award or claim, if necessary\nmaintain a copy of the income and net worth information in the claims folder, and\nfollow standard procedures pertaining to development and notice of proposed adverse action, if warranted, considering the information from the RLC to be third-party information unless signed by the claimant, beneficiary, or fiduciary.\nNote\n:  If the proposed effective date for reduction or discontinuance cannot be determined, set the proposed effective date for the adjustment as the beginning of the Eligibility Verification Report reporting period during which the referral was received from the RLC.\nReferences\n:  For more information on\nthird-party information, see\nM21-1, Part I, Subpart i, 1.B.1.d\nand\nnotices of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\nImportant\n:  Further action on the pension-related home loan application is deferred pending a response from the PMC.  If the PMC is unable to respond within a few days, it must e-mail or telephone the RLC point of contact to provide the reason for the delay.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 7, Section B - Department of Veterans Affairs (VA) Pension-Related Home Loans",
  "citation": "Part XIII, Subpart i, Chapter 7, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173832/M21-1-Part-XIII-Subpart-i-Chapter-7-Section-B-Department-of-Veterans-Affairs-VA-Pension-Related-Home-Loans",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:30.129633",
  "tags": [
    "m21-1"
  ]
}