{
  "chunk_id": "XIII_i_8_A_6",
  "content": "/>\nXIII.i.8.A.1.a\n.\nACAP\nEligibility Requirements\nThe regulatory authority for an annual clothing allowance payment (ACAP) is\n38 CFR 3.810\n.  An ACAP is payable on application when\nprosthetic or orthopedic appliances\n, such as an artificial limb, rigid extremity brace, wheelchair, or crutches, worn or used by a Veteran, for a disability or disabilities for which\n38 U.S.C. Chapter 11\ndisability compensation has been established, tend to\nwear and tear clothing\n, and/or\nphysician-prescribed medication\n, used by a Veteran for a skin condition for which\n38 U.S.C. Chapter 11\ndisability compensation has been established, causes\nirreparable damage\nto the\nouter garments\n.\n38 U.S.C. Chapter 11\ndisability compensation means\nservice-connected (SC) disability, or\ndisability under\n38 U.S.C. 1151\nthat is compensated as if SC.\n38 CFR 3.810\nprovides for entitlement to\nmore than one\nACAP.\nMultiple allowances are permitted when multiple qualifying appliances and/or medications affect\ndistinct\nqualifying types of clothing articles.\nExample\n:  Multiple allowances may be awarded if a prosthetic leg used for an SC amputation causes wear and tear to pants\nand\na physician-prescribed medication for an SC skin disorder irreparably damages shirts.\nTwo allowances\nmay be paid for a\nsingle type of affected garment\nif\nmore than one appliance\nmedication for more than one skin condition, or\nan appliance and a skin medication\nindependently qualify for an ACAP and together tend to wear and tear and/or irreparably damage the single type of garment at a greater rate than either would independently.\nNote\n:\nPublic Law (PL) 117-328\namended\n38 U.S.C. 1162\nto require the Department of Veterans Affairs (VA) to make recurring payments for a clothing allowance to qualifying Veterans\nuntil\nthe Veteran elects to no longer receive such payments\nor\nVA determines the Veteran is no longer eligible.  In effect, this amendment eliminated the requirement for Veterans to submit an application each year for the ACAP once their eligibility for the benefit is initially established.\nException\n:  An application is still required to establish initial eligibility to an\nadditional\nACAP on the basis of multiple qualifying appliances and/or medications, as described above, even if initial eligibility to a\nseparate\nACAP was previously established.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 8, Section A - Clothing Allowance",
  "citation": "Part XIII, Subpart i, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173828/M21-1-Part-XIII-Subpart-i-Chapter-8-Section-A-Clothing-Allowance",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:39.417280",
  "tags": [
    "m21-1"
  ]
}