{
  "chunk_id": "XIII_i_8_A_7",
  "content": "/>\nXIII.i.8.A.1.b\n.\nMedical Evidence Needed to Establish Eligibility\nIn order for an ACAP to be paid, available medical evidence must demonstrate findings consistent with the regulatory requirements for the benefit.\nRefer to the table below for a description of the types of evidence necessary to support eligibility to an ACAP.\nIf the basis for the ACAP claim is ...\nThen the medical evidence must include ...\nIndicating that …\nuse of prosthetic or orthopedic appliances where there is special monthly compensation for loss of use of an upper or lower extremity at a rate specified in\n38 CFR 3.350(a-d) or (f)\na VA examination or equivalent hospital or examination report\nthe qualifying appliance(s) tend to cause wear and tear to clothing.\nuse of prosthetic orthopedic appliances necessitated by another qualifying disability\ncertification by the Under Secretary for Health or a designee (VA Outpatient Clinic (OPC) Director)\nthe qualifying appliance(s) tend to cause wear and tear to clothing.\nphysician-prescribed medication\ncertification by the Under Secretary for Health or a designee (VA OPC Director)\nthe qualifying prescribed medication causes irreparable damage to outer garments.\nNotes\n:\nIrreparable damage does\nnot\ninclude stains that are removable through regular laundering or dry cleaning.\nA Veteran does not lose ACAP eligibility after returning to active duty and may receive the payment concurrently with active service pay, as per\nVAOPGCPREC 4-2010\n.",
  "title": "M21-1, Part XIII, Subpart i, Chapter 8, Section A - Clothing Allowance",
  "citation": "Part XIII, Subpart i, Chapter 8, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173828/M21-1-Part-XIII-Subpart-i-Chapter-8-Section-A-Clothing-Allowance",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:39.417280",
  "tags": [
    "m21-1"
  ]
}