{
  "chunk_id": "XIII_ii_1_B_9",
  "content": "/>\nXIII.ii.1.B.1.d\n.\nTypes of Benefits SSA Does Not Recognize as VA Income\nSSA does\nnot\nrecognize VA educational benefits or Medal of Honor Pension as income for the purpose of determining a claimant’s entitlement to SSI.  Nevertheless, SSA wants to know if an SSI claimant received either of these benefits during the time period SSA specifies in Part I of\nSSA Form L1103\n.\nUse the table below if the corporate record shows an SSI claimant received educational benefits or Medal of Honor Pension during the time period SSA specified.\nIf an SSI claimant received ...\nThen ...\neducational benefits during the time period SSA specified\ncheck the box labeled\nEducational Benefits\nin Part II, Section A, of\nSSA Form L1103\n.\nMedal of Honor Pension during the time period SSA specified\nhand-write\nMedal of Honor Pension\nalong the bottom of Part II, Section A, along with the amount of Medal of Honor Pension the beneficiary received each month during the same time period.\nImportant\n:  If a Veteran is entitled to both Medal of Honor Pension\nand\ndisability compensation or pension, VA pays\nboth benefits\nto the Veteran in a\nsingle award\n. Regardless of whether a Veteran received this benefit by itself or in combination with disability compensation or pension, exclude it when calculating the Veteran’s VA income for SSA purposes.\nReference\n:  For more information on Medal of Honor Pension, see\nM21-1, Part XIII, Subpart i, 6\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section B - Social Security Administration (SSA) Requests for the Amount of Department of Veterans Affairs (VA) Benefits Received",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173967/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-B-Social-Security-Administration-SSA-Requests-for-the-Amount-of-Department-of-Veterans-Affairs-VA-Benefits-Received",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:58.029807",
  "tags": [
    "m21-1"
  ]
}