{
  "chunk_id": "XIII_ii_1_B_25",
  "content": "/>\nXIII.ii.1.B.3.a\n.\nExclusions From the Calculation of VA Income for SSA Purposes\nWhen calculating VA income for SSA purposes for a Veteran or surviving spouse, exclude as income the amount of additional benefits VA pays the beneficiary for dependent(s).\nExceptions\n:\nDo\nnot\nexclude from the calculation of VA income for SSA purposes the “two-year transitional benefit” VA pays for children under the age of 18 to certain surviving spouses that are entitled to Dependency and Indemnity Compensation (DIC).\nIf VA apportioned benefits to the dependent of a Veteran or surviving spouse during the time period SSA specified in Part I of\nSSA Form L1103\n, exclude the amount of the\napportionment\n(instead of the amount of additional benefits VA paid for the dependent) when calculating the Veteran’s or surviving spouse’s VA income for SSA purposes.\nImportant\n:  If the amount of an apportionment to a dependent is\nless\nthan the amount of additional benefits VA paid the Veteran or surviving spouse for the dependent, the difference between the two amounts must be\nincluded\nin the calculation of the Veteran’s or surviving spouse’s VA income for SSA purposes.\nReferences\n:  For more information on the two-year transitional benefit VA pays to certain surviving spouses that are entitled to DIC, see\nM21-1, Part XII, Subpart i, 4.B\n38 CFR 3.10(f)\n, and\n38 U.S.C. 1311(f)\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section B - Social Security Administration (SSA) Requests for the Amount of Department of Veterans Affairs (VA) Benefits Received",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173967/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-B-Social-Security-Administration-SSA-Requests-for-the-Amount-of-Department-of-Veterans-Affairs-VA-Benefits-Received",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:58.029807",
  "tags": [
    "m21-1"
  ]
}