{
  "chunk_id": "XIII_ii_1_B_26",
  "content": "/>\nXIII.ii.1.B.3.b\n.\nCompleting Part II, Section D, of SSA Form L1103\nFollow the steps in the table below if\na Veteran or surviving spouse is entitled to additional benefits for a dependent, and\nSSA identifies the dependent as an SSI claimant.\nNote\n:  The instructions in this block are based on an assumption that VA did\nnot\noffset, withhold, or deduct benefits for any of the reasons described in\nM21-1, Part XIII, Subpart ii, 1.B.2\nduring the time period SSA specified in Part I of\nSSA Form L1103\n.\nStep\nAction\n1\nDid VA apportion benefits to the dependent during the time period SSA specified in Part I of\nSSA Form L1103\n?\nIf\nyes\n, go to Step 3.\nIf\nno\n, go to the next step.\n2\nEnter in Part II, Section D, of\nSSA Form L1103\nthe dependent’s name, and\nthe amount of additional benefits to which the Veteran or surviving spouse was entitled for the dependent.\nGo no further.\nImportant\n:  To determine the amount of additional benefits to which a Veteran or surviving spouse is entitled for dependent(s), when the benefit is\nOld-Law Pension, see\nM21-1, Part XIII, Subpart ii, 1.D\nSection 306 Pension, see\nM21-1, Part XIII, Subpart ii, 1.E\nDIC, see\nM21-1, Part XIII, Subpart ii, 1.E\ndisability compensation, see\nM21-1, Part XIII, Subpart ii, 1.C\ncurrent-law pension see\nM21-1, Part XIII, Subpart ii, 1.D\n, and\nservice pension, see\nM21-1, Part XIII, Subpart ii, 1.E\n.\n3\nWas the dependent one of multiple dependents to whom VA apportioned benefits in a combined award?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n4\nEnter in Part II, Section D, of\nSSA Form L1103\nthe dependent’s name, and\nthe amount of the apportionment.\nGo no further.\n5\nWas a spouse included in the apportionment?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 11.\n6\nWere multiple children included in the apportionment?\nIf\nyes\n, go to Step 9.\nIf\nno\n, go to the next step.\n7\nReview the apportionment decision to determine the amount of benefits VA apportioned to each dependent.\n8\nFollow the instructions in the table below.\nIf the apportionment decision…\nThen …\nspecifies the amount of benefits VA apportioned to each dependent\nenter in Part II, Section D, of\nSSA Form L1103\nthe name of the dependent SSA identified as an SSI claimant, and\nthe amount of benefits VA apportioned to that dependent, and\ngo no further.\ndoes\nnot\nspecify the amount of benefits VA apportioned to each dependent\ndivide the amount of the apportionment evenly between the two dependents\nenter in Part II, Section D, of\nSSA Form L1103\nthe name of the dependent SSA identified as an SSI claimant, and\nthe amount of the apportionment that is attributed to that dependent, and\ngo no further.\nNote\n:  If the apportionment does not divide evenly, add the extra pennies to the amount of the apportionment that is attributed to the spouse.\n9\nReview the apportionment decision to determine the amount of benefits VA apportioned to each dependent.\n10\nFollow the instructions in the table below.\nIf the apportionment decision…\nThen …\nspecifies the amount of benefits VA apportioned to each dependent\nenter in Part II, Section D, of\nSSA Form L1103\nthe name of the dependent SSA identified as an SSI claimant, and\nthe amount of benefits VA apportioned to that dependent, and\ngo no further.\nspecifies the amount of benefits VA apportioned to the spouse but does not specify the amount it apportioned to each child\ndivide the amount of benefits VA apportioned to or for the\nchildren\nby the number of children that received the apportionment\nenter in Part II, Section D, of\nSSA Form L1103\nthe name of the dependent identified as an SSI claimant, and\nthe amount of the apportionment that is attributed to that dependent, and\ngo no further.\nNote\n:  If the amount of the apportionment does\nnot\ndivide evenly among the children, add the extra pennies to the amount of the apportionment that is attributed to the\nyoungest\nchild.\ndoes\nnot\nspecify the amount of benefits VA apportioned to either the spouse or the children\ndivide the amount of the apportionment evenly among all of the dependents\nenter in Part II, Section D, of\nSSA Form L1103\nthe name of the dependent SSA identified as an SSI claimant, and\nthe amount of the apportionment that is attributed to that dependent, and\ngo no further.\nNote\n:  If the apportionment does not divide evenly, add the extra pennies to the amount of the apportionment that is attributed to the spouse.\n11\nReview the apportionment decision to determine the amount of benefits VA apportioned to each dependent.\n12\nFollow the instructions in the table below.\nIf the apportionment decision…\nThen …\nspecifies the amount of benefits VA apportioned to each child\nenter in Part II, Section D, of\nSSA Form L1103\nthe name of the child SSA identified as an SSI claimant, and\nthe amount of benefits VA apportioned to that child, and\ngo no further.\ndoes\nnot\nspecify the amount of benefits VA apportioned to each child\ndivide the amount of the apportionment evenly among the children\nenter in Part II, Section D, of\nSSA Form L1103\n,\nthe name of the child SSA identified as an SSI claimant, and\nthe amount of the apportionment that is attributed to that child, and\ngo no further.\nNote\n:  If the apportionment does not divide evenly, add the extra pennies to the amount of the apportionment that is attributed to the\nyoungest\nchild.\nImportant\n:\nWhen completing Part II, Section D, of\nSSA Form L1103\n, insert\napportionee\nbefore the name of any dependent that was receiving an apportionment during the time period SSA specified.\nCompletion of Part II, Section E, of\nSSA Form L1103\nis necessary if the award of an apportionment during the time period SSA specified in Part I of\nSSA Form L1103\nresulted in a retroactive apportionment of benefits to the dependent SSA identified as an SSI claimant.\nCompletion of Part II, Section G, of\nSSA Form L1103\nis necessary if VA deducted or withheld benefits from an SSI claimant’s award, during the time period SSA specified, to recoup a compensation or pension receivable, as described in\nM21-1, Part XIII, Subpart ii, 1.B.2.c\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section B - Social Security Administration (SSA) Requests for the Amount of Department of Veterans Affairs (VA) Benefits Received",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173967/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-B-Social-Security-Administration-SSA-Requests-for-the-Amount-of-Department-of-Veterans-Affairs-VA-Benefits-Received",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:58.029807",
  "tags": [
    "m21-1"
  ]
}