{
  "chunk_id": "XIII_ii_1_B_29",
  "content": "/>\nXIII.ii.1.B.4.a\n.\nExcluding Additional Benefits VA Pays in the Form of SMC or Because an Individual Is Housebound or Requires A&A\nWhen calculating the VA income of a Veteran, surviving spouse, parent, or dependent,\nexclude\nany additional benefits VA paid\nin the form of SMC, or\nbecause an individual is housebound or requires the aid and attendance (A&A) of another person.\nExamples\n:\nThe table below describes examples of the application of the principles described in this block.  When results are provided in these examples, they are based on an assumption that VA did\nnot\noffset, withhold, or deduct benefits for any of the reasons described in\nM21-1, Part XIII, Subpart ii, 1.B.2\nduring the time period SSA specified in Part I of\nSSA Form L1103\n.\nScenario\nAction\nVA has rated a Veteran 50-percent disabled due to service-connected (SC) disabilities.\nThe Veteran has no dependents and is entitled to SMC under\n38 U.S.C. 1114(k)\nfor loss of use of a hand.\nVA pays the Veteran a monthly benefit of $910.00, based on compensation rates in effect on December 1, 2012.\nExclude\nthe additional $100.00 the Veteran receives for loss of use of a hand when calculating VA income for SSA purposes.\nVA has rated a Veteran 30- percent disabled due to SC disabilities.\nThe Veteran’s only dependent is his spouse.\nVA has determined the Veteran’s spouse is so disabled that she requires A&A.\nVA pays the Veteran a monthly benefit of $485.00, based on compensation rates in effect on December 1, 2012.\nWhen calculating the\nVeteran’s\nVA income for SSA purposes,\nexclude\nthe additional $47.00 VA pays for the spouse, and\nthe additional $43.00 VA pays because the spouse requires A&A.\nWhen calculating the\nspouse’s\nVA income for SSA purposes,\nexclude\nthe $43.00 VA pays because the spouse requires A&A. The spouse’s VA income in this scenario would be $47.00\nSame scenario as the one described in the row above,\nexcept\nVA is apportioning $75.00 of the Veteran’s award to his spouse.\nReference\n:  For more information on the calculation of VA income for SSA purposes when VA is apportioning benefits, see\nM21-1, Part XIII, Subpart ii, 1.B.3\n.\nWhen calculating the\nVeteran’s\nVA income for SSA purposes, exclude\nthe additional $43.00 VA pays because the spouse requires A&A, and\nthe $75.00 VA apportions to the spouse.\nNote\n:  The spouse’s VA income in this scenario would be $75.00.\nVA pays Section 306 Pension to a Veteran for himself and his spouse in the amount of $110.22 per month. ($110.22 represents the amount of benefits VA was paying the Veteran on December 31, 1978, when VA stopped awarding entitlement to Section 306 Pension. It also reflects the Veteran’s need for A&A on that date.)\nBut for the increased income limit for a Veteran in need of A&A, the Veteran would\nnot\nhave been entitled to Section 306 Pension on December 31, 1978.\nDo not consider any portion of the $110.22 as VA income for SSA purposes for either the Veteran or his spouse.\nReference\n:  For more information on calculating VA income for SSA purposes when VA is paying Section 306 Pension, see\nM21-1, Part XIII, Subpart ii, 1.E\n.\nReference\n:  For more information on the effect that a finding of entitlement to additional benefits for being housebound or in need of A&A has on the calculation of VA income for SSA purposes, see\nM21-1, Part XIII, Subpart ii, 1.D\n(Old-Law Pension)\nM21-1, Part XIII, Subpart ii, 1.D\n(Section 306 Pension)\nM21-1, Part XIII, Subpart ii, 1.E\n(DIC and death compensation)\nM21-1, Part XIII, Subpart ii, 1.C\n(disability compensation), or\nM21-1, Part XIII, Subpart ii, 1.E\n(current-law pension).",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section B - Social Security Administration (SSA) Requests for the Amount of Department of Veterans Affairs (VA) Benefits Received",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173967/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-B-Social-Security-Administration-SSA-Requests-for-the-Amount-of-Department-of-Veterans-Affairs-VA-Benefits-Received",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:58.029807",
  "tags": [
    "m21-1"
  ]
}