{
  "chunk_id": "XIII_ii_1_B_33",
  "content": "/>\nXIII.ii.1.B.5.a\n.\nCalculating VA Income for SSA Purposes When VA Pays Additional Benefits for UMEs\nThe\nadditional\npension or Parent’s DIC that VA pays to a beneficiary because he/she incurred unreimbursed medical expenses (UMEs) is\nnot\ncountable as VA income for SSA purposes.\nExample\n:\nScenario\n:\nVA pays current-law pension to a Veteran with no dependents in the amount of $200.00 per month.\nThe provisions of\nM21-1, Part III, Subpart ii, 1.B.2\ndo\nnot\naffect the calculation of VA income for SSA purposes in this scenario.\nBut for UMEs the Veteran reported to VA, her monthly benefit would be limited to $150.00\nResult\n:  The Veteran’s VA income for SSA purposes is $150.00 per month.\nNote\n:  The submission of UMEs by beneficiaries in receipt of Section 306 or Old-Law Pension does\nnot\nincrease the amount of benefits VA currently pays these beneficiaries.  However, for the purpose of reducing income for VA purposes (IVAP) for a specified period of time, VA\ndoes\nconsider UMEs that a beneficiary in receipt of\nSection 306 Pension\nsubmits.  (UMEs are\nnot\na factor in calculating IVAP when the benefit is\nOld-Law Pension\n.)\nReference\n:  For more information on UMEs with,\ncurrent-law pension, see\nM21-1, Part IX, Subpart iii, 1.G.2\nparents’ DIC, see\nM21-1, Part IX, Subpart iii, 1.D.2\n, and\nSection 306 Pension, see\nM21-1, Part IX, Subpart iii, 1.C.3\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section B - Social Security Administration (SSA) Requests for the Amount of Department of Veterans Affairs (VA) Benefits Received",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173967/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-B-Social-Security-Administration-SSA-Requests-for-the-Amount-of-Department-of-Veterans-Affairs-VA-Benefits-Received",
  "updated": "",
  "scraped_at": "2025-06-16T23:28:58.029807",
  "tags": [
    "m21-1"
  ]
}