{
  "chunk_id": "XIII_ii_1_C_7",
  "content": "/>\nXIII.ii.1.C.1.b\n.\nDetermining the Amount of Additional Disability Compensation to Which a Veteran Is Entitled for a Child Under Age 18\nUse the table below for instructions to determine the amount of additional disability compensation to which a Veteran is entitled for a child under the age of 18.\nImportant\n:  When following the instructions in the table below, do\nnot\nrecognize apportionees as dependents.\nIf ...\nThen ...\nthe Veteran was\nnot\nentitled to additional benefits for other dependents during the time period SSA specified in Part I of\nSSA Form L1103\nthe additional benefits to which the Veteran is entitled for the child is the difference between the\nVeteran Alone\nand\nVeteran With Child Only\nrate on the\nrate table\nthat covers the same time period.\nthe Veteran was entitled to additional benefits for other dependents during the time period SSA specified, and\nnone\nof the other dependents were children under the age of 18\nthe additional benefits to which the Veteran is entitled for the child is the\ndifference\nbetween\nthe rate to which the Veteran was entitled during the same time period for\nall\nof his/her dependents (\nexcept\napportionees), and\nthe rate to which the Veteran was entitled during the same time period for\nall\nof his/her dependents\nexcept\nthe child (and any apportionees).\nthe Veteran was entitled to additional benefits for other children under the age of 18 during the time period SSA specified\nthe table below describes the additional benefits to which the Veteran is entitled for each child under the age of 18.\nThe additional benefits to which the Veteran is entitled for …\nIs …\nthe\nyoungest\nchild\nthe difference between\nthe rate to which the Veteran was entitled during the same time period for\nall\nof his/her dependents\nexcept\nchildren under the age of 18 (and apportionees), and\nthe rate to which the Veteran was entitled for\nthe same dependents, and\nonly one child\nunder the age of 18.\nNote\n:  If the youngest child is a twin or triplet, randomly select one of them as the youngest child.\neach remaining child under the age of 18\nthe rate for\nEach Additional Child Under Age 18\non the\nrate table\nthat covers the time period SSA specified.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section C - Compensation-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173968/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-C-Compensation-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:07.293185",
  "tags": [
    "m21-1"
  ]
}