{
  "chunk_id": "XIII_ii_1_C_8",
  "content": "/>\nXIII.ii.1.C.1.c\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Disability Compensation\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is disability compensation.\nStep\nAction\n1\nUse the\nrate table\nthat covers the time period SSA specified in Part I of\nSSA Form L1103\nto determine the\nbasic\nrate of payment to which the Veteran was entitled during the same time period.\nImportant\n:\nInclude\nthe additional compensation to which the Veteran is entitled each month for his/her dependent(s),\nincluding\ndependents to whom VA apportioned benefits during the time period SSA specified.\nDo\nnot\ninclude the additional compensation payable because\nthe Veteran is entitled to special monthly compensation (SMC), or\nVA has determined the Veteran’s spouse requires the A&A of another person.\n2\nSubtract\nfrom the rate of payment identified in Step 1 any benefits VA withheld, deducted, or offset each month during the same time period for any of the reasons specified in\nM21-1, Part XIII, Subpart ii, 1.B\n.\n3\nWas the Veteran entitled to additional benefits for a dependent or dependents during the time period SSA specified?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further. The outcome of the action described in Step 2 represents the Veteran’s VA income for SSA purposes.\n4\nFor\neach\ndependent to whom VA apportioned benefits during the time period SSA specified, subtract the amount of the apportionment from the outcome of the action described in Step 2.\nFor\neach\ndependent to whom VA did\nnot\napportion benefits, subtract from the outcome of the action described in Step 2 the amount of additional benefits to which the Veteran was entitled for each of these same dependents, as derived from the calculations described in\nM21-1, Part XIII, Subpart ii, 1.C.1.a\nand\nb\n.\nThe amount that remains represents the Veteran’s VA income for SSA purposes.\nImportant\n:  If VA apportioned benefits to some but not all of the Veteran’s dependents, subtract the results of\nboth\nof the calculations described in this step from the outcome of the action described in Step 2.\n5\nDid SSA list any of the dependents identified in Step 4 as an SSI claimant in Part I of\nSSA Form L1103\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.\n6\nFollow the instructions in\nM21-1, Part XIII, Subpart ii, 1.B.1.b\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section C - Compensation-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173968/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-C-Compensation-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:07.293185",
  "tags": [
    "m21-1"
  ]
}