{
  "chunk_id": "XIII_ii_1_D_7",
  "content": "/>\nXIII.ii.1.D.1.b\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Old-Law Disability Pension\nIf the Supplemental Security Income (SSI) claimant the Social Security Administration (SSA) identifies in Part I of\nSSA Form L1103\nis a Veteran and/or their dependent(s), and the Veteran was receiving Old-Law Disability Pension during the time period SSA specified in the same part of the form,\nsubtract from $78.75 any benefits the Department of Veterans Affairs (VA)\noffset, deducted, or withheld each month for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n, during the same time period, and/or\napportioned to the Veteran’s dependent(s) each month during the same time period, and\nuse the table below to determine the VA income for SSA purposes of the Veteran and/or their dependent(s).\nIf ...\nThen ...\nthe Veteran’s income for VA purposes (IVAP) in 1960 was $1,400.00 or\nless\nthe result of the calculation described above represents the Veteran’s VA income for SSA purposes, and\nthe VA income of any of the Veteran’s dependents who were\nnot\nreceiving an apportionment during the time period SSA specified is $0.00.\nthe Veteran’s IVAP in 1960\nexceeded\n$1,400.00\nthe result of the calculation described above represents the VA income for SSA purposes of the Veteran’s dependents who were\nnot\nreceiving an apportionment during the time period SSA specified, and\nthe Veteran’s VA income for SSA purposes is $0.00.\nNote\n:  If the Veteran had multiple dependents who were\nnot\nreceiving an apportionment, divide the result of the calculation described above evenly among all of them. If the result does\nnot\ndivide evenly, add the extra pennies to the amount of benefits attributed to the\nspouse (if a spouse exists), or\nyoungest\nchild (if there is no spouse).\nNote\n:  If the SSI claimant SSA identifies in Part I of\nSSA Form L1103\nis an apportionee, follow the instructions in\nM21-1, Part XIII, Subpart ii, 1.B.3.b\n,\nstarting with Step 3\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}