{
  "chunk_id": "XIII_ii_1_D_12",
  "content": "/>\nXIII.ii.1.D.2.b\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Section 306 Disability Pension\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is Section 306 Disability Pension.\nStep\nAction\n1\nDuring the time period SSA specified in Part I\nof\nSSA Form L1103\n, would the Veteran have been entitled to Section 306 Pension if VA had\nnot\nconsidered their unreimbursed medical expenses (UMEs)and/or applied the increased income limit for a Veteran in need of the aid and attendance (A&A) of another person?\nIf the Veteran would have been entitled, go to the next step.\nIf the Veteran would\nnot\nhave been entitled, go no further.  The Veteran’s VA income for SSA purposes, as well as the VA income of their dependents who were\nnot\nreceiving an apportionment during the same time period, is $0.00.\n2\nWhen VA calculated the Veteran’s IVAP in 1978, did it include the income of their spouse and/or the deductible expenses of their spouse or child(ren)?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\nReference\n:  For more information on the deductible expenses referenced above, see\nM21-1, Part IX, Subpart iii, 1.C.3\n.\n3\nRecalculate the Veteran’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes) using only the income and deductible expenses attributed to the\nVeteran\n.\nImportant\n:  When recalculating the 1978 IVAP, do\nnot\nconsider any of the\nUMEs\nthat VA allowed when it originally calculated the 1978 IVAP.\nNote\n:  If it is impossible to determine whether certain income or deductible expenses were exclusively the Veteran’s, treat them as if they were.\n4\nGo to Step 6.\n5\nRecalculate the Veteran’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes)\nwithout\nconsidering any of the UMEs that VA allowed when it originally calculated the 1978 IVAP.\n6\nDid the Veteran have any dependents,\nincluding\napportionees, on their award during the time period SSA specified?\nIf\nyes\n, go to Step 12.\nIf\nno\n, go to the next step.\n7\nHas VA determined the Veteran requires A&A?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n8\nUsing the\nrate table\ndated December 5, 1977, Veteran with\nno\ndependents, and the Veteran’s recalculated IVAP, determine whether the Veteran would have been entitled to Section 306 Pension in 1978 if VA had\nnot\napplied the increased income limit for a Veteran in need of A&A.\nIf the Veteran would have been entitled, go to the next step.\nIf the Veteran would\nnot\nhave been entitled, go no further.  The Veteran’s VA income for SSA purposes is $0.00.\n9\nUsing the\nrate table\ndated December 5, 1977, Veteran with\nno\ndependents, and the Veteran’s recalculated IVAP, determine the amount of Section 306 Pension to which the Veteran would have been entitled\nwithout\nregard to additional benefits payable for a Veteran who is\nhousebound, or\nin need of A&A.\n10\nRound\ndown\nthe amount identified in Step 9 to the nearest full dollar.\n11\nSubtract from the outcome of the action described in Step 10 the amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.  The difference represents the Veteran’s VA income for SSA purposes.\nGo no further.\n12\nHas VA determined the Veteran requires A&A?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 15.\n13\nRecalculate the Veteran’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes)\nwithout\nconsidering any of the UMEs that VA allowed when it originally calculated the 1978 IVAP.\nImportant\n:\nInclude\nin this calculation\nthe income of the Veteran’s spouse (if counted) when VA originally calculated the 1978 IVAP, and\nthe deductible expenses (\nother than\nUMEs) of the Veteran’s spouse and/or child(ren) that VA allowed when it originally calculated the 1978 IVAP.\n14\nUsing the\nrate table\ndated December 5, 1977, Veteran\nwith\ndependents, determine whether the Veteran would have been entitled to Section 306 Pension in 1978 if VA had\nnot\napplied the increased income limit for a Veteran in need of A&A.  Base this determination on\nthe Veteran’s recalculated IVAP in\nStep 13\n, and\nthe number of dependents,\nincluding\napportionees, that were on the Veteran’s award in 1978.\nAfter making the determination, follow the instructions in the table below.\nIf the Veteran ...\nThen ...\nwould have been entitled to benefits\ngo to the next step.\nwould\nnot\nhave been entitled to benefits\ngo no further.  The Veteran’s VA income for SSA purposes, as well as the VA income of any of their dependents who were\nnot\nreceiving an apportionment during the time period SSA specified, is $0.00.\n15\nIs the Veteran’s recalculated IVAP\nin Step 3\n$3,770.00 or\nless\n?\nIf\nyes\n, the VA income of the Veteran’s dependents that were\nnot\nreceiving an apportionment during the time period SSA specified is $0.00.  Go to the next step if SSA identified the\nVeteran\nas an SSI claimant in Part I of\nSSA Form L1103\n. Otherwise, go no further.\nIf\nno\n, the\nVeteran’s\nVA income for SSA purposes is $0.00.  Go to Step 19 if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n16\nUsing the\nrate table\ndated December 5, 1977, Veteran with\nno\ndependents, and the Veteran’s recalculated IVAP\nin Step 3\n, determine the amount of Section 306 Pension to which the Veteran would have been entitled\nwithout\nregard to additional benefits payable for a Veteran who is\nhousebound, or\nin need of A&A.\n17\nRound\ndown\nthe amount identified in Step 16 to the nearest full dollar.\n18\nSubtract from the outcome of the action described in Step 17 the amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.  The difference represents the Veteran’s VA income for SSA purposes.\nGo no further.\n19\nRecalculate the Veteran’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes)\nwithout\nconsidering any of the UMEs that VA allowed when it originally calculated the 1978 IVAP.\nImportant\n:\nInclude\nthe following when recalculating the 1978 IVAP.\nIf the Veteran had ...\nThen include in the calculation ...\na spouse on their award (including an apportionee-spouse) during the time period SSA specified\nthe deductible expenses (\nother than\nUMEs) of the Veteran’s spouse that VA allowed when it originally calculated the 1978 IVAP, and\nthe income of the Veteran’s spouse (if counted) when VA originally calculated the 1978 IVAP.\na child on their award (including an apportionee-child) during the time period SSA specified\nthe deductible expenses (\nother than\nUMEs) that VA allowed for that same child when it originally calculated the 1978 IVAP.\n20\nUsing the\nrate table\ndated December 5, 1977, Veteran\nwith\ndependents, determine the amount of Section 306 Pension to which the Veteran would have been entitled based on\nthe recalculated IVAP from\nStep 19\n, and\nthe number of dependents,\nincluding\napportionees, that were on the Veteran’s award during the time period SSA specified.\nImportant\n:\nExclude\nfrom the monthly rate any additional benefits payable to the Veteran in 1978 because they\nwere housebound, or\nrequired aid and attendance.\n21\nUsing the\nrate table\ndated December 5, 1977, Veteran with\nno\ndependents, and the Veteran’s recalculated IVAP\nin Step 3\n, determine the amount of Section 306 Pension to which the Veteran would have been entitled\nwithout\nregard to additional benefits payable for a Veteran who is\nhousebound, or\nin need of A&A.\n22\nSubtract the amount identified in Step 21 from the amount identified in Step 20.\n23\nSubtract from the result of the calculation described in Step 22\nthe amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n, and\nthe amount of benefits VA apportioned to a dependent or dependents during the same time period.\n24\nDivide the result of the calculation described in Step 23 by the number of the Veteran’s dependents who were\nnot\nreceiving an apportionment during the time period SSA specified.  The quotient represents each dependent’s VA income for SSA purposes.\nNote\n:  If the result does\nnot\ndivide evenly, add the extra pennies to the amount of benefits attributed to the\nspouse (if a spouse exists), or\nyoungest\nchild (if there is no spouse).\nNote\n:  If the SSI claimant SSA identifies in Part I of\nSSA Form L1103\nis an apportionee, follow the instructions in\nM21-1, Part XIII, Subpart ii, 1.B.3.b\n,\nstarting with Step 3\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}