{
  "chunk_id": "XIII_ii_1_D_13",
  "content": "/>\nXIII.ii.1.D.2.c\n.\nExample:  Response to a Request for VA Income for SSA Purposes When the Benefit Is Section 306 Disability Pension\nScenario\n:\nA Veteran is receiving Section 306 Disability Pension.\nFrom the time the Veteran first established entitlement, VA has paid him additional benefits\nfor a spouse and a child who is incapable of self-support, and\nbecause he is housebound.\nThe Veteran’s IVAP in 1978 was $2,500.00.  This included\nthe Veteran’s annual income of $3,000.00\nthe spouse’s annual income of $500.00, and\nUMEs that had the effect of reducing the Veteran’s IVAP by $1,000.00.\nDuring the time period SSA specified in Part I\nof\nSSA Form L1103\n, VA was\napportioning $50.00 each month to the Veteran’s spouse, and\nwithholding $20.00 each month from the Veteran’s award for one of the reasons specified in\nM21-1, Part XIII, Subpart ii, 1.B.2.c\n.\nUMEs were\nnot\na consideration during the time period SSA specified.\nSSA identified the Veteran and his spouse and child as SSI claimants in Part I of\nSSA Form L1103\n.\nActions\n:\nEnter in Part II, Section C, of\nSSA Form L1103\nthe amount of\n$15.00\n.\nEnter in Part II, Section D, of the form\nthe name of the Veteran’s spouse and the amount of\n$50.00\n, and\nthe name of the Veteran’s child and the amount of\n$0.00\n.\nComplete the fields in Part II, Section G, of the same form.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}