{
  "chunk_id": "XIII_ii_1_D_18",
  "content": "/>\nXIII.ii.1.D.3.b\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Pension to a Veteran With at Least One Dependent\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is pension to a Veteran with at least one dependent.\nImportant\n:  If SSA lists a Veteran’s dependent as an SSI claimant in Part I of\nSSA Form L1103\n, and VA apportioned benefits to that dependent during the time period SSA specified in the same part of the form, enter the amount of the\napportionment\nin Part II, Section D, of the form rather than the dependent’s VA income for SSA purposes as calculated in the table below.\nStep\nAction\n1\nDetermine the monthly amount of pension VA actually\npaid out\nto the Veteran during the time period SSA specified.\nImportant\n:  Do\nnot\ninclude the amount of pension VA apportioned to the Veteran’s dependent(s) during the same time period.\n2\nAdd\nto the amount identified in Step 1 any benefits VA offset, withheld, or deducted each month during the same time period for reasons\nother than\nthose listed in\nM21-1 Part XIII, Subpart ii, 1.B.2.b\n.\n3\nUse the pension\nrate table\nthat covers the time period SSA specified to determine what the Veteran’s MAPR was during the same time period.\nExample\n:  Using the rate table in effect on December 1, 2012, the MAPR for a Veteran who is housebound and has two dependents is $21,222.00.\nImportant\n:  If VA apportioned benefits to a dependent during this time period, do\nnot\nconsider the apportionee a dependent when determining the Veteran’s MAPR.  Using the example above, the Veteran’s MAPR would be $19,093.00 if VA apportioned benefits to one of the dependents.\n4\nUse the pension\nrate table\nthat covers the time period SSA specified to determine what the Veteran’s MAPR would have been during the same time period if they had had\nno\ndependents.\nExample\n:  Using the rate table in effect on December 1, 2012, the MAPR for a Veteran who is housebound and has no dependents is $15,233.00.\n5\nDivide the difference between the MAPRs identified in Steps 3 and 4 by the MAPR identified in Step 3.\nNote\n:  Limit the result of the calculation in this step to four decimal positions.  If the number in the\nfifth\ndecimal position is five or greater, round\nup\nthe number in the fourth decimal position.\nExample\n:  Using the examples provided in Steps 3 and 4, the result of the calculation in this step would be .2822.\n6\nMultiply the result of the calculation described in Step 5 by the outcome of the action described in Step 2.  The product represents the share of the Veteran’s pension that is attributed to the Veteran’s dependent(s).\nNote\n:  Drop any fractions of a cent from the product.\nExample\n:  If the product is $499.0707, drop the number(s) beyond the second decimal position for a result of $499.07.\n7\nSubtract the result of the calculation described in Step 6 from the outcome of the action described in Step 2.  This represents the amount of pension that is attributed to the Veteran after subtracting the amount of pension that is attributed to their dependent(s).\n8\nDid the Veteran have more than one dependent during the time period SSA specified?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 13.  The result of the calculation described in Step 6 represents the dependent’s share of the Veteran’s benefits.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\n9\nUse the pension\nrate table\nthat covers the time period SSA specified to determine what the Veteran’s MAPR would have been during the same time period if they had had only\none\ndependent.\nExample\n:  Using the rate table in effect on December 1, 2012, the MAPR for a Veteran who is housebound and has one dependent (a spouse or a child) is $19,093.00.\n10\nDivide the difference between the MAPRs identified in Steps 4 and 9 by the MAPR identified in Step 3.\nExample\n:  Using the examples provided in Steps 3, 4, and 9, the result of the calculation in this step would be .1819.\n11\nMultiply the result of the calculation described in Step 10 by the outcome of the action described in Step 2.\nDrop any fraction of a cent from the product of the calculation.  The result represents the share of the Veteran’s pension that is attributed to the first dependent.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\nNotes\n:\nThe “first dependent” is\nthe Veteran’s spouse, or\nthe\nyoungest\nchild for whom the Veteran received additional benefits if there was no spouse.\nThe amount of benefits attributed to the first dependent is always more than the amount attributed to the other dependent(s).\nIf the youngest child is a twin or triplet, randomly select one of them as the youngest child.\n12\nDetermine the amount of benefits attributed to each\nremaining\ndependent by\nsubtracting the result of the calculation described in Step 11 from the result of the calculation described in Step 6\ndividing the difference equally among the remaining dependents, and\ndropping any fraction of a cent from the result of the calculations.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\n13\nDid VA consider the Veteran housebound or in need of the A&A of another person during the time period SSA specified?\nIf\nyes\n, go to Step 21.\nIf\nno\n, go to the next step.\n14\nDid UMEs have any impact on the Veteran’s rate of payment during the time period SSA specified?\nIf\nyes\n, go to Step 16.\nIf\nno\n, the result of the calculation described in Step 7 represents the Veteran’s VA income for SSA purposes.  Go to the next step if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n15\nGo no further\nafter\nfollowing the instructions in the table below for determining each dependent’s VA income for SSA purposes.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\nIf the Veteran had …\nThen ...\nonly one dependent\nthe result of the calculation described in Step 6 represents the dependent’s VA income for SSA purposes.\nmultiple dependents\nthe result of the calculation described in Step 11 represents the\nfirst dependent’s\nVA income for SSA purposes, and\nthe result of the calculation described in Step 12 represents each remaining dependent’s VA income for SSA purposes.\n16\nDivide by 12 the difference between\nthe Veteran’s IVAP\nbefore\nVA took into account their UMEs, and\nthe Veteran’s IVAP\nafter\nVA took into account their UMEs.\nDrop any fraction of a cent from the result of the calculation.\n17\nIs the result of the calculations described in Step 16 greater than or equal to the result of the calculation described in Step 7?\nIf\nno\n, go to the next step.\nIf\nyes\n, the Veteran’s VA income for SSA purposes is $0.00.  Go to Step 19 if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n18\nSubtract the result of the calculation described in Step 16 from the result of the calculation described in Step 7.  The difference represents the Veteran’s VA income for SSA purposes.\nReturn to Step 15 if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n19\nDetermine the difference between the results of the calculations described in Steps 7 and 16.\nDivide the difference by the number of dependents that were\nnot\nreceiving an apportionment during the time period SSA specified.\nDrop any fraction of a cent from the result of the calculations.\n20\nGo no further\nafter\nfollowing the instructions in the table below for determining each dependent’s VA income for SSA purposes.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\nIf the Veteran had …\nThen ...\nonly one dependent\nsubtract the result of the calculations described in Step 19 from the result of the calculation described in Step 6.  The difference represents the dependent’s VA income for SSA purposes.\nmultiple dependents\nsubtract the result of the calculations described in Step 19 from the result of the calculation described in Step 11.  (The difference represents the\nfirst dependent’s\nVA income for SSA purposes.), and\nsubtract the result of the calculations described in Step 19 from the result of the calculations described in Step 12.  (The difference represents each remaining dependent’s VA income for SSA purposes.)\n21\nUse the pension\nrate table\nthat covers the time period SSA specified to determine what the Veteran’s MAPR would have been during the same time period if they were\nneither\nhousebound\nnor\nin need of A&A.\nExample\n:  Using the rate table in effect on December 1, 2012, the MAPR for a Veteran with two dependents who is neither housebound nor in need of A&A is $18,453.00.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\n22\nDivide by 12 the difference between the MAPRs identified in Steps 3 and 21.\nDrop any fraction of a cent from the result of the calculation.\nExample\n:  Using the examples provided in Steps 3 and 21, the result of the calculations described in this step would be $230.75.\n23\nIs the result of the calculations described in Step 22 greater than or equal to the result of the calculation described in Step 7?\nIf\nno\n, go to Step 26.\nIf\nyes\n, the Veteran’s VA income for SSA purposes is $0.00.  Go to the next step if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n24\nDetermine the difference between the results of the calculations described in Steps 7 and 22.\nDivide the difference by the number of dependents that were\nnot\nreceiving an apportionment during the time period SSA specified.\nDrop any fraction of a cent from the result of the calculations.\n25\nGo no further\nafter\nfollowing the instructions in the table below for determining each dependent’s VA income for SSA purposes.\nImportant\n:\nIf VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\nIf the Veteran had …\nThen ...\nonly one dependent\nsubtract the result of the calculations described in Step 24 from the result of the calculation described in Step 6.  The difference represents the dependent’s VA income for SSA purposes.\nmultiple dependents\nsubtract the result of the calculations described in Step 24 from the result of the calculation described in Step 11  (The difference represents the\nfirst dependent’s\nVA income for SSA purposes.), and\nsubtract the result of the calculations described in Step 24 from the result of the calculations described in Step 12.  (The difference represents each remaining dependent’s VA income for SSA purposes.)\n26\nDid UMEs have any impact on the Veteran’s rate of payment during the time period SSA specified?\nIf\nyes\n, go to Step 28.\nIf\nno\n, go to the next step.\n27\nSubtract the result of the calculations described in Step 22 from the result of the calculation described in Step 7.  The difference represents the Veteran’s VA income for SSA purposes.\nReturn to Step 15 if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n. Otherwise, go no further.\n28\nDivide by 12 the difference between\nthe Veteran’s IVAP\nbefore\nVA took into account their UMEs, and\nthe Veteran’s IVAP\nafter\nVA took into account their UMEs.\nDrop any fraction of a cent from the result of the calculation.\n29\nSubtract the result of the calculations described in Step 22 from the result of the calculation described in Step 7.\n30\nIs the result of the calculation described in Step 28 greater than or equal to the result of the calculation described in Step 29?\nIf\nno\n, go to Step 33.\nIf\nyes\n, the Veteran’s VA income for SSA purposes is $0.00.  Go to the next step if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n31\nDetermine the difference between the results of the calculations described in Steps 28 and 29.\nDivide the difference by the number of dependents that were\nnot\nreceiving an apportionment during the time period SSA specified.\nDrop any fraction of a cent from the result of the calculations.\n32\nGo no further\nafter\nfollowing the instructions in the table below for determining each dependent’s VA income for SSA purposes.\nImportant\n:  If VA apportioned benefits to a dependent during the time period SSA specified, do\nnot\nconsider the apportionee a dependent for the purpose of this step.\nIf the Veteran had …\nThen ...\nonly one dependent\nsubtract the result of the calculations described in Step 31 from the result of the calculation described in Step 6.  The difference represents the dependent’s VA income for SSA purposes.\nmultiple dependents\nsubtract the result of the calculations described in Step 31 from the result of the calculation described in Step 11 (The difference represents the\nfirst dependent’s\nVA income for SSA purposes.), and\nsubtract the result of the calculations described in Step 31 from the result of the calculations described in Step 12.  (The difference represents each remaining dependent’s VA income for SSA purposes.)\n33\nSubtract the result of the calculations described in Step 28 from the result of the calculation described in Step 29.  The difference represents the Veteran’s VA income for SSA purposes.\nReturn to Step 15 if SSA identified any of the Veteran’s dependents as an SSI claimant in Part I of\nSSA Form L1103\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}