{
  "chunk_id": "XIII_ii_1_D_19",
  "content": "/>\nXIII.ii.1.D.3.c\n.\nExample:  Response to a Request for VA Income for SSA Purposes When the Benefit Is Pension to a Veteran With Multiple Dependents\nScenario\n:\nVA is paying pension to a Veteran for herself, her spouse, and their three children, Patty, Carson, and Kaylee.  Patty is the youngest child.\nVA has determined the Veteran requires the A&A of another person.\nVA apportions $125.00 to the Veteran’s spouse.\nBecause the Veteran has no income, she has not reported any UMEs to VA.\nDuring the entire time period SSA specified in Part I of\nSSA Form L1103\n, VA was withholding $50.00 from the Veteran’s monthly award for recoupment of an overpayment of pension.  (The overpayment is considered a pension receivable, as described in\nM21-1, Part XIII, Subpart ii, 1.B.2.c\n.)\nAfter the withholding and the apportionment were taken into account, VA\npaid out\n$2,411.00 to the Veteran each month during the time period SSA specified in Part I of\nSSA Form L1103\n.\nSSA identified the Veteran and\nall\nof her dependents as SSI claimants in Part I of\nSSA Form L1103\n.\nThe time period SSA specified in Part I of\nSSA Form L1103\nfalls between January and October of 2013.\nActions\n:\nEnter in Part II, Section C, of\nSSA Form L1103\nthe amount of\n$1076.20\n.\nEnter in Part II, Section D, of the form\napportionee\n, the name of the Veteran’s spouse, and the amount of\n$125.00\nPatty\nand the amount of $328.29\nCarson\nand the amount of\n$181.25\n, and\nKaylee\nand the amount of\n$181.25\n.\nComplete the fields in Part II, Section G, of the same form.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}