{
  "chunk_id": "XIII_ii_1_D_20",
  "content": "/>\nXIII.ii.1.D.3.d\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Pension to Two Veterans That Are Married to One Another and Have No Children\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is pension to two Veterans that are married to one another and have no children.\nStep\nAction\n1\nDetermine the monthly amount of pension VA actually\npaid\nout\nto both Veterans, whether in a single award or two separate awards, during the time period SSA specified in Part I of\nSSA Form L1103\n.\n2\nAdd\nto the amount identified in Step 1 any benefits VA offset, withheld, or deducted each month during the same time period for reasons\nother than\nthose listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.\n3\nDid VA consider either of the Veterans housebound or in need of the A&A of another person during the time period SSA specified?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n4\nDid UMEs have any impact on the Veterans’ rate of payment during the time period SSA specified?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.  One\nhalf\nof the amount derived in Step 2 represents one Veteran’s VA income for SSA purposes, while the other half represents the other Veteran’s VA income for SSA purposes.\nNote\n:  Drop any fraction of a cent that exists after dividing the amount derived in Step 2 into equal halves.\nExample\n:  Dropping the fraction of a cent from $208.3333 results in the amount of $208.33.\n5\nDivide by 12 the difference between\nthe Veterans’ IVAP\nbefore\nVA took into account their UMEs, and\nthe Veterans’ IVAP\nafter\nVA took into account their UMEs.\nDrop any fraction of a cent from the result of the calculation.\n6\nIs the result of the calculation described in Step 5 greater than or equal to the outcome of the action described in Step 2?\nIf\nyes\n, go no further.  Both Veterans’ VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n7\nSubtract the result of the calculation described in Step 5 from the outcome of the action described in Step 2.\nDivide the difference into equal halves and drop any fraction of a cent from each half.  One of the halves represents one Veteran’s VA income for SSA purposes, while the other half represents the other Veteran’s VA income for SSA purposes.\nGo no further.\n8\nUse the pension\nrate table\nthat covers the time period SSA specified to determine the MAPR for two Veterans that are married to one another when either or both\nare housebound (if VA has determined either or both Veterans are housebound), or\nrequire A&A (if VA has determined either or both Veterans require A&A).\nExample\n:  Using the rate table in effect on December 1, 2022, the MAPR for a Veteran and Veteran-spouse who are both housebound is $28,121.00.\n9\nUse the pension\nrate table\nthat covers the time period SSA specified to determine what the Veterans’ MAPR would be if\nneither\nwere housebound\nnor\nin need of A&A.\n10\nDivide by 12 the difference between the MAPRs identified in Steps 8 and 9.\nDrop any fraction of a cent from the result of the calculation.\n11\nIs the result of the calculation described in Step 10 greater than or equal to the outcome of the action described in Step 2?\nIf\nyes\n, go no further.  Both Veterans’ VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n12\nSubtract the result of the calculation described in Step 10 from the outcome of the action described in Step 2.\n13\nDid UMEs have any impact on the Veterans’ rate of payment during the time period SSA specified?\nIf\nyes\n, go to Step 15.\nIf\nno\n, go to the next step.\n14\nDivide the result of the calculation described in Step 12 into equal halves.\nDrop any fraction of a cent from each half.  One of the halves represents one Veteran’s VA income for SSA purposes, while the other half represents the other Veteran’s VA income for SSA purposes.\nGo no further.\n15\nDivide by 12 the difference between\nthe Veterans' IVAP\nbefore\nVA took into account their UMEs, and\nthe Veterans' IVAP\nafter\nVA took into account their UMEs.\nDrop any fractions of a cent from the result of the calculation.\n16\nIs the result of the calculation described in Step 15 greater than or equal to the result of the calculation described in Step 12?\nIf\nyes\n, go no further.  Both Veterans’ VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n17\nSubtract the result of the calculation described in Step 15 from the result of the calculation described in Step 12.\nDivide the difference into equal halves and drop any fraction of a cent from each half.  One of the halves represents one Veteran’s VA income for SSA purposes, while the other half represents the other Veteran’s VA income for SSA purposes.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}