{
  "chunk_id": "XIII_ii_1_D_22",
  "content": "/>\nXIII.ii.1.D.3.f\n.\nExample:  Response to a Request for VA Income for SSA Purposes When the Benefit Is Pension to Two Veterans That Are Married to One Another and Have Children\nScenario\n:\nVA is paying pension to a Veteran (Katy) for herself, her spouse (Charles), and their two children (Josh and Ross).\nCharles is also a Veteran who is entitled to pension.\nVA has determined\nKaty requires the A&A of another person, and\nCharles is housebound.\nVA received a report of UMEs that had the effect of reducing the Veterans’ IVAP by $2500.00 during the time period SSA specified in Part I of\nSSA Form L1103\n.  (This amount represents the difference in the Veterans’ IVAP before and after VA considered their UMEs.)\nVA is not offsetting, deducting, or withholding any benefits.\nVA pays separate awards to each Veteran.  The\ncombined\namount of pension that both Veterans\nreceived\neach month during the time period SSA specified was $2,431.00.\nSSA listed Katy, Charles, and their children as SSI claimants in Part I of\nSSA Form L1103\n.\nThe time period SSA specified falls between January and October of 2013.\nActions\n:\nEnter in Part II, Section C, of\nSSA Form L1103\nKaty and the amount of $485.89 on one line, and\nCharles and the amount of $485.89 on a separate line.\nEnter in Part II, Section D, of\nSSA Form L1103\nJosh\nand the amount of\n$163.36\n, and\nRoss\nand the amount of\n$163.36\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section D - Pension-Based Income Calculations for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section D",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173969/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-D-Pension-Based-Income-Calculations-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:16.686787",
  "tags": [
    "m21-1"
  ]
}