{
  "chunk_id": "XIII_ii_1_E_6",
  "content": "/>\nXIII.ii.1.E.1.a\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Old-Law Survivors Pension to a Surviving Spouse\nFollow the steps in the table below to calculate Department of Veterans Affairs (VA) income for Social Security Administration (SSA) purposes when the benefit is Old-Law Survivors Pension to a surviving spouse.\nStep\nAction\n1\nDid the surviving spouse’s income for VA purposes (IVAP) in 1960 exceed $1,400.00?\nIf\nno\n, go to Step 6.\nIf\nyes\n, the surviving spouse’s VA income for SSA purposes is $0.00.  Go to the next step if SSA identifies one or more of the deceased Veteran’s children as a Supplemental Security Income (SSI) claimant in Part I of\nSSA Form L1103\n. Otherwise, go no further.\n2\nDetermine the monthly amount of pension VA actually\npaid out\nto the surviving spouse during the time period SSA specified in Part I of\nSSA Form L1103\n.\nImportant\n:  Do\nnot\ninclude the amount of pension VA apportioned to a child or children during the same time period.\n3\nSubtract\nfrom the amount identified in Step 2 any additional benefits VA paid the surviving spouse each month during the same time period because he/she\nrequires the aid and attendance (A&A) of another person, or\nis a patient in a nursing home.\n4\nAdd\nto the result of the calculation described in Step 3 any benefits VA offset, withheld, or deducted each month during the same time period for reasons\nother than\nthose listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.\n5\nAttribute the outcome of the action described in Step 4 to the children who were\nnot\nreceiving an apportionment during the time period SSA specified. This represents their VA income for SSA purposes.\nGo no further.\nNotes\n:  If the deceased Veteran had multiple children who were\nnot\nreceiving an apportionment during the time period SSA specified, divide the outcome of the action described in Step 4 evenly among all of them. If the amount does\nnot\ndivide evenly, add the extra pennies to the\nyoungest\nchild’s share of the benefits.\n6\nDuring the time period SSA specified in Part I of\nSSA Form L1103\n, did VA offset, deduct, or withhold benefits for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, the surviving spouse’s VA income for SSA purposes is $50.40.  Go to Step 10 if SSA identifies one or more of the deceased Veteran’s children as an SSI claimant in Part I of\nSSA Form L1103\n. Otherwise, go no further.\n7\nSubtract from $50.40\none half\nof the monthly offset, withholding, or deduction referenced in Step 6. The difference represents the surviving spouse’s VA income for SSA purposes.\nGo to the next step if SSA identifies one or more of the deceased Veteran’s children as an SSI claimant in Part I of\nSSA Form L1103\n. Otherwise, go no further.\n8\nRefer to the column labeled\nPL 698-83\non page II-3 of the rate table for Old-Law Survivors Pension.\nDetermine the\ngross\namount of benefits to which the surviving spouse was entitled based on the number of children on his/her award (including apportionees) during the time period SSA specified.\n9\nSubtract from the amount identified in Step 8\n$50.40\nany additional benefits VA paid the surviving spouse because he/she\nrequires the A&A of another person, or\nis a patient in a nursing home.\nany benefits VA apportioned to a child or children during the time period SSA specified, and\none half\nof the monthly offset, withholding, or deduction referenced in Step 6.\nGo no further.  The remaining amount represents the VA income for SSA purposes of the deceased Veteran’s children who were\nnot\nreceiving an apportionment during the time period SSA specified.\nNote\n:  If the deceased Veteran had multiple children who were\nnot\nreceiving an apportionment during the time period SSA specified, divide the result of the above calculation evenly among all of them.  If the amount does\nnot\ndivide evenly, add the extra pennies to the\nyoungest\nchild’s share of the benefits.\n10\nRefer to the column labeled\nPL 698-83\non page II-3 of the rate table for Old-Law Survivors Pension.\nDetermine the\ngross\namount of benefits to which the surviving spouse was entitled based on the number of children on his/her award (including apportionees) during the time period SSA specified.\n11\nSubtract from the amount identified in Step 10\nany benefits VA apportioned to a child or children during the time period SSA specified, and\nany additional benefits VA paid the surviving spouse because he/she\nrequires the A&A of another person, or\nis a patient in a nursing home.\n12\nSubtract $50.40 from the amount identified in Step 11. The difference represents the VA income for SSA purposes of the deceased Veteran’s children who were\nnot\nreceiving an apportionment during the time period SSA specified.\nNote\n:  If the deceased Veteran had multiple children who were\nnot\nreceiving an apportionment during the time period SSA specified, divide the result of the above calculation evenly among all of them. If the amount does\nnot\ndivide evenly, add the extra pennies to the\nyoungest\nchild’s share of the benefits.\nNotes\n:\nIf the SSI claimant SSA identifies in Part I of\nSSA Form L1103\nis an apportionee, follow the instructions in\nM21-1, Part XIII, Subpart ii, 1.B.3.b\n,\nstarting with Step 3\n.\nThe additional amount of Old-Law Survivors Pension VA pays to a surviving spouse because he/she is in a nursing home or requires A&A is $50.00.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}