{
  "chunk_id": "XIII_ii_1_E_12",
  "content": "/>\nXIII.ii.1.E.2.a\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Section 306 Survivors Pension to a Surviving Spouse\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is Section 306 Survivors Pension to a surviving spouse.\nStep\nAction\n1\nDuring the time period SSA specified in Part I\nof\nSSA Form L1103\n, would the surviving spouse have been entitled to Section 306 Survivors Pension if VA had\nnot\nconsidered his/her unreimbursed medical expenses (UMEs)?\nIf the surviving spouse would have been entitled, go to the next step.\nIf the surviving spouse would\nnot\nhave been entitled, go no further.  The surviving spouse’s VA income for SSA purposes, as well as the VA income of children that were\nnot\nreceiving an apportionment during the same time period, is $0.00.\n2\nWhen VA calculated the surviving spouse’s IVAP in 1978, did it include the deductible expenses of the deceased Veteran’s child(ren)?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 5.\nReference\n:  For more information on the deductible expenses referenced above, see\nM21-1, Part IX, Subpart iii, 1.C.3\n.\n3\nRecalculate the surviving spouse’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes) using only the deductible expenses attributed to the\nsurviving spouse\n.\nImportant\n:  When recalculating the 1978 IVAP, do\nnot\nconsider any of the\nUMEs\nthat VA allowed when it originally calculated the 1978 IVAP.\nNote\n:  If it is impossible to determine whether certain deductible expenses were exclusively the surviving spouse’s, treat them as if they were.\n4\nGo to Step 6.\n5\nRecalculate the surviving spouse’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes)\nwithout\nconsidering any of the UMEs that VA allowed when it originally calculated the 1978 IVAP.\n6\nDid the surviving spouse have any children,\nincluding\napportionees, on his/her award during the time period SSA specified?\nIf\nyes\n, go to Step 10.\nIf\nno\n, go to the next step.\n7\nDetermine the amount of Section 306 Pension to which the surviving spouse would have been entitled in 1978 based on\nthe surviving spouse’s recalculated IVAP, and\nthe\nrate table\ndated December 5, 1977, for a surviving spouse with\nno\nchildren.\nImportant\n:\nExclude\nfrom the monthly rate any additional benefits payable to the surviving spouse because he/she required the A&A of another person.\n8\nRound\ndown\nthe amount identified in Step 7 to the nearest full dollar.\n9\nSubtract from the outcome of the action described in Step 8 the amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n. The difference represents the surviving spouse’s VA income for SSA purposes.\nGo no further.\n10\nIs the surviving spouse’s recalculated IVAP $3,770.00 or\nless\n?\nIf\nyes\n, the VA income of the deceased Veteran’s children who were\nnot\nreceiving an apportionment during the time period SSA specified is $0.00.  Go to the next step if SSA identified the\nsurviving spouse\nas an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\nIf\nno\n, the\nsurviving spouse’s\nVA income for SSA purposes is $0.00.  Go to Step 14 if SSA identified any of the deceased Veteran’s children as an SSI claimant in Part I of\nSSA Form L1103\n.  Otherwise, go no further.\n11\nDetermine the amount of Section 306 Pension to which the surviving spouse would have been entitled in 1978 based on\nthe surviving spouse’s recalculated IVAP, and\nthe\nrate table\ndated December 5, 1977, for a surviving spouse with\nno\nchildren.\nImportant\n:\nExclude\nfrom the monthly rate any additional benefits payable to the surviving spouse because he/she required the A&A of another person.\n12\nRound\ndown\nthe amount identified in Step 11 to the nearest full dollar.\n13\nSubtract from the outcome of the action described in Step 12 the amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.  The difference represents the surviving spouse’s VA income for SSA purposes.\nGo no further.\n14\nRecalculate the surviving spouse’s 1978 IVAP (only for the purpose of calculating VA income for SSA purposes)\nwithout\nconsidering any of the UMEs that VA allowed when it originally calculated the 1978 IVAP.\nImportant\n:\nInclude\nin this calculation the deductible expenses (\nother than\nUMEs) VA allowed when it originally calculated the 1978 IVAP that can be associated with a child(ren) on the surviving spouse’s award during the time period SSA specified (including apportionees).\n15\nUsing the\nrate table\ndated December 5, 1977, for a surviving spouse\nwith\nchildren, determine the amount of Section 306 Pension to which the surviving spouse would have been entitled based on\nthe recalculated IVAP from\nStep 14\n, and\nthe number of children (including apportionees) that were on the surviving spouse’s award during the time period SSA specified.\nImportant\n:\nExclude\nfrom the monthly rate any additional benefits payable to the surviving spouse in 1978 because he/she required the A&A of another person.\n16\nDetermine the amount of Section 306 Pension to which the surviving spouse would have been entitled in 1978 based on\nthe surviving spouse’s recalculated IVAP in\nStep 3\n, and\nthe\nrate table\ndated December 5, 1977, for a surviving spouse with\nno\nchildren.\nImportant\n:\nExclude\nfrom the monthly rate any additional benefits payable to the surviving spouse because he/she required A&A.\n17\nSubtract the amount identified in Step 16 from the amount identified in Step 15.\n18\nSubtract from the result of the calculation described in Step 17\nthe amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n, and\nthe amount of benefits VA apportioned to a child or children during the same time period.\n19\nDivide the result of the calculation described in Step 18 by the number of the deceased Veteran’s children that were\nnot\nreceiving an apportionment during the time period SSA specified.  The quotient represents each child’s VA income for SSA purposes.\nNote\n:  If the result does\nnot\ndivide evenly, add the extra pennies to the amount of benefits attributed to the\nyoungest\nchild.\nNote\n:  If the SSI claimant SSA identifies in Part I of\nSSA Form L1103\nis an apportionee, follow the instructions in\nM21-1, Part XIII, Subpart ii, 1.B.3.b\n,\nstarting with Step 3\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}