{
  "chunk_id": "XIII_ii_1_E_14",
  "content": "/>\nXIII.ii.1.E.2.c\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Section 306 Survivors Pension to a Surviving Child or Children\nFollow the steps in the table below if\nVA pays Section 306 Survivors Pension to the surviving child(ren) of a deceased Veteran\nno surviving spouse is entitled to Section 306 Survivors Pension based on the Veteran’s service, and\nSSA identifies a child of the deceased Veteran as an SSI claimant in Part I of\nSSA Form L1103\n.\nStep\nAction\n1\nDuring the time period SSA specified in Part I\nof\nSSA Form L1103\n, would the child have been entitled to Section 306 Survivors Pension if VA had\nnot\nconsidered his/her UMEs?\nIf the child would have been entitled, go to the next step.\nIf the child would\nnot\nhave been entitled, go no further. The child’s VA income for SSA purposes is $0.00.\n2\nWhen VA calculated the child’s IVAP in 1978, did it allow UMEs that had the effect of lowering the child’s IVAP?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 4.\n3\nIf VA had\nnot\nallowed UMEs when calculating the child’s income in 1978, would the child have remained entitled to benefits?\nIf the child would have remained entitled, go to the next step.\nIf the child would\nnot\nhave remained entitled, go no further. The child’s VA income for SSA purposes is $0.00.\n4\nDetermine the amount of Section 306 Survivors Pension VA\npaid out\nto the child each month during the time period SSA specified.\n5\nAdd\nto the amount identified in Step 4 any benefits VA withheld, deducted, or offset each month during the same time period for any reason\nother than\nthose specified in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.\n6\nEnter the following in Part II, Section D, of\nSSA Form L1103\n:\nthe child’s name, and\nthe outcome of the action described in Step 5.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}