{
  "chunk_id": "XIII_ii_1_E_23",
  "content": "/>\nXIII.ii.1.E.4.a\n.\nResponding to a Request for VA Income for SSA Purposes When the Benefit Is DIC to a Surviving Spouse With a Child or Children Under Age 18\nFollow the steps in the table below for responding to a request for VA income for SSA purposes when the benefit is DIC to a surviving spouse with a child or children under age 18.\nStep\nAction\n1\nDid SSA identify the surviving spouse as an SSI claimant?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 9.\n2\nDetermine the amount of benefits VA actually\npaid out\nto the surviving spouse each month during the time period SSA specified in Part I of\nSSA Form L1103\n.\nImportant\n:\nInclude\nin this amount any additional benefits VA paid the surviving spouse each month under\n38 U.S.C 1311(a)(2)\n, and/or\n38 U.S.C 1311(f)\n.\nDo\nnot\ninclude benefits VA apportioned to a surviving child or children during this time period.\nReference\n:  For more information on the additional benefits payable under\n38 U.S.C 1311(a)(2)\n, see\nM21-1, Part XII, Subpart i, 4.B.1.a\n, or\n38 U.S.C 1311(f)\n, see\nM21-1, Part XII, Subpart i, 4.B.1.c\n.\n3\nAdd\nto the amount identified in Step 2 any benefits VA offset, withheld, or deducted each month during the same time period for reasons\nother than\nthose listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.\n4\nDuring the time period SSA specified, was there a child or children on the surviving spouse’s award?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n5\nFor each surviving child to whom VA did\nnot\napportion benefits during the time period SSA specified, subtract from the surviving spouse’s monthly benefit the additional amount VA paid the surviving spouse for each child.\nImportant\n:  Do\nnot\nsubtract from the surviving spouse’s monthly benefit the additional amount VA paid under\n38 U.S.C 1311(f)\n.\n6\nWas the surviving spouse entitled to additional benefits because he/she is housebound or requires the aid and attendance of another person?\nIf\nno\n, go to the next step.\nIf\nyes\n, subtract from the surviving spouse’s monthly benefit the additional amount VA paid because the surviving spouse is housebound or requires A&A.\n7\nEnter in Part II, Section C, of\nSSA Form L1103\nthe surviving spouse’s\nname, and\nthe amount of his/her monthly benefit that remains\nafter\nmaking the adjustments described in the preceding steps of this table.\n8\nDid SSA list a surviving child or children as an SSI claimant in Part I of\nSSA Form L1103\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.\n9\nFollow the instructions in the table below for each child SSA identified as an SSI claimant.\nIf ...\nThen enter in Part II, Section D, of\nSSA Form L1103\n...\nVA apportioned benefits to or for the child during the time period SSA specified\nthe child’s name, preceded by the title\napportionee\n, and\nthe amount of benefits VA apportioned to or for the child each month during the same time period.\nVA did\nnot\napportion benefits to or for the child during the time period SSA specified\nthe child’s name, and\nthe additional benefits VA paid the surviving spouse each month for the child during the same time period.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}