{
  "chunk_id": "XIII_ii_1_E_24",
  "content": "/>\nXIII.ii.1.E.4.b\n.\nExample:  Response to a Request for VA Income for SSA Purposes When the Benefit Is DIC to a Surviving Spouse With Children Under Age 18\nScenario\n:\nA surviving spouse with five children (all under the age of 18) has established entitlement to DIC.\nThree of the children, Katy, Tom, and Jim, live with the surviving spouse.\nVA apportions benefits from the surviving spouse’s award to the two remaining children, Jeffrey and Eliza.  Each child receives an apportionment that is equal to the amount of additional benefits the surviving spouse receives for each of them.\nThe deceased Veteran on whom the DIC award is based died\nafter\nJanuary 1, 1993.\nSSA identified the surviving spouse and all of her children as SSI claimants in Part I of\nSSA Form L1103\n.\nThe provisions of\nM21-1, Part XIII, Subpart ii, 1.B.2\ndo\nnot\naffect the calculation of VA income for SSA purposes in this scenario.\nDuring the time period SSA specified in Part I of\nSSA Form L1103\n, VA\npaid out\n$2,639.00 each month to the surviving spouse for herself and the three children that live with her.  This amount\nincluded\nadditional benefits under\n38 U.S.C 1311(a)(2)\nand\n38 U.S.C 1311(f)\n.\nThe time period SSA specified in Part I of\nSSA Form L1103\nfalls between January and October 2013.\nActions\n:\nEnter in Part II, Section C, of\nSSA Form L1103\nthe amount of\n$1736.00\n($1215.00 (basic monthly rate) + $258.00 (\n38 U.S.C 1311(a)(2)\n) + $263.00 (\n38 U.S.C 1311(f)\n)).\nEnter in Part II, Section D, of SSA Form L1103\nKaty and the amount of $301.00\nTom and the amount of $301.00\nJim and the amount of $301.00\napportionee Jeffrey and the amount of $301.00, and\napportionee Eliza and the amount of $301.00.\nNote\n:  Occasionally, VA apportions benefits to a child in an amount that\nexceeds\nthe additional benefits a surviving spouse receives for that child.  If, in the scenario above, VA had apportioned an\nadditional\n$50.00 to Eliza,\nthe surviving spouse’s VA income for SSA purposes would be $50.00\nless\n($1686.00), and\nEliza’s VA income for SSA purposes would be $50.00 more ($351.00).",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}