{
  "chunk_id": "XIII_ii_1_E_26",
  "content": "/>\nXIII.ii.1.E.4.d\n.\nExample:  Response to a Request for VA Income for SSA Purposes When the Benefit Is DIC to a Surviving Spouse and a Child Age 18 or Older\nScenario\n:\nVA is paying DIC to a surviving spouse for herself only.\nThe surviving spouse is\nnot\nentitled to additional benefits\nunder\n38 U.S.C 1311(a)(2)\n, or\nbecause she is housebound or requires the A&A of another person.\nThe Veteran on whom the DIC award is based died\nprior to\nJanuary 1, 1993.  His grade as an officer was O-5.\nDuring the time period SSA specified in Part I of\nSSA Form L1103\n, VA\npaid out\n$1,554.00 each month to the surviving spouse.  Reflected in this amount is a withholding of $100.00 for recoupment of an overpayment of DIC.  (The overpayment is considered a compensation receivable, as described in\nM21-1, Part XIII, Subpart ii, 1.B.2.c\n.)\nVA is paying a\nseparate\naward of DIC to the deceased Veteran’s child, who is over the age of 18 and whom VA has determined is incapable of self-support.\nSSA identified both the surviving spouse and the child as SSI claimants in Part I of\nSSA Form L1103\n.\nThe time period SSA specified in Part I of\nSSA Form L1103\nfalls between January and October 2013.\nActions\n:\nEnter the amount of\n$1654.00\nin Part II, Section C, of\nSSA Form L1103\n.\nEnter the child’s name and the amount of\n$513.00\nin Part II, Section D, of the form.\nComplete the fields in Part II, Section G, of the same form.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}