{
  "chunk_id": "XIII_ii_1_E_34",
  "content": "/>\nXIII.ii.1.E.5.a\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Pension to a Surviving Spouse With No Children\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is pension to a surviving spouse with no children.\nStep\nAction\n1\nDetermine the monthly amount of pension VA actually\npaid out\nto the surviving spouse during the time period SSA specified in Part I of\nSSA Form L1103\n.\n2\nAdd\nto the amount identified in Step 1 any benefits VA offset, withheld, or deducted each month during the same time period for reasons\nother than\nthose listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.\n3\nDid VA consider the surviving spouse housebound or in need of the A&A of another person during the time period SSA specified?\nIf\nyes\n, go to Step 8.\nIf\nno\n, go to the next step.\n4\nDid UMEs have any impact on the surviving spouse’s rate of payment during the time period SSA specified?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.  The outcome of the action described in Step 2 represents the surviving spouse’s VA income for SSA purposes.\n5\nDivide by 12 the difference between\nthe surviving spouse’s IVAP\nbefore\nVA took into account his/her UMEs, and\nthe surviving spouse’s IVAP\nafter\nVA took into account his/her UMEs.\nDrop any fractions of a cent from the result of the calculation.\nExample\n:  Dropping the fraction of a cent from $208.3333 results in the amount of $208.33.\n6\nIs the result of the calculation described in Step 5 greater than or equal to the outcome of the action described in Step 2?\nIf\nyes\n, go no further.  The surviving spouse’s VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n7\nSubtract the result of the calculation described in Step 5 from the outcome of the action described in Step 2. The difference represents the surviving spouse’s VA income for SSA purposes.\nGo no further.\n8\nUse the current-law pension\nrate table\nthat covers the time period SSA specified to determine the maximum annual pension rate (MAPR) for a surviving spouse with no children who\nis housebound (if VA has determined the surviving spouse is housebound), or\nrequires A&A (if VA has determined the surviving spouse requires A&A).\n9\nUse the pension\nrate table\nthat covers the time period SSA specified to determine the MAPR for a surviving spouse with no children who is\nneither\nhousebound\nnor\nrequires A&A.\n10\nDivide by 12 the difference between the MAPRs identified in Steps 8 and 9.\nDrop any fraction of a cent from the result of the calculation.\n11\nIs the result of the calculation described in Step 10 greater than or equal to the outcome of the action described in Step 2?\nIf\nyes\n, go no further.  The surviving spouse’s VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n12\nSubtract the result of the calculation described in Step 10 from the outcome of the action described in Step 2.\n13\nDid UMEs have any impact on the surviving spouse’s rate of payment during the time period SSA specified?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.  The result of the calculation described in Step 12 represents the surviving spouse’s VA income for SSA purposes.\n14\nDivide by 12 the difference between\nthe surviving spouse’s IVAP\nbefore\nVA took into account his/her UMEs, and\nthe surviving spouse’s IVAP\nafter\nVA took into account his/her UMEs.\nDrop any fraction of a cent from the result of the calculations.\n15\nIs the result of the calculation described in Step 14 greater than or equal to the result of the calculation described in Step 12?\nIf\nyes\n, go no further.  The surviving spouse’s VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n16\nSubtract the result of the calculation described in Step 14 from the result of the calculation described in Step 12.  The difference represents the surviving spouse’s VA income for SSA purposes.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}