{
  "chunk_id": "XIII_ii_1_E_37",
  "content": "/>\nXIII.ii.1.E.5.d\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Pension to a Surviving Child or Children Only\nFollow the steps in the table below to calculate VA income for SSA purposes when\nSSA identifies a surviving child as an SSI claimant in Part I of\nSSA Form L1103\nthe surviving child received current-law pension during the time period SSA specified in Part I of\nSSA Form L1103\n, and\nthe deceased Veteran on whose service the child’s entitlement is based has no surviving spouse that is entitled to current-law pension.\nStep\nAction\n1\nDetermine the monthly amount of pension VA actually\npaid out\nto the surviving child(ren) during the time period SSA specified.\n2\nAdd\nto the amount identified in Step 1 any benefits VA offset, withheld, or deducted each month during the same time period for reasons\nother than\nthose listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.\n3\nDid UMEs have any impact on the surviving child’s or children’s rate of payment during the time period SSA specified?\nIf\nyes\n, go to Step 5.\nIf\nno\n, go to the next step.\n4\nGo no further\nafter\nfollowing the instructions in the table below for determining the surviving child(ren)’s VA income for SSA purposes.\nIf the pension award involved ...\nThen ...\nonly one child\nthe outcome of the action described in Step 2 represents the child’s VA income for SSA purposes.\nmultiple children\ndivide the outcome of the action described in Step 2 by the number of children on the award.  The result, after dropping any fractions of a cent, represents each child’s VA income for SSA purposes.\n5\nDivide by 12 the difference between\nthe surviving child(ren)’s IVAP\nbefore\nVA took into account his/her(their) UMEs, and\nthe surviving child(ren)’s IVAP\nafter\nVA took into account his/her(their) UMEs.\n6\nIs the result of the calculation described in Step 5 greater than or equal to the outcome of the action described in Step 2?\nIf\nyes\n, go no further. The surviving child(ren)’s VA income for SSA purposes is $0.00.\nIf\nno\n, go to the next step.\n7\nSubtract the result of the calculation described in Step 5 from the outcome of the action described in Step 2.\n8\nFollow the instructions in the table below for determining the surviving child(ren)’s VA income for SSA purposes.\nIf the pension award involved ...\nThen ...\nonly one child\nthe result of the calculation described in Step 7 represents the child’s VA income for SSA purposes.\nmultiple children\ndivide the result of the calculation described in Step 7 by the number of children on the award.  The result, after dropping any fractions of a cent, represents each child’s VA income for SSA purposes.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}