{
  "chunk_id": "XIII_ii_1_E_43",
  "content": "/>\nXIII.ii.1.E.6.b\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Service Pension to a Surviving Spouse\nFollow the steps in the table below to calculate VA income for SSA purposes when the benefit is service pension to a surviving spouse.\nStep\nAction\n1\nUse the information provided in\nM21-1, Part XIII, Subpart ii, 1.E.6.a\nto determine the gross amount of benefits to which the surviving spouse was entitled during the time period SSA specified on\nSSA Form L1103\n.\n2\nSubtract from the amount identified in Step 1\nany benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n, and\nany\nadditional\nmonthly benefit to which the surviving spouse was entitled during the same time period because he/she requires A&A.\n3\nWas the surviving spouse entitled to additional benefits for a child or children during the time period SSA specified?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.  The result of the calculation described in Step 2 represents the surviving spouse’s VA income for SSA purposes.\n4\nFor\neach\nchild to whom VA apportioned benefits from the surviving spouse’s award during the time period SSA specified, subtract the amount of the apportionment from the result of the calculation described in Step 2.\nFor\neach\nchild to whom VA did\nnot\napportion benefits, subtract $8.13 from the result of the calculation described in Step 2.\nThe remaining amount represents the surviving spouse’s VA income for SSA purposes.\nImportant\n:  If VA apportioned benefits to some but not all of the children, subtract the results of\nboth\nof the calculations described in this step from the result of the calculation described in Step 2.\n5\nDid SSA list any of the children identified in Step 4 as SSI claimants in Part I of\nSSA Form L1103\n?\nIf\nyes\n, go to the next step.\nIf\nno\n, go no further.\n6\nFollow the instructions in\nM21-1, Part XIII, Subpart ii, 1.B.3.b\n.  The VA income for SSA purposes of any child that was\nnot\nreceiving an apportionment is $8.13.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}