{
  "chunk_id": "XIII_ii_1_E_45",
  "content": "/>\nXIII.ii.1.E.6.d\n.\nCalculating VA Income for SSA Purposes When the Benefit Is Service Pension to a Surviving Child or Children Only\nUse the table below for instructions on calculating VA income for SSA purposes if\nVA pays service pension to or for the child(ren) of a deceased Veteran\nno surviving spouse is entitled to service pension based on the Veteran’s service, and\nSSA identifies a child of the deceased Veteran as an SSI claimant in Part I of\nSSA Form L1103\n.\nIf ...\nThen ...\nonly one child was entitled to service pension during the time period SSA specified in Part I of\nSSA Form L1103\nsubtract\nfrom $73.13 the amount of benefits VA offset, deducted, or withheld each month, during the same time period, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n.  The result represents the child’s VA income for SSA purposes.\nmultiple children were entitled to service pension during the time period SSA specified\nfollow the instructions in\nM21-1, Part XIII, Subpart ii, 1.E.6.c\nfor determining the total amount of benefits payable for all of the children\nsubtract\nfrom the total amount payable the amount of benefits VA offset, deducted, or withheld each month, during the time period SSA specified, for any of the reasons listed in\nM21-1, Part XIII, Subpart ii, 1.B.2.b\n, and\ndivide the remaining amount by the number of entitled children.  The result represents each child’s VA income for SSA purposes.\nNote\n:  If the remaining amount does\nnot\ndivide evenly, add the extra pennies to the amount of benefits attributed to the\nyoungest\nchild.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 1, Section E - Calculating Income for Survivor's Benefits for Social Security Administration (SSA) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 1, Section E",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173970/M21-1-Part-XIII-Subpart-ii-Chapter-1-Section-E-Calculating-Income-for-Survivors-Benefits-for-Social-Security-Administration-SSA-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:26.157105",
  "tags": [
    "m21-1"
  ]
}