{
  "chunk_id": "XIII_ii_2_A_7",
  "content": "/>\nXIII.ii.2.A.1.b\n.\nFive-Point Civil Service Preference Based on Military Service\nFive points are added to the civil service examination score or rating of a Veteran who served\nduring a period of war, as declared by Congress\nduring the period of April 28, 1952, through July 1, 1955\nfor 181 or more consecutive days, any part of which occurred during the period of February 1, 1955, through October 14, 1976\nduring the period of August 2, 1990, through January 2, 1992\nfor 181 or more consecutive days, any part of which occurred during the period beginning September 11, 2001, and ending on the date prescribed by Presidential proclamation or by law as the last day of Operation Iraqi Freedom, or\nin a campaign or expedition for which a campaign medal has been authorized.\nNotes\n:\nAny Armed Forces Expeditionary medal or campaign badge, including El Salvador, Lebanon, Grenada, Panama, Southwest Asia, Somalia, and Haiti, qualifies for preference.\nUnless specified elsewhere, individuals who enlisted after September 7, 1980,\nmust\nhave served for 24 or more months\nor\nfor the period called to active duty to receive preference.\nVeterans that have no service-connected (SC) disabilities, or have a combined SC disability evaluation of less than 10 percent, qualify for civil service preference\nonly\nif they meet the above service requirements.\nExample\n:  For an example of a civil service preference letter for Veterans that qualify for a civil service preference letter based on service only, see\nM27-1, Part I, 5.6.d\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 2, Section A - Civil Service Veterans' Preference Letter",
  "citation": "Part XIII, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173823/M21-1-Part-XIII-Subpart-ii-Chapter-2-Section-A-Civil-Service-Veterans-Preference-Letter",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:35.416788",
  "tags": [
    "m21-1"
  ]
}