{
  "chunk_id": "XIII_ii_2_A_13",
  "content": "/>\nXIII.ii.2.A.1.h\n.\nDerived Civil Service Preference Requirements\nUse the table below to determine whether a Veteran’s service and/or disability may serve as the basis of civil service derived preference for the Veteran’s\nspouse\nsurviving spouse, or\nmother.\nRelationship to Veteran\nVeteran’s Service/Disability/Death Requirements\nSpouse\nThe Veteran must be disqualified for a Federal position because of an SC disability.\nNote\n:  Disqualification may be presumed when the Veteran is unemployed and\nis rated 100-percent disabled and/or unemployable due to an SC disability\nhas retired, been separated, or resigned from a civil service position due to an SC disability, or\nhas attempted to obtain a civil service position and has failed to qualify because of an SC disability.\nNote\n:  The claimant requesting civil service preference must certify and document the Veteran’s inability to work because of an SC disability by completing questions 1-7 on page two of\nStandard Form (SF) 15, Application for 10-Point Preference\n.\nImportant\n:  Because provisions of the Privacy Act (PA) cover the release of this information, the Veteran\nmust\nprovide written consent before a preference letter may be sent to a third person. However, the letter may be released directly to the Veteran.\nSurviving spouse\nThe Veteran must have\nserved\nduring a period of war, as declared by Congress\nduring the period of April 28, 1952, through July 1, 1955\nin a campaign or expedition for which a campaign medal has been authorized, or\ndied under honorable conditions while on active duty that included service described immediately above.\nMother of deceased Veteran\nThe Veteran must have died under honorable conditions while on active duty\nduring a period of war, as declared by Congress\nduring the period of April 28, 1952, through July 1, 1955, or\nin a campaign or expedition for which a campaign medal has been authorized.\nMother of disabled Veteran\nThe Veteran must\nhave received an honorable or general discharge from active duty, including training service in the Reserves or National Guard, performed at any time, and\nbe permanently and totally disabled from an SC injury or illness.\nImportant\n:  Because provisions of the PA cover the release of this information, the Veteran\nmust\nprovide a written consent before a preference letter may be sent to a third person. However, the letter may be released directly to the Veteran.\nNotes\n:\nEntitlement to civil service derived preference is subject to additional relationship requirements administered by OPM.\nBoth a mother and a spouse, including a surviving spouse, may be entitled to preference on the basis of the same Veteran’s service.\nNeither the Veteran’s mother nor spouse may receive preference if the Veteran is living and is qualified for Federal employment.\nExamples\n:  For examples of derived civil service preference letters, see\nM27-1, Part I, 5.6.d\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 2, Section A - Civil Service Veterans' Preference Letter",
  "citation": "Part XIII, Subpart ii, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173823/M21-1-Part-XIII-Subpart-ii-Chapter-2-Section-A-Civil-Service-Veterans-Preference-Letter",
  "updated": "",
  "scraped_at": "2025-06-16T23:29:35.416788",
  "tags": [
    "m21-1"
  ]
}