{
  "chunk_id": "XIII_ii_3_B_9",
  "content": "/>\nXIII.ii.3.B.1.d\n.\nWhen to Notify State Agencies of Benefits Payable for Purposes of Medicaid Eligibility\nFor purposes of Medicaid eligibility, advise the administering State agency of the amount of an award.\nMost States expect the Department of Veterans Affairs (VA) to calculate income for the purpose of determining entitlement to Medicaid using the procedures that are used to determine entitlement to Supplemental Security Income.  However, there are exceptions\nNorth Dakota and Minnesota\ninclude\nas income any special monthly pension VA pays a beneficiary, and\nConnecticut\nincludes\nas income the increase in benefits VA pays a beneficiary for unreimbursed medical expenses.\nNotes\n:\nIf the aid and attendance (A&A) allowance is payable, indicate what part of the monthly rate is considered to be for A&A.\nIn current-law pension cases,\nreport the amount for A&A as the difference between the gross amount of pension and the maximum annual pension rate (MAPR), including dependents that are on the award, excluding consideration of the housebound or A&A rates, or\nif pension would not be payable but for entitlement to the A&A allowance or housebound rate, because income is in excess of the limit, report the entire amount of the payment as A&A.\nScenario\n:  VA pays current-law pension to a Veteran with one dependent in the amount of $2,120.00 per month effective February 1, 2015.  The MAPR effective February 1, 2015, for a Veteran with one dependent (excluding consideration of housebound or A&A) is $16,851.00, which equates to $1,404.00 per month.  The A&A amount is the difference between $2,120.00 and $1,404.00.\nResult\n:  The Veteran’s A&A amount is $716.00 per month.\nReference\n:  For information on answering Social Security Administration requests for information, see\nM21-1, Part XIII, Subpart ii, 1\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 3, Section B - Requests from Public Assistance Agencies",
  "citation": "Part XIII, Subpart ii, Chapter 3, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173821/M21-1-Part-XIII-Subpart-ii-Chapter-3-Section-B-Requests-from-Public-Assistance-Agencies",
  "updated": "",
  "scraped_at": "2025-06-16T23:30:21.569474",
  "tags": [
    "m21-1"
  ]
}