{
  "chunk_id": "XIII_ii_3_C_7",
  "content": "/>\nXIII.ii.3.C.1.b\n.\nVA’s Role in Assisting Agencies With Eligibility Determinations for Certain Federal Programs\nAgencies responsible for administering the benefit programs described in\nM21-1, Part XIII, Subpart ii, 3.C.1.a\nmay contact the Department of Veterans Affairs (VA) to verify that a Veteran, who is also a legal alien,\nmeets the definition of “Veteran,” as set forth in\n38 U.S.C. 101\n,\n1101\n, or\n1301\n, or as described in\n38 U.S.C. 107\nwas discharged with service characterized as\nHonorable\n, and\nfulfilled the minimum active duty service requirements of\n38 U.S.C. 5305A(d).\nThe table below describes the\ncircumstances under which government agencies may request verification from VA, and\nactions VA is responsible for taking upon receipt of such requests.\nIf ...\nThen ...\na discharge certificate shows\nactive duty in the Army, Navy, Air Force, Space Force, Marine Corps, or Coast Guard\nservice characterized as\nHonorable\n, and\nthe Veteran either has a minimum of 24 months of continuous active duty\nor\nentered on active duty\nbefore\nSeptember 7, 1980\nthe determination will be made by the agency providing the benefit\nwithout\nreferral to VA.\nException\n:  If the minimum active duty requirements of\n38 U.S.C. 5303A\nare at issue, VA will determine if the Veteran had qualifying service.\na discharge certificate shows service characterized as anything other than\nHonorable\nthe determination will be made by the agency\nwithout\nreferral to VA.\nNote\n:  Under\nPL 104-193\nand\nPL 105-33\n, service that is uncharacterized or characterized as\nGeneral\nor\nUnder Honorable Conditions\ndoes not satisfy eligibility requirements.\na discharge certificate shows\nservice characterized as\nHonorable\n, and\nduty type as\nACDUTRA\n,\nInactive Duty Training\n, or anything other than active duty\nan inquiry will be sent to VA, which will respond by stating whether or not Veteran status is established.\nVeteran status is claimed but no discharge certificate is provided to the government agency\nan inquiry will be sent to VA to determine if the claimant meets the Veteran status requirements of\nPL 105-33\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 3, Section C - Public Benefit Eligibility for Legal Aliens",
  "citation": "Part XIII, Subpart ii, Chapter 3, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173820/M21-1-Part-XIII-Subpart-ii-Chapter-3-Section-C-Public-Benefit-Eligibility-for-Legal-Aliens",
  "updated": "",
  "scraped_at": "2025-06-16T23:30:30.860418",
  "tags": [
    "m21-1"
  ]
}