{
  "chunk_id": "XIII_ii_4_A_9",
  "content": "/>\nXIII.ii.4.A.1.d\n.\nHow to Deny the Request for a Certificate of P&T Disability\nThe table below describes the process for denying a request for a certificate of P&T disability if there is\nno\ncurrent rating establishing the existence of total disability.\nStage\nDescription\n1\nThe rating activity\nannotates the request in the following manner\nNo current rating\n, or\nTotal disability not shown by rating\ninitials and dates the request, and\nrefers the request to the authorization activity.\nImportant\n:  If the claims folder is an eFolder, add the annotation in VBMS in the SUBJECT field under DOCUMENT PROPERTIES of the request document.\n2\nThe authorization activity advises the Veteran as follows:\nVA may issue a certification of disability for income tax purposes only when the Veteran’s claims record establishes that he or she was rated as having a permanent, total disability for compensation or pension purposes during the year for which certification is claimed\n.\nAs you were not rated totally disabled during that year, we cannot furnish a certification\n.\nNote\n:  Do\nnot\nfurnish notice of procedural and decision review rights with the letter advising that no certification will be issued.  Certification is contingent on evaluation of disability, an issue for which notification of decision review rights has already been furnished.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 4, Section A - Certifications of Permanent and Total (P&T) Disability for Internal Revenue Service (IRS) Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 4, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173819/M21-1-Part-XIII-Subpart-ii-Chapter-4-Section-A-Certifications-of-Permanent-and-Total-PT-Disability-for-Internal-Revenue-Service-IRS-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:30:40.131818",
  "tags": [
    "m21-1"
  ]
}