{
  "chunk_id": "XIII_ii_5_C_9",
  "content": "/>\nXIII.ii.5.C.1.d\n.\nProviding the Requested Information to the Air Force\nUse the table below to provide the requested information to the Air Force.\nIf ...\nThen ...\na death certificate is in the claims folder but cannot be forwarded because, for example, a legible copy cannot be made\ncomplete\nVA Form 23-6547, Excerpts from Death Certificate\n.\na death certificate is\nnot\nin the claims folder\nmake photocopies of any information about the Veteran’s death, even information such as a\nVA Form 27-0820, Report of General Information\n, from a friend or relative notifying the Department of Veterans Affairs (VA) of the Veteran’s death.\nthere is no information in the claims folder concerning the Veteran’s death\nannotate the listing to that effect and send a photocopy of the listing to the address shown in\nM21-1, Part XIII.ii.5.C.1.e\n.\nthe claims folder needed to furnish the information listed in\nM21-1, Part XIII, Subpart ii, 5.C.1.c\nis being stored at the scanning vendor.\nrequest scanning of the folder via the\nSource Material Tracking System Portal\n.\nthe claims folder needed to furnish the information listed in\nM21-1, Part XIII, Subpart ii, 5.C.1.c\nis located in an FRC\nrecall the folder using the procedures described in\nM21-1, Part II, Subpart ii, 3.2\n.\nBIRLS shows that the claims folder should be at the one of the locations listed above, but it cannot be located\nundertake normal search procedures.\nReference\n:  For more information on general search procedures, see\nM21-1, Part II, Subpart ii, 1.B.1.a\n.",
  "title": "M21-1, Part XIII, Subpart ii, Chapter 5, Section C - Information Requests for Research Purposes",
  "citation": "Part XIII, Subpart ii, Chapter 5, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173815/M21-1-Part-XIII-Subpart-ii-Chapter-5-Section-C-Information-Requests-for-Research-Purposes",
  "updated": "",
  "scraped_at": "2025-06-16T23:31:17.128943",
  "tags": [
    "m21-1"
  ]
}