{
  "chunk_id": "XIV_none_2_A_15",
  "content": "/>\nXIV.2.A.2.d\n.\nCorrective Award Action Necessary Based on SSA Matches\nAn EP 150\nPMC-Soc Sec Admn Match\nis established by the system when a case is identified that requires action based on an income match with SSA.\nUpon review of an income match, claims processors must pull detailed SSA payment data for the beneficiary and any applicable dependents through the SSA Inquiry in VBMS.  The results of this inquiry are limited.  If additional rates are needed to complete the review, use the SSA Retro Calculator to determine earlier rates.  The calculator is located under the Business Management Section of\nPension and Fiduciary’s Intranet page\n.\nUse the table below to determine the action(s) to take when the SSA income in the VA record is different than the verified Social Security rate by $10 or more.\nIf the verified Social Security rate is ...\nThen ...\nhigher than the rate(s) VA counted, and\ncorrecting the rate(s) will result in decreased VA benefits\ncalculate income for VA purposes (IVAP) based on the verified Social Security rate(s) effective the date of the income change, or the date the award began, whichever is later\nclear the EP 150\nestablish EP 600\nPMC-SSA Match\n, with special issue\nUpfront Verification\n, follow the due process procedures to include notice of proposed adverse action found in\nM21-1, Part X, Subpart ii, 3.A\n, and\nadvise the payee of the monthly Social Security rate(s)\nthat SSA has reported, and\non which VA benefits have been paid.\nhigher than the rate VA is counting, and\nusing the verified rate will\nnot\nresult in an overpayment or decreased VA benefits\nuse the verified rate to calculate IVAP\nuse the EP 150 to update the award with the verified Social Security rate, and\ninform the beneficiary of the action taken.\nlower than the rate VA is counting, and\nthe claimant reported a Social Security rate that is a reason for the discrepancy\ncontinue to use the rate reported by the beneficiary and the corresponding VA calculated cost-of-living adjustments (COLAs) where applicable to compute IVAP, and\nprovide notice to the beneficiary with\ninformation about the Social Security rate used to calculate benefits\ninformation about the discrepancy with income reported by SSA, and\nthe appropriate standard form for reporting an income change.\nReference\n:  For information on standard forms for income changes, see\nM21-1, Part IX, Subpart i, 3.B.2\n.\nlower than the rate VA is counting, and\na VA computed SS COLA is the only reason for the discrepancy\ncalculate IVAP based on the verified Social Security rate\nuse the EP 150 to update the award with the verified Social Security rate\nif applicable, increase VA benefits, and\nprovide notice to the beneficiary.\nNote\n:  If using the verified Social Security rate results in an increase in the pension rate, refer to\nM21-1, Part IX, Subpart iii, 1.H.1.b\nfor time limits and effective date procedures to increase pension based on a change in income.\nNote\n:  Do not contact SSA for income information via fax, e-mail, telephone, etc., unless the claimant submits a written request that VA do so.\nReferences\n:  For more information on\nSSA COLA calculations, see\nM21-1, Part IX, Subpart iii, 1.B.3.g\n, and\nactions to take if a beneficiary alleges SSA information is inaccurate, see\nM21-1, Part IX, Subpart iii, 1.B.4.a\n.",
  "title": "M21-1, Part XIV, Chapter 2, Section A - Social Security Income Match",
  "citation": "Part XIV, Chapter 2, Section A",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173301/M21-1-Part-XIV-Chapter-2-Section-A-Social-Security-Income-Match",
  "updated": "",
  "scraped_at": "2025-06-16T23:31:35.623701",
  "tags": [
    "m21-1"
  ]
}