{
  "chunk_id": "XIV_none_2_C_11",
  "content": "/>\nXIV.2.C.2.c\n.\nAction to Take When FOLQ Returns a Child’s DOB That Differs From the DOB in VA’s Corporate Record\nFollow the instructions in the table below when\nan 834D work item is received\nthe unverified SSN belongs to a Veteran’s child\nthe child is\nnot\npermanently incapable of self-support by VA rating (or, if VA determined the child\nis\npermanently incapable of self-support, VA paid additional benefits for the child as a school child\nprior\nto making that determination), and\nFOLQ returns a DOB for the child that differs from the DOB in VA’s corporate record.\nStep\nAction\n1\nClear the pending EP 692.\n2\nDoes a review of the claims folder reveal a DOB for the child that differs from the DOB in the corporate record?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n3\nUsing the DOB identified in the preceding step, submit another SSA inquiry through FOLQ.\n4\nDid FOLQ return a DOB that matches the DOB identified in the claims folder?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 6.\n5\nFollow the instructions in\nM21-1, Part VI, Subpart i, 2.B.3.f and (when applicable) g\n.  Afterward, go to Step 20 of this table.\n6\nEstablish EP 130, using the current date as the date of claim.\n7\nAttempt to contact the beneficiary by telephone for the purpose of confirming the child’s DOB.\n8\nWere attempts to contact the beneficiary by telephone successful?\nIf yes, go to the next step.\nIf no, go to Step 12.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e and f\nwhen obtaining or attempting to obtain information from a beneficiary by telephone.\n9\nDid the beneficiary provide a DOB that differs from the DOB in the corporate record?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 12.\n10\nUsing the DOB identified in the preceding step, submit another SSA inquiry through FOLQ.\n11\nDid FOLQ return a DOB that matches the DOB the beneficiary provided in Step 9?\nIf\nyes\n,\ngenerate and authorize an award that corrects the DOB, and\ngo to Step 19.\nIf\nno\n, go to the next step.\n12\nClear the pending EP 130.\nEstablish EP 600.\n13\nPrepare a notice of proposed adverse action that\nasks the beneficiary to provide VA with a copy of the child’s birth certificate, and\ninforms the beneficiary that\nVA will remove the child from the beneficiary’s award if the beneficiary does not return the form within 60 days, and\nthe effective date of the award adjustment, if made, will be the first of the month following the end of the 60-day response period, per\n38 CFR 3.500(w)\n.\n14\nDid the beneficiary provide the child’s birth certificate within 65 days?\nIf\nyes\n, go to Step 15.\nIf\nno\n,\nremove the child from the beneficiary’s award as proposed in Step 13\nnotify the beneficiary of the action taken, and\ngo to Step 20.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\nif the beneficiary requests a hearing in response to the notice of proposed adverse action.\n15\nDoes the DOB on the birth certificate match the DOB in the corporate record?\nIf\nyes\n, go to Step 17.\nIf\nno\n, go to the next step.\n16\nGenerate and authorize an award that updates the corporate record to reflect the DOB on the birth certificate.\nGo to Step 19.\n17\nClear the pending EP 600.\n18\nGo to Step 20\nafter\nnotifying the beneficiary that VA has used the birth certificate to confirm the accuracy of the child’s DOB in VA’s records, and\nencouraging the beneficiary to notify SSA that its records contain an incorrect DOB for the child.\n19\nNotify the beneficiary of the action taken.\nNote\n:  If the correct DOB is\nlater\nthan the DOB previously entered in the corporate record, also notify the beneficiary of any additional benefits to which they may be entitled by virtue of the action taken.\nExample\n:  A school child dropped off a beneficiary’s award at age 23 based on a DOB in the corporate record of August 2, 1993.  The correct DOB, however, is August 2, 1994.  The beneficiary may be entitled to additional benefits for the child if the beneficiary submits\nVA Form 21-674, Request for Approval of School Attendance\n, showing the child remained in school beyond August 2, 2016.\nReferences\n:  For more information on\ndeterminations regarding a child’s capacity for self-support, see\nM21-1, Part X, Subpart ii, 6.B\n, and\nissuing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.",
  "title": "M21-1, Part XIV, Chapter 2, Section C - Social Security Number (SSN) Verification",
  "citation": "Part XIV, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173304/M21-1-Part-XIV-Chapter-2-Section-C-Social-Security-Number-SSN-Verification",
  "updated": "",
  "scraped_at": "2025-06-16T23:31:54.224176",
  "tags": [
    "m21-1"
  ]
}