{
  "chunk_id": "XIV_none_2_C_16",
  "content": "/>\nXIV.2.C.3.a\n.\nActions to Take If Attempts to Verify an SSN Using Information of Record Are Unsuccessful\nFollow the instructions in the table below if attempts to verify an individual’s SSN through the means described in\nM21-1, Part XIV, 2.C.2.b\nor\nd\nare\nunsuccessful\n.\nStep\nAction\n1\nAdd\nPotential Under/Overpayment\nas a special issue under the pending EP 692.\n2\nPrepare a development letter that is addressed to the beneficiary whose VA record contains information that SSA cannot verify.  In the letter,\ninform the beneficiary that SSA could not verify information contained in the VA record\nexplain that\n38 U.S.C. 5101\nrequires beneficiaries to provide VA with a correct SSN for themselves and their dependent(s)\nask the beneficiary to provide the identifying information VA requires (first and last name, SSN, and DOB) to verify the SSN in question, and\nadvise the beneficiary that if a response is not received within 60 days, VA may reduce or discontinue benefits.\nImportant\n:  Ask the beneficiary to provide\ndocumentary\nevidence (such as a copy of the individual’s Social Security card and/or birth certificate) of the identifying information VA requires to verify the SSN in question if, during the course of the procedure described in\nM21-1, Part XIV, 2.C.2.b\nor\nd\n,\nthe beneficiary confirmed the accuracy of the identifying information VA already has of record, but\nFOLQ is unable to locate an SSA record when a claims processor submits an SSA inquiry using the identifying information of record.\n3\nDid the beneficiary respond to the development letter within 60 days?\nIf\nyes\n, go to the next step\nIf\nno\n,\nclear the EP 692, and\ngo to Step 7.\n4\nTake whatever action is necessary based on the information the beneficiary provided in response to the development letter.\n5\nInform the beneficiary that VA will not reduce or discontinue the award (unless the beneficiary’s response to the notice of proposed adverse action necessitates an award adjustment).\n6\nClear the pending EP 692.  No further actions in this table are required.\n7\nEstablish EP 600, using the\nSS Number Verification\nclaim label, and add\nPotential Under/Overpayment\nas a special issue.\n8\nPrepare and send a notice of proposed adverse action to the beneficiary.  In the notice, inform the beneficiary that\nVA intends to reduce or discontinue benefits (whichever is appropriate) based on the beneficiary’s failure to provide the information VA requested in the development letter referenced in Step 2, and\nthe effective date of any award adjustment that is based on the beneficiary’s failure to provide the information VA requested will be the first of the month following the month during which the 60-day period following the date VA first requested the information expires, per\n38 CFR 3.500(w)\n.\nReference\n:  For more information on issuing notice of a proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.A\n.\n9\nDid the beneficiary respond within 65 days?\nIf\nyes\n, go to the next step.\nIf\nno\n, go to Step 13.\nNote\n:  Follow the instructions in\nM21-1, Part X, Subpart ii, 3.B.3\nif the beneficiary requests a hearing in response to the notice of proposed adverse action.\n10\nTake whatever action is necessary based on the information the beneficiary provided in response to the notice of proposed adverse action.\n11\nInform the beneficiary that VA will not reduce or discontinue the award (unless the beneficiary’s response to the notice of proposed adverse action necessitates an award adjustment).\n12\nClear the pending EP 600.  No further actions in this table are required.\n13\nReduce or discontinue (whichever is appropriate) the beneficiary’s award effective the date proposed in Step 8.\n14\nNotify the beneficiary of the action taken.",
  "title": "M21-1, Part XIV, Chapter 2, Section C - Social Security Number (SSN) Verification",
  "citation": "Part XIV, Chapter 2, Section C",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173304/M21-1-Part-XIV-Chapter-2-Section-C-Social-Security-Number-SSN-Verification",
  "updated": "",
  "scraped_at": "2025-06-16T23:31:54.224176",
  "tags": [
    "m21-1"
  ]
}