{
  "chunk_id": "XIV_none_3_None_12",
  "content": "/>\nXIV.3.2.b\n.\nActions to Take When the Attempt to Access Data in SSA Records Is Successful\nUse the table below to determine the actions to take on EP 130 referenced in\nM21-1, Part XIV, 3.1.b\n, when the attempt to access data in SSA records through FOLQ is successful.\nIf SSA records show ...\nThen ...\nupdated vital information, such as DOB, Social Security number (SSN), and so forth\nupdate any erroneous data element(s) in the appropriate VA systems, and\nclear EP 130.\nReference\n:  For more information on evidence required to change or correct existing vital information about a beneficiary, see\nM21-1, Part II, Subpart iii, 3.B\n.\nthe beneficiary is not alive, and\nthe award is not in suspense due to the Death Master File (DMF) match\ndiscontinue the award under EP 130, based on the date of death shown in SSA records, and\nfurnish contemporaneous notice of the action taken.\nNote\n:  A Veteran’s award should be discontinued using the FIRST NOTICE OF DEATH (FNOD) command.  Follow the procedures in\nM21-1, Part XI, Subpart i, 1.B.2.a\nand\nM21-1, Part XI, Subpart i, 1.A\n.  The FNOD will clear any pending EPs.\nthe beneficiary is not alive, and\nthe award is in suspense due to the DMF match\nfollow the procedures in\nM21-1, Part XIV, 2.B\n.\nthe beneficiary is alive, and\nno changes are needed to vital information\nclear EP 130.\nImportant\n:  If the beneficiary is receiving pension or survivor benefits, review to ensure Social Security income is properly counted as listed on the row below and establish an EP 150 when necessary.\nthe beneficiary receives Social Security benefits\nverify that any Social Security benefits are being properly counted on any award of income-dependent VA benefits.\nIf the income is being properly counted,\nclear EP 150, and\ntake no further action.\nIf the income is not properly counted, and a corresponding adjustment to the beneficiary’s award\nwould\nnot\nresult in a reduction of benefits, make the award adjustment under EP 150, or\nwould result in a reduction of benefits,\nclear EP 150\nestablish EP 600, and\nfurnish a notice of proposed adverse action for an adjustment based on the rate and effective date of the Social Security benefits.\nNote\n:\nIf additional information is needed before proposing an adjustment, undertake development under EP 150.\nReference\n:  For more information on providing a notice of proposed adverse action, see\nM21-1, Part X, Subpart ii, 3.B\n.\nReference\n:  For more information on EPs, see\nM21-4, Appendix B\n.",
  "title": "M21-1, Part XIV, Chapter 3 - Routine Review of Running Awards to 100-Year-Old Beneficiaries",
  "citation": "Part XIV, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173919/M21-1-Part-XIV-Chapter-3-Routine-Review-of-Running-Awards-to-100-Year-Old-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:03.478838",
  "tags": [
    "m21-1"
  ]
}