{
  "chunk_id": "XIV_none_3_None_13",
  "content": "/>\nXIV.3.2.c\n.\nActions to Take When the Attempt to Access Data in SSA Records Is Unsuccessful\nUse the table below to determine the actions to take on the EP 130 referenced in\nM21-1, Part XIV, 3.1.b\n, when the attempt to access data in SSA records through FOLQ is unsuccessful.\nStep\nAction\n1\nDoes a review of the claims folder reveal a name, SSN, or DOB that differs from the name, SSN, or DOB in the corporate record?\nIf\nyes\n,\nupdate the system using the name, SSN, and/or DOB identified in the claims folder\nmake another attempt to access data in the beneficiary’s SSA records through FOLQ, and\ngo to the next step.\nIf\nno\n, (claims folder did not reveal any changes), go to\nStep 3 if the beneficiary is receiving compensation, or\nStep 4 if the beneficiary is receiving pension or survivor benefits.\n2\nWas the attempt to access data in the beneficiary’s SSA records through FOLQ successful?\nIf\nyes\n,\ndisregard the remaining steps in this table, and\nfollow the instructions in\nM21-1, Part XIV, 3.2.b\n.\nIf\nno\n, go to\nStep 3 if the beneficiary is receiving compensation, or\nStep 4 if the beneficiary receiving pension or survivor benefits.\n3\nAdd the\nPotential Under/Overpayment\nspecial issue if the beneficiary is receiving disability compensation\n, and\ngo to the next step.\nReference\n:  For more information on the purpose of the\nPotential Under/Overpayment\nspecial issue, see\nM21-1, Part II, Subpart i, 2.D.3.a\n.\n4\nAttempt to contact the beneficiary by telephone, requesting confirmation of the individual’s\nname\nSSN, and\nDOB.\nAdvise the beneficiary that\nthis information is required, and\nfailure to provide the information will result in a termination of payments.\nNote\n:  Follow the instructions in\nM21-1, Part III, Subpart i, 2.D.1.e\n, when obtaining information from a beneficiary by telephone.\n5\nWas information required to successfully access data in the beneficiary’s SSA records through FOLQ obtained from the beneficiary?\nIf\nyes\n,\ndisregard the remaining step in this table, and\nfollow the instructions in\nM21-1, Part XIV, 3.2.b\n.\nIf\nno\n, write to the beneficiary,\nexplaining that the information provided did not match SSA records\nasking for a statement from SSA showing the beneficiary’s\nSSN, and\nDOB, and\nallow 60 days for a response.\n6\nIf, after 60 days from the date of the written request, the beneficiary fails to provide the information required to successfully access SSA records through FOLQ,\nclear EP 130\nestablish EP 600,\n100-Year Review\nfor compensation or\nPMC 100-Year Review\nfor pension and survivor beneficiaries, and\nsend a notice of proposed adverse action proposing to terminate benefits from the date of inception under the provisions of\n38 CFR 3.652(a)(1)\n.",
  "title": "M21-1, Part XIV, Chapter 3 - Routine Review of Running Awards to 100-Year-Old Beneficiaries",
  "citation": "Part XIV, Chapter 3, Section None",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173919/M21-1-Part-XIV-Chapter-3-Routine-Review-of-Running-Awards-to-100-Year-Old-Beneficiaries",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:03.478838",
  "tags": [
    "m21-1"
  ]
}