{
  "chunk_id": "XIV_none_4_B_18",
  "content": "/>\nXIV.4.B.1.m\n.\nIR Policy and Reporting Procedures\nUpon discovering a possible improper inspection or disclosure of FTI, to include breaches and security incidents, an Assistant VSCM (AVSCM) or PMCM (APMCM) must contact the office of the appropriate special-agent-in-charge, Treasury Inspector General for Tax Administration (TIGTA) immediately, but\nno later than 24 hours,\nafter identification of a possible issue involving FTI.\nNote\n:  Call the local TIGTA Field Division Office\nfirst\nlocated within\nIRS Publication 1075\n.  If unable to contact the local TIGTA Field Division, contact the National Office Hotline Number: 1-800-589-3718.\nConcurrently to contacting TIGTA, an AVSCM or APMCM must send an incident report (IR) to the Office of Safeguards mailbox at\nsafeguardreports@irs.gov\nusing the IRS-approved encryption techniques.  Use the term\nData Incident Report\nin the subject line of the e-mail.  The IR should include, but is not limited to:\nthe name of the agency and agency point of contact(s) for resolving the data incident with their contact information\nthe date and time of the data incident\nthe date and time the data incident was discovered\nhow the data incident was discovered\na description of the data incident and the data involved, including specific data elements, if known\nthe potential number of FTI records involved (if unknown, provide a range if possible)\nthe address where the data incident occurred, and\nthe information technology involved (e.g., laptop, server, mainframe, etc.).\nImportant\n:\nDo\nnot\ninclude FTI in the IR.  Even if all information is not available, immediate notification is the most important factor, not the completeness of the data incident report.\nNote\n:\nThe VSCM and PMCM shall ensure each regional office (RO) develops and maintains an IR policy that addresses roles and responsibilities pertaining to data breaches involving FTI in accordance with\nIRS Publication 1075\n, Sections 9.3.8 and 10.0.\nReference\n:  For definitions of inspection and disclosure, see\nIRC 6103(b)(7) and (8)\n.",
  "title": "M21-1, Part XIV, Chapter 4, Section B - Federal Tax Information (FTI) Match: Safeguarding",
  "citation": "Part XIV, Chapter 4, Section B",
  "source_url": "https://www.knowva.ebenefits.va.gov/system/templates/selfservice/va_ssnew/help/customer/locale/en-US/portal/554400000001018/content/554400000173312/M21-1-Part-XIV-Chapter-4-Section-B-Federal-Tax-Information-FTI-Match-Safeguarding",
  "updated": "",
  "scraped_at": "2025-06-16T23:32:22.064620",
  "tags": [
    "m21-1"
  ]
}